{
  "url": "https://jaroslavlachky.sk/adaptacia-na-chlad-4-melatonin-a-magnetizmus/",
  "title": "Adaptácia na chlad #4 Melatonín a magnetizmus",
  "content": "Vieš prečo je CHLAD, SPÁNOK, MELATONÍN a KYSLÍK evolučne prepojený? Odpoveď je magnetizmus. CHLAD a spánok náš magnetizmus zvyšujú, zatiaľ čo melatonín s kyslíkom sú magnetizmom ovládaní. V dnešnom článku sa pozrieme, ako toto čaro prebieha, ako do toho zapadá DHA a aký je skutočný dôvod, že sa kyslík z krvi uvoľní. (P.S. možno po prečítaní článku aspoň trochu pochopíš, prečo moderné wim hoffove dýchanie nie je správne prezentované, čo sa okysličovania tela týka.)\n\n(Článok si môžeš vypočuť aj ako AUDIO. Nahovoril Filip Jekkel. Všetky podcasty nájdeš TU.)\n\nSumár článku\n\nDôležitosť kyslíka na ZemiMitochondrie sú nano elektro-magnety a kyslík je ich špendlíkAko chlad zvyšuje magnetizmusMagnetizmus zvýši naše okysličovanieKetogénna diéta a Wim hoffova metódaMelatonín, spánok a magnetizmusCirkadiálny rytmus, melatonín a močenie v nociZÁVER\n\nDôležitosť kyslíka na Zemi\n\nV dávnejšom článku o OTEPĽOVANÍ ZEME si sa dozvedel, ako sa na našej Zemi menilo množstvo kyslíka. Pred 250 miliónmi rokmi, bolo na Zemi asi 35% KYSLÍKA, v roku 1850 to bolo 22% a dnes je to okolo 19 až 20%. Množstvo kyslíka, ktoré človek potrebuje na život, je cca 19,5%. Tiež už zo série mitochondrií vieš, že kyslík potrebujeme preto, pretože sa na štvrtom komplexe v mitochondrii spojí s elektrónmi a protónmi z jedla a spolu sa ustália ako 2 molekuly vody. Preto vydržíme bez jedla mesiace a bez vody dni, pretože vodu v tele tvoríme a táto voda je našou batériou. Avšak bez kyslíka vydržíme iba minúty. Presne ako keď vypijeme jed Kyanid. V oboch prípadoch sa totižto zastaví flow elektrónov na vnútornej membráne mitochondrie, čím sa naše telo dostane do rovnovážneho stavu (obľúbené slovo „počítačov“ kalórií), ktorý sa odborne nazýva rigor mortis, teda smrť. Prečo je však kyslík výnimočný? A v čom je odlišný od iných plynov? V dávnejších článkoch som ti totižto prezradil, že baktérie dýchajú aj iné plyny. Aj v črevách máme rôzne kmene baktérií a nie všetky sú aerobné. Sú tam aj anaerobné, ktoré nevyužívajú kyslík, napr. v hrubom čreve. Čo je teda na kyslíku také výnimočné a ako to súvisí s mitochondriami, evolúciou a s DHA? Odpoveď je MAGNETIZMUS. Mitochondrie sú nano elektro-magnety a kyslík je ich špendlík\n\nSpomeň si na články o ELEKTROMAGNETIZME. Všade kde vzniká flow elektrónov, vzniká aj patričné magnetické pole. To znamená, že aj na vnútornej membráne mitochondrie, presne tam, kde vstupujú elektróny z jedla z proteínov NAD a FADH, vzniká flow, ktorý teda logicky indukuje nejaké magnetické pole, však? Áno. Takýmto spôsobom si mitochondria tvorí svoje vlastné endogénne magnetické pole, ktoré využíva na množstvo vecí a jednou z nich je okysličovanie. Avšak počkať, počkať. Naše okysličovanie je riadené dýchaním, alebo žeby nie? Dodnes počúvame mnoho debát o dýchaní, okysličovaní, atď., no zamyslel si sa niekedy skutočne nad tým, ako sa ten kyslík dostane dnu? Mám na mysli dnu, do mitochondrie? Dýchaním ho totižto dostaneme iba do pľúc a odtiaľ sa dostane do krvi. Ako sa však z krvi a červených krviniek dostane do mitochondrie, aby sme mohli žiť? Tu prichádza čaro kvantovej fyziky. Molekulárny kyslík (O2), čo je najstabilnejšia forma kyslíka na našej planéte, má totižto vo svojej orbitáli dva nespárované elektróny, vďaka čomu je paramagnetický. [2, 3]\n\nTieto slová ti ako laikovi nemusia nič vravieť, no pointu hneď pochopíš a zapamätáš si ju navždy. Vďaka tomuto kyslík reaguje na magnetické pole. Lepšie povedané, kyslík je k magnetickému poľu ťahaný. Presne preto naše mitochondrie udržujú stabilný flow elektrónov, aby vďaka nemu tvorili magnetické pole, ktoré pritiahne kyslík, ktorý sa na štvrtom komplexe zredukuje na VODU. Toto je kľúčom. Tiež je to niečo, čo uniká mnohým odborníkom, pretože si neuvedomujú, ako sa kyslík dostáva z krvi tam, kam ho treba. Odpoveďou je kolónia mitochondrií, ktorá pôsobí ako lokálny MAGNET. Naše mitochondrie sú totižto ako veľký magnet a kyslík je ako špendlík. A ak si sa niekedy hral s magnetom, pričom si na papier naukladal špendlíky a pod ním si hýbal magnetom vieš, že špendlíky sa posúvali za magnetom. Presne preto sa kyslík dostane z krvi do mitochondrie a tiež preto v červených krvinkách mitochondrie nemáme. Ak by tam boli, kyslík by sa z krvi nikdy nedostal a mi by sme zahynuli. Ako chlad zvýši magnetizmus\n\nPráve tu vstupuje do hry chlad, spánok, ale aj melatonín. Chlad totižto zvyšuje magnetickú silu mitochondrie, no robí to dvojako. Jednak zefektívni a zrýchli flow elelektrónov na jej vnútornej membráne, pretože mitochondriu scvrkne a komplexy dostane bližšie ku sebe a za druhé tým, že indukuje niečo, čo sa nazýva Curieho teplota alebo Curieho bod. Pri Curieho teplote ide o to, že niektoré materiály vykazujú rozdielne magnetické vlastnosti pri rozdielnych teplotách. Vyššia teplota ich magnetizmus znižuje, zatiaľ čo nižšia teplota naopak zvyšuje. Čo je však na tomto najkrajšie je spôsob, akým sa to deje. Chlad a nízke teploty spomaľujú elektróny okolo všetkých atómov a to aj tých, ktoré tvoria naše tkanivá. Kedykoľvek sa elektróny obiehajúce okolo atómov spomalia, zvýši sa sila vytváraného magnetického poľa týchto atómov. Práve takýmto elegantným spôsobom sa evolúcia postarala o to, že tu dnes sme, pretože nám umožnila ukladať na tele kvantá podkožného tuku, ktoré môžeme počas doby ľadovej alebo chladu využívať. Chlad naše mitochondrie scvrkne, zrýchli flow elektrónov na ich membráne a zároveň im zvýši magnetizmus, čím nám zabezpečí lepší prísun kyslíka a tvorbu vody. Elegantné, čo povieš? Presne toto je dôvod, prečo ti lekár na EEG zmeria obrovské magnetické pole generované z hrude a hlavy. V týchto častiach tela totižto máme najviac mitochondrií a zároveň sú to v dnešnej dobe časti tela, z ktorými máme najviac problémy…hmmm, kto vie prečo? Magnetizmus zvýši naše okysličovanie\n\nKeď majú mitochondrie veľký prúd toku elektrónov (plynulý a rýchly flow), stanú sa silnými elektro-magnetmi v našich tkanivách. Celé je to však evolúciou navrhnuté tak, aby sa nám vďaka tomu v tkanivách zvyšovala hladina kyslíka a to podľa potreby. A čo rozhoduje o týchto potrebách? No predsa množstvo mitochondrií v danom tkanive. Preto je mozog a srdce „top“, čo sa generovania výstupu na EEG týka. Keď elektróny rýchlejšie prúdia po vnútornej mitochondriálnej membráne, tým viac sa zvyšuje sila generovaného magnetického poľa. Toto by ti hneď malo naznačiť 2 časté moderné polopravdy: ketogénna diéta a wim hoffove dýchanie. Než však budeš čítať ďalej chcem, aby si mal na pamäti, že ani jedno nezatracujem. Práve naopak. Oboje majú svoj zmysel, no musíš poznať kontext, aby si ich vedel správne uchopiť a využiť, inak si ublížiš. Ketogénna diéta a WHM\n\nKetogénna strava prináša do mitochondrie najviac elektrónov aj protónov, vďaka čomu automaticky vytvorí rýchly flow elektrónov a teda aj zvýši magnetické pole mitochondrie, čím zlepší časom aj naše okysličovanie. Avšak mal by si už vedieť, že ketogénna strava nemá absolútne žiadny vplyv na tvar crystae, teda membrány mitochondrie. Prečo je to dôležité? Pretože ak sú komplexy ďaleko od seba alebo nie je membrána správne zložená, priviesť dnu hromadu vodíka ti ešte viac ublíži. Preto sa mi nepáči, keď sa ľudia zaujímajú o ketogénnu diétu iba z pohľadu výživy. Teraz druhý príklad. Wim hoffove dýchanie sa stalo dnes veľkým trendom, no ako som napísal vyššie, vychádza to z nie úplnej pravdy. Benefity tejto metódy sú síce veľké a Wima obdivujem, no s dýchaním to nemá moc dočinenia. Práve naopak, takéto prudké vydychovanie oxidu uhličitého môže ľuďom ublížiť, pretože mi oxid uhličitý potrebujeme v krvi a nie naopak (zlatí )\n\n A teda aj vedomím dýchaním si vieme svoje vedomie lepšie kontrolovať a prevziať tak kontrolu nad sebou. Avšak dané dýchanie a prudké vydychovanie nemusí mať na okysličovanie tela dobrý vplyv. Ako už vieš, sú to mitochondrie, ktoré ovplyvňujú naše okysličovanie. Flow elektrónov na jej membráne a rotácia ATP-syntázy sú to, čo generuje magnetické pole a „priťahuje“ kyslík. Ak sú mitochondrie funkčné, pritiahnu dnu veľa kyslíka, čo znamená, že sa napätie kyslíka zvýši a mitochondria tak nebude hypoxická. Takýmto spôsobom dokáže udržiavať vysoký REDOX. Z podobného dôvodu majú ľudia v tele najviac DHA zo všetkých živočíchov. DHA nám pomáha premieňať svetlo na flow elektrónov, čím nám tiež umožňuje generovať magnetické pole. Žeby bol toto dôvod, prečo máme najviac DHA v mozgu, v oku, ale aj v čreve? A tiež prečo sa nám v epifýze v mozgu v noci vylučuje melatonín, pod rúškom tmy, kedy nám klesá telesná teplota? Čítaj ďalej a dozvieš sa. Melatonín, spánok a magnetizmus\n\nV noci počas spánku, kedy sme niekoľko hodín v tme a postupne sa nám znižuje telesná teplota, chlad začne stimulovať uvoľňovanie melatonínu z našej epifýzy. Ako? Pomocou magnetizmu krvi preplnenej kyslíkom. Spomeň si na. Chladnejšia voda má vyššiu hustotu elektrónov aj kyslíka. Presne preto je naša epifýza ponorená v mozgovomiešnom moku v tretej komore mozgu. Mozgomiešny mok je takmer celý z vody a tým, že sa schladí, zvýši svoju hustotu elektrónov. Takáto „magneticky nabitá“ krv obiehajúca okolo epifýzy je to, čo v noci stimuluje jeho vylučovanie. Čo veľa ľudí tiež nevie je to, že melatonín sám o sebe ešte viac znižuje telesnú teplotu, čím zvyšuje magnetizmus mitochondrií. Takto melatonín vyvolá nárast hladiny kyslíka v našom mozgu, ale aj v ďalších tkanivách tela a udeje sa to presne vtedy, kedy prebiehajú dôležité anabolické aktivity. Presne preto majú ľudia najvyššiu sekréciu rastových hormónov nad ránom, teda predtým, ako sa prebudia. Melatonín nám takto pomáha zvýšiť tok elektrónov v mitochondriách, keď spíme a to pomocou rozpojenia, skrz UCP. O tom si čítal v poslednom článku. Práve preto v noci tvoríme veľa tepla, no málo ATP a tiež sa vďaka tomu zbavíme prebytočných kalórií, ktoré nepotrebujeme. Uvoľneným mastných kyselín z podkožného tuku si mitochondrie zabezpečia plynulú donášku vodíka na zrýchlenie flowu (zvýšenie magnetizmu) a rovnako na vyššiu tvorbu vody aj tepla, čím sa ešte viac scvrknú, zefektívnia a dokážu sa opraviť. Tiež je to spôsob, ako naše anabolické hormóny plaviace sa v krvi vedia, do akých buniek majú vstúpiť. O tomto som ti písal dávno v článku o cirkadiálnych génoch. Naše hormóny sú len obyčajné molekuly, ktoré v sebe nesú uväznené svetlo, vďaka čomu majú svoju špecifickú rezonanciu/vibráciu. Sú ako malé kvantové magnety, ktoré sa pritiahnu k podobne vibrujúcemu magnetu. Takto sa nám v tele prepravujú hormóny. Čo je však ďalšou vecou, ktorú správne vylúčený melatonín s chladom v noci robia? Čo tak štruktúra vody a močenie? Môžeš aj ty vďaka týmto informáciám o sebe veľa zistiť, iba na základe toho, či chodíš v noci močiť? Odpoveď je áno. Cirkadiálny rytmus, melatonín a močenie v noci\n\nKeď sa podkožný tuk počas spánku rozkladá na elektróny a protóny, premení sa na vodu a oxid uhličitý. Voda bude vo forme potu a moču. Pot nás ešte viac schladí, zatiaľ čo moč je len „stará“ nevhodná voda, s nadbytkom deutéria, ktorá musí byť z tela vylúčená ráno von. Moč je totižto menej hustý ako naša krvná plazma alebo mozgovomiešný mok. (Tým „menej hustý“ mám na mysli menšiu hustotu elektrónov aj kyslíka.)\n\nČím je voda hustejšia, tým viac elektrónov unesie. Preto je náš mok schválne hustejší a celý efekt je ešte zosilnený pôsobením choroidálneho plexu v mozgu, ktorý do moku pridáva jód (písal som o tom v článku VZNIK ŽIVOTA #7 Jód a vývoj mozgu). Preto máme v chlade nutkanie ísť močiť. Zbavujeme sa tak menej hustej vody a tú vhodnejšiu nechávame v mozgovomiešnom moku. Tento cyklus prebieha prostredníctvom vody prenášanej v krvi, no a do procesu sa zapájajú aj obličky, ktoré krv filtrujú. V mozgu v mozgomiešnom moku musíme mať vodu najmä s jednoduchým vodíkom (prótiom). Filtrovanie vody, zadržovanie v mechúre aj uvoľňovanie moču majú na svedomí obličky a proteín s názvom Connexin43 (CX43), ktorý je regulovaný vnútornými cirkadiálnymi hodinkami s názvom Rev-erbα. Tieto proteíny oscilujú s 24 hodinovým intervalom a sú závislé od SCN v mozgu. Toto je dôvod, prečo zdravý človek nepôjde nikdy v noci na WC (ak to naozaj nepreženie s vodou pred spaním) a tiež to môžeš brať ako jednoduchý znak toho, či ti SCN funguje. ZÁVER\n",
  "date": "2021-05-16T00:00:00+02:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:51:32+02:00",
  "word_count": 2064,
  "source_file": "Adaptcia_nachlad_4_Melatonn_amagnetizmus.json",
  "cleaned_word_count": 1936,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:52.930493",
    "original_word_count": 2064,
    "cleaned_word_count": 1936,
    "reduction_percentage": 19.7
  }
}