{
  "url": "https://jaroslavlachky.sk/adaptacia-na-chlad-3-hnedy-tuk-a-ucp-rozpojenie/",
  "title": "Adaptácia na chlad #3 Hnedý tuk a UCP (rozpojenie)",
  "content": "Čo je to hnedý tuk? Hnedý tuk je diametrálne odlišný od toho bieleho v tom, že má tzv. schopnosť „odpojenia“. To znamená, že z vodíka z potravy netvorí ATP, ale voľné teplo. Dokáže to vďaka množstvu aktívnych mitochondrií, ktoré v sebe dokážu tvoriť tzv. „rozpojovací“ proteín (z angličtiny Uncoupling protein, skratka UCP). (Článok si teraz môžeš vďaka Filipovi Jekkelovi vypočuť aj ako nahovorené AUDIO. Všetky podcasty nájdeš TU.)\n\nSUMÁR ČLÁNKU\n\nAko naše telo tvorí teplo a aké máme mechanizmy na jeho tvorbu? Prečo naozaj zvieratkám rastie v zime srsť a ako ovplyvniť rast svojich vlasov? Čo sú to rozpojovacie proteíny? Čo je to hnedý tuk a v čom je iný ako biely? Dokáže sa biely tuk premeniť na hnedý? Prečo sa na hnedý tuk zabudlo? Ako súvisí hnedý tuk s adaptáciou na chlad? Prečo je naozaj slon vegetarián a lev zas karnivor? Prečo sú cukrovkári v Indii skryto obézni, zatiaľ čo u nás naopak? A ešte omnoho viac…\n\nAko vedia ľudia vzdorovať zime\n\nHneď v prvom článku o adaptácií na chlad som ti ukázal prečo otužovanie a skutočný chlad nie sú rovnaké. Už keď sa zamyslíš sedliackym rozumom, musí ti byť jasné prečo. Naši predkovia sa predsa tiež len tak sami od seba nezačali otužovať. Ak si totižto niekedy vyskúšal nejaký poriadny „ľadový šok“ vieš, že to nie je príjemné. My totižto stres dobrovoľne nevyhľadávame, no počas celej evolúcie sme mu prirodzene vystavovaní a logicky teda musíme mať v sebe mechanizmy, ako daným stressorom vzdorovať. A ak chceš jednoduchý dôkaz, je ním to, že si tu a čítaš tieto riadky. Rovnako je tvoja prítomnosť dôkazom toho, že v sebe máme mechanizmy, aby sme prežili chlad, pretože sme mu v histórií boli viackrát vystavení, na dlhšie obdobia, podobne ako tomu bolo počas niekoľkých dôb ľadových. Podobne tomu bolo v období poslednej doby ľadovej, ktorá bola niekedy medzi 100 tisíc až 10 tisíc rokmi dozadu počas paleolitu. Teraz sa spolu zamyslime nad týmto: Ako vedia živočíchy vzdorovať chladu? V prvom rade chránením sa pred ním a v druhom rade tvorbou vlastného tepla. Pri prvom spôsobe však majú ľudia malú nevýhodu, pretože jediný spôsob, ako sa ochrániť, je náš biely tuk, teda izolácia (už  uvidíš, ako elegantne, pomocou leptínu a štítnej žľazy príroda koriguje našu hmotnosť). Zvieratká naopak majú napr. srsť (okrem iného). Nám ľuďom však v Afrike srsť zmizla asi pred miliónom až 200 tisíc rokmi dozadu, ako si to mohol čítať v dávnejších článkoch, pretože my sme najkomplexnejší tvor na planéte, a potrebujeme absorbovať veľa slnečnej energie na pohon obrovského mozgu. Práve preto sa náš solárny panel, ktorým je KOŽA, zbavil srsti. Ženy majú chlpov ešte menej, čo by ti tiež malo niečo napovedať (a ak si žena a naopak zarastáš na niektorých miestach viac, ako by si mala, tiež ti niečo o tvojom solárnom mozole-koži našepkáva…). Malá nápoveda pre teba-zamysli sa, čo riadi rast našich vlasov a chlpov. Asi nebudeš prekvapený, no aj na rast našich vlasov vplývajú do veľkej miery mitochondrie vo folikulách. Rast našich vlasov teda môžeme dosiahnuť tým, že pridáme schladenie prostredia (a teda aj hlavy, lebky a pokožky) a tiež množstvo červeného (aj IČ) svetla. Toto tiež znamená, že čím viac povrchu tela osvietime a schladíme, tým viac vlasov nám potencionálne vyrastie. Toto je mimochodom dôvod, prečo mnohé zvieratká v zime dostanú zimné „kabátiky“ v podobe hustého kožuchu. Účastníci nedávneho \n\nDnes nám ľuďom teda ostáva iba druhý spôsob, ako sa chrániť pred chladom a to tvorba vlastného tepla. To znamená, že našim prioritným mechanizmom vzdorovania chladu ostáva tvorba vlastného tepla a práve tu prichádza na rad hnedý tuk a naše úžasné mitochondrie, ktoré sú takmer všade po tele. Poznámka: v skutočnosti máme aj tretí spôsob, ako si tvoriť teplo a je ním náš mozog. Presne tam máme najviac mitochondrií, ktoré nám umožňujú myslieť a vytvoriť si vynálezy, či obydlia, ktoré nás pred chladom ochránia. V minulosti to bolo taktiež jednou z našich predností, voči ostatným živočíchom, no dnes je to našou najväčšou slabinou! Ako ľudia tvoria teplo\n\nĽudia si vedia teplo tvoriť prioritne dvoma spôsobmi a to triaškou (mechanickou prácou svalov) alebo pomocou oxidačnej fosforilácie a teda pomocou spaľovania vodíka v mitochondrii. Prvý spôsob určite každý pozná a zažil ho, kedy mu ostala zima a tým, že sa hýbal, zabehol si, urobil zopár kľukov, apod., sa zahrial. Tento spôsob je však veľmi neefektívny, pretože na množstvo „vstupu“, ktoré skonzumuje (jedlo/kalórie/vodík), vyprodukujeme veľmi málo „výstupu“, teda tepla. Práve tu prichádza na rad druhý spôsob, ktorým sú protóny. Ako už vieš, protóny sú v porovnaní s elektrónmi ťažšie a v mitochondrii je ich veľmi veľa. Sú medzi membránami pod tlakom a všade kde je tlak, nájdeme aj unikajúce teplo. Presne preto naše mitochondrie vylučujú teplo a tiež je to dôvod, prečo patríme medzi teplokrvné cicavce. Naše mitochondrie sú veľmi elegantné baktérie a evolúcia im pomohla ešte viac v tom, že im umožnila využívať UCP a práve v tomto sa vyznačuje tkanivo na našom tele, ktoré sa nazýva hnedý tuk. ČO JE HNEDÝ TUK\n\nO hnedom tuku a konkrétne o UCP si už niečo čítal v minulých článkoch v sérii mitochondrie a dnes na to trochu nadviažem. Laické vysvetlenie fungovania mitochondrie by si už teda z článkov mal poznať, no pre istotu zopakujem a nadviažem na to: Zo stravy alebo zásob na tele sa do mitochondrie dostane vodík, ktorý tam privedie elektróny s protónmi. Elektróny následne prúdia po jej vnútornej membráne za kyslíkom, kde na konci vytvoria vodu a protóny zasa okrem iného, roztočia náš nano-motor, ktorým je ATP-syntáza, pričom vznikne ATP. V danom článku si však čítal, že protóny pri svojom prechode nazad do matrixu mitochondrie nemusia prúdiť iba cez motor, no môžu prejsť aj cez UCP (rozpojovacie proteíny), pričom vytvoria TEPLO. Táto schopnosť je veľmi dôležitá a práve v tomto je unikátny hnedý tuk. Napíšem ti aj malú poznámku a to, že UCP proteíny nemusia byť iba v hnedom tuku, no dnes sa budeme baviť prioritne o ňom! Už samotný názov „hnedý“ nie je náhodný. Keby si sa pozrel pod mikroskopom na dva druhy nášho tuku (biely a hnedý), uvidíš, že prvý je naozaj akoby biely a druhý hnedý. Prečo? Odpoveďou sú MITOCHONDRIE. ROZDIEL MEDZI HNEDÝM a BIELYM TUKOM\n\nBiely tuk je ako „skladisko energie“ (v skutočnosti skladisko vodíka-prótia) a hnedý tuk je zasa niečo ako „spaľovňa tejto energie“ (spaľovňa vodíka). Preto obsahuje veľa mitochondrií, aby v nich mohol vytvárať teplo, keď je to potrebné. Toto sa deje napr., keď sa vystavíš chladu, ale aj počas spánku (za predpokladu, že ti správne fungujú hormóny štítnej žľazy, leptín, ako sa to dočítaš už ). Množstvo bieleho a hnedého tuku je v našom tele diametrálne odlišné, pretože zatiaľ čo bieleho tuku môžeme mať teoreticky takmer neobmedzene, hnedého tuku sa na tele zdravého človeka nachádza iba cca 100 – 150 gramov, čo predstavuje napr. pri váhe 70 kilogramov a 15 % podkožného tuku až 10,5 kg bieleho tuku a nejakých 100 – 150 gramov hnedého. Je to teda slušný rozdiel, no malo by ti to prísť logické, rovnako ako priberanie ľudí. Čím viac energie totižto strácame, tým viac vodíka na tele potrebujeme mať, aby sme to kompenzovali. Rovnako nám preto príroda na jeseň zabezpečí priberanie na hmotnosti, vďaka bielemu tuku, ktorý slúži v zime ako naša izolácia, no aj ako skladisko vodíka pre mitochondrie. Avšak na to, aby ho naše mitochondrie využili, musíme byť citlivý na leptín a mať fungujúcu štítnu žľazu, aj cirkadiánny rytmus. Práve v tomto má väčšina ľudí problém a preto je pre nich problém aj otužovanie. Otužovanie ti tieto veci totižto nefixne, no naopak, ak ich máš v poriadku, otužovanie je pre teba fajn. Možno teraz trochu rozumieš, prečo by si nemal nasledovať žiadne trendy veci, pokým sám nerozumieš kontextu. Veľa ľudí sa v dnešnej dobe otužovaním prezentuje, podobne ako je to so všetkým, čo sa v nejakom bode stane trendom, no nemajú ani len potuchy o tom, ako chlad skutočne funguje. Biely tuk sa vyskytuje takmer všade po tele (pod kožou), no hnedý tuk iba na istých miestach. Zvyčajne v oblasti krku a trapézov, hrude, chrbta a brucha. Po menej až skoro vôbec na rukách a stehnách. To už záleží od typu a kostry človeka. Prečo je to tak, by ti malo byť jasné. Presne v oblasti krku, hrude a brucha máme najdôležitejšie orgány, ktoré potrebujú byť chránené a rovnako v týchto miestach máme najviac mitochondrií. Prečo naozaj priberáme BIELY TUK\n\nAko čitateľ blogu predpokladám, že o kalórie sa už nezaujímaš. Ani o ich počítanie. Ak by to pre nás totižto bolo podstatné, pravdepodobne by sme našli v jaskyniach maľby a výpočty kalorických hodnôt potravy (žartujem, no aspoň vidíš ten smutný, moderný paradox). Prečo teda niektorých ľudí trápi váha? Prečo niekto priberá viac a iný menej? A prečo vo všeobecnosti ľudia priberajú dnes viac ako v minulosti? Odpoveď je jednoduchá…pretože sme si upravili prostredie až na toľko, že sme si zruinovali cirkadiálnu biológiou. My ľudia patríme medzi placentové cicavce, ktoré sú od prírody stavané tak, aby pribrali vtedy, keď sa z ich okolia vytráca UV, no majú ešte k dispozícií veľa sacharidov a najmä fruktózy. Presne toto sa deje na jeseň, kedy máme stále sacharidy. Vďaka nedostatku UV aj chladu, sa nám v tomto období mierne roztiahnu mitochondrie, ktoré následne nezvládnu vysoký objem energetických elektrónov zo sacharidu. Mitochondrie nám z nich však vtedy pomôžu pribrať a tiež z nich vytvoria najviac voľných radikálov, čím vedia pozmeniť svoju DNA, ktorá je hneď vedľa a pripraviť tak svojho potomka na prostredie, v akom sa narodí. Preto majú ľudia najvyššie hladiny steroidných hormónov, rovnako ako šancu otehotnieť od jari do jesene. Rovnako nám v tomto období pracuje inak štítna žľaza, leptín, ale aj inzulín, no o tom sa dočítaš už v nasledovných článkoch. Príroda chce, aby sme na jeseň biely tuk nabrali, no tiež nám dáva zimu, aby sme jej čelili, kedy si budeme tvoriť vlastné teplo a tiež nám to napraví mnohé zdravotné neduhy. Napr. sa takto zbavíme nadbytočného podkožného tuku, čím si zlepšíme citlivosť na inzulín, tiež sa zbavíme veľkého množstva deutéria z glykogénu aj z orgánov, kde sa naakumulovalo. Rovnako to robia aj rastliny. Táto veta sa asi nebude páčiť fitness nadšencom, no konečne spoznáš hlavný dôvod, prečo je v dnešnom svete fitness priemysel „zabijak“ a tiež prečo sú kulturisti tak „obdivuhodne“ veľký. V skratke…deutérium. Tiež je to dôvod, prečo okolo seba v zime vidíme tak veľa chorôb, nachladnutí apod., hoci v skutočnosti, ak sa v zime vystavujeme prostrediu a teda chladu, je to úplne vylúčené. Priznám sa, že som to testoval sám na sebe dva roky počas vianočných sviatkov a to z oboch strán a úspešne. UCP (rozpojovací proteín) a kalórie\n\nUCP proteínov existuje viacej druhov (známych je minimálne 5), no v hnedom tuku a svaloch sa nachádza najmä jeho prvý typ (UCP 1) a tretí (UCP 3), zatiaľ čo druhý typ (UCP 2) je napr. v pankreasi a niektorých bunkách (napr. makrofágy). V mitochondriách v hnedom tuku sa vďaka UCP protón nevyužije na tvorbu ATP, ale obrovskou rýchlosťou preletí cez UCP, čí uvoľní TEPLO. Teplo je forma infračerveného svetla s vlnovou dĺžkou nad 700 nm. Aj takýmto spôsobom sa nám v zime vďaka leptínu syntetizuje hnedý tuk pod kožou, aby nás udržiaval v teple. Nezabúdaj však na to najpodstatnejšie. Naše mitochondrie tvoria aj vodu a vďaka takejto zvýšenej tvorbe IČ svetla vytvoria z danej vody exkluzívnu zónu, ktorá celú mitochondriu scvrkne. Veď si len spomeň na dávnejšie články. Voda je jediná substancia, ktorá sa v mrazáku zväčší, no paradoxne sa v teple scvrkne. Toto je hlavné čaro, ktoré stojí za „otužovaním“. Presne preto si zdravý človek nemusí počítať kalórie, ak ho zaujíma jeho váha. Hnedý tuk a UCP sa neaktivujú iba v zime, ale aj počas vhodne načasovaného (cirkadiálneho) hladovania a hlavne v noci, ak sa správne vylučujú naše hormóny, na čele s leptínom a melatonínom. Pomocou UCP si naše telo v spánku vytvorí infračervené svetlo, spáli všetky nepotrebné kalórie, no nie len to. Tiež sa zbaví z tela nepotrebného deutéria, ktoré vďaka UCP prevedie do krvi a močom von, alebo ho využije na svoj RAST. Ako už vieš, deutérium cez ATP-syntázu neprejde, no cez niektoré tipy UCP áno. Takto ho vieme dostať bezpečne dnu a zabezpečiť mitochondrii a bunke zväčšenie potrebné na delenie buniek, alebo ho odfiltrovať von. Práve vďaka prvému dôvodu musí zdravá matka v tehotenstve pribrať a tiež má chute na sladké a rovnako preto malé dieťatko veľa spí a prudko rastie. Druhý bod je zas dôvodom toho, prečo musíme ísť ráno močiť. (Až teraz konečne z časti rozumieš príspevkom na IG, ktoré som písal pred 2 rokmi). Celý mozog pláva v cerebrospinálnej tekutine (CST), ktorá obsahuje až 99,8 % vody. V noci sa dejú najdôležitejšie procesy a jedným z nich je, že sa v tele štruktúruje voda. Vodu s vysokým obsahom deutéria následne obličky prefiltrujú a vylúčime ju močom, ale aj potom. Preto sa v noci zdravý človek bude potiť a ráno pôjde na toaletu. Potením sa telo ochladzuje, aby mitochondrie tvorili viac IČ svetla a zároveň sa zbavuje nepotrebnej vody, ktorá je plná deutéria bez dostatku voľných elektrónov. Tiež je to dôvod, prečo pri kontakte s ľadovou vodou dostaneš nutkanie ísť močiť. Chlad telo veľmi rýchlo a efektívne zbavuje deutéria, no pracuje rozdielne ak je to akútne (otužovanie) verzus dlhodobé (adaptácia na chlad). Ako sa aktivuje hnedý tuk\n\nVäčšina ľudí o ňom nemá vôbec potuchy a tí, ktorí ho poznajú, zasa veria, že ho majú iba novorodenci. Dôvod prečo bol až donedávna hnedý tuk považovaný za niečo, čím dospelí ľudia nedisponujú, ťa však prekvapí a dozvieš sa ho  o leptíne. Jednoduchým príkladom je však malé dieťa pri kúpaní, ktoré sa rýchlo začne červenať. Bábätko nemá schopnosť triasť sa ako dospelý človek a tvoriť si teplo aj triaškou vo svaloch. Preto sa už rodí s množstvom hnedého tuku (aj bieleho samozrejme). A hoci sa skutočný dôvod, ktorý súvisí s bunkovou smrťou dozvieš, dnes ti poviem aspoň jeden laický. Väčšina z nás žije celý deň pod umelým osvetlením, nezažíva striedanie svetla zo slnka a už vôbec nie striedanie teploty. Toto sú významné podnety na náš najrozsiahlejší orgán, ktorým je POKOŽKA. Len si predstav, ako ráno vstaneš, zažneš žiarovku na strope v byte, v ktorom máš stále zakúrené, prejdeš minútu po vonku do auta, kde máš zakúrené a slnko či chlad tam neprenikne. Prebehneš do práce, kde si zababušený pod ďalšími svetlami a kde je nonstop zakúrené. Potom zasa, výťahom a stále dokola. Myslíš, že priemerný človek vôbec zažije aspoň na pár hodín skutočný stimul chladu z prostredia? Nie…\n\nNa našej koži sú však receptory TRPM8, ktoré sú zodpovedné za stimul chladu, ktoré fungujú ako brána, ktorá keď sa otvorí, mozog začne naše telo ovládať na základe podnetu, ktorý prichádza najmä z pokožky a teploty, akú cíti. Tento receptor je citlivý na teplotu od cca 15 až 18 stupňov Celzia. Presne preto je protokol postavený tak, ako je. Nepotrebuješ chodiť do zamrznutého jazera, aby si v sebe spustil niektoré mechanizmy. Vieš, čo ešte okrem chladu dokáže aktivovať tento hnedý tuk? Priame slnečné lúče dopadajúce na pokožku, avšak iba za predpokladu, že ti funguje hormón LEPTÍN. Leptín dáva informácie mozgu a tvorí sa v koži a podkožnom tuku. Leptín je naše počítadlo elektrónov a tiež je to fotoreceptor. Hnedý tuk je tiež na koži. Tiež tam sú ďalšie fotoreceptory. V koži máme dokonalé systémy, ktoré fungujú v lete aj v zime, ak majú správne stimuly. Preto nesmieš ani jeden bod z protokolu brať ako nepotrebný, ak chceš dosiahnuť skutočnú z! Benjamin Bickman a hnedý tuk\n\nPridávam ti video prednášku od profesora Benjamina Bickmana. Přehráním videa souhlasíte se zásadami ochrany osobních údajů YouTube.Zjistit vícePovolit videoVždy povolit Youtube videa\n\nBenjamin je americký profesor biológie a tiež vedec aj výskumník, ktorý za posledné roky skúma najviac práve tento hnedý tuk. Vyučuje aj na univerzite a v tejto konkrétnej prednáške sám vraví, že mu prišlo vtipné, keď pred niekoľkými rokmi mal hodinu, kde čítal z materiálov a osnov študentom o hnedom tuku a hovoril, že ho majú malé deti, no dospelí už nie. Hneď ako to dočítal, sa zastavil a zasmial, pretože si uvedomil, že klame. Tiež si uvedomil, že potrvá dlho, kým sa osnovy v školách zmenia a nové informácie sa rozšíria. No potrvá ešte dlhšie, kým si to ľudia začnú spájať aj s ďalšími prácami, ako napr. od Geralda Pollacka, či Gilberta Linga. Bejnamin robil sám veľa výskumov a dokázal, že zdravý človek po vystavení sa chladu, už po pár hodinách začne tvoriť hnedý tuk a tiež, že niekoľkohodinový pobyt v chlade u zdravého človeka spôsobí zvýšenie metabolizmu, zvýšenie spotreby kyslíka a uvoľnenie triacylglycerolov do krvi. To znamená, že ak si zdravý a vystavíš sa chladu, telo automaticky začne uvoľňovať mastné kyseliny z podkožného tuku a bude ich rozkladať v mitochondriách, no nie na tvorbu ATP, ale na tvorbu tepla. Naše zdravie a výkonnosť sa tomuto počas evolúcie prispôsobili a presne preto existujú haplotypy, o ktorých si čítal v článku MITOCHONDRIE #6 ATP a UCP. V prírode to vidíš dodnes, napr. môj obľúbený príklad medveď. Na jeseň u nás medvede priberú a v zime naopak. Nezamrznú a zobudia sa štíhle a silné. Tie zvieratá, ktoré nemajú kapacitu, aby prežili chlad, sa v zime samé od seba sťahujú do tepla za slnkom, napr. vtáky či iné cicavce. Vedia kedy odísť, aj kedy sa vrátiť. Alebo taký slon v Afrike. Toto bude super príklad pre všetkých vegetariánov. Slon verzus lev alias karvnivor verzus vegetarián\n\nSlon sa živí rastlinami. Je na to prispôsobený. Všimni si niekedy, ako slony trávia čas. Vždy keď môžu, čvachtajú sa vo vode a najmä sa ňou celí oblievajú. Oblievajú sa studenou vodou a stoja na slnku. Nevedia, že konzumujú v zelenine veľa deutéria a tiež nevedia, že práve ľadová voda a slnko ich deutéria prirodzene zbavujú, aby ich mitochondrie a orgány mohli fungovať. U nás takto fungujú medvede v lete a na jeseň. Radi sa kúpu. Opačný príklad je lev. Lev sa zasa vody bojí. Nerád sa kúpe. Levy sú od prírody karnivory. Keď ulovia korisť, presne vedia, čo zožrať. Zjedia hlavne kosti, chrupavky a celé kusy mäsa. Veľa proteínu a tuku. Takáto potrava obsahuje najmenej deutéria. Tiež nemajú radi toľko vodu, pretože cítia, že majú iný haplotyp a nevedia si tvoriť toľko tepla a voda by ho z nich odoberala rýchlejšie. Levy preto chlad, ale ani vegetariánsku stravu intuitívne nechcú. Tiež po nažraní lev dlho odpočíva, pretože cíti, že po náročnom výkone musí doplniť svoj svalový aj pečeňový glykogén a tiež vie, že k tomu nepotrebuje žiadne sacharidy, ako si to fitness nadšenci myslia. Existujú aj iné spôsoby a čitatelia kníh ich poznajú. Takýto spôsob doplnenia glykogénu však trvá viac ako pár hodín, a preto lev nejde loviť hneď na druhý deň, ale oddychuje-UZEMNENÝ. Toto je len zopár príkladov zo zvieracej ríše. Porozmýšľaj nad tým. Aj ty si ako oni. Cukrovka v Indii verzus v Európe\n\nPosledný skvelý príklad je India a Európa, ako opačný prípad rovnakého problému, ktorým je cukrovka. Cukrovka bola kedysi v Indii raritou, no dnes je veľmi rozšírená, hoci konzumujú stále veľa fruktózy aj glukózy. Dôvod prečo teraz rozoberať nejdem, no mal by ti byť z časti jasný po prečítaní článkov o modrom svetle. Pre účastníkov nedávneho  \n\nTeraz sa však zameriam na rozdiel medzi nami a Indmi. Prečo sú u nás cukrovkári obézni, zatiaľ čo v Indii sú zvyčajne vychudnutí a tuk majú najmä na bruchu (tzv. skinny-obese)? Dôvodom je UCP a ich haplotyp. Indovia žijú po generácie v blízkosti rovníka a ich haplotyp nie je rozpojený ako náš. Oni nemali dôvod tvoriť si teplo ako my a ich mitochondrie tvoria prioritne ATP. To znamená, že ich telo nie je uspôsobené na to, aby priberalo po celom tele tuk ako naše. My to potrebujeme v jesennom období na svoje prežitie. Druhá strana rovnice je však tip cukrovky. Podľa starších štatistík vieme, že cukrovka prvého tipu je rozvinutá viac v severných krajinách. Prečo? Pretože pri prvom tipe cukrovky náš pankreas už inzulín neprodukuje, vďaka čomu nám v krvi ostane dlhšie glukóza, čo bolo v minulosti našou obrovskou výhodou, pretože cukor vo vode pôsobí ako nemrznúca zmes. Preto ti vodka v mrazáku nezamrzne, no čistá voda áno. Práve preto sme dokázali prežiť chlad a tiež sa nám kvôli tomu pri akútnom vystavení chladu zvýši cukor, no pri dlhotrvajúcej adaptácií na chlad nie. Vtedy využívame mastné kyseliny. ZÁVER\n",
  "date": "2021-05-08T00:00:00+02:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:51:33+02:00",
  "word_count": 3266,
  "source_file": "Adaptcia_nachlad_3_Hned_tuk_aUCP_rozpojenie.json",
  "cleaned_word_count": 3358,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:54.484987",
    "original_word_count": 3266,
    "cleaned_word_count": 3358,
    "reduction_percentage": 12.34
  }
}