{
  "url": "https://jaroslavlachky.sk/adaptacia-na-chlad-6-inzulin-a-cukor-v-krvi/",
  "title": "Adaptácia na chlad #6 Inzulín a cukor v krvi",
  "content": "Je inzulín skutočne hormón, ktorý sa stará iba o cukor a jeho prechod z krvi do bunky? Alebo je to hormón, ktorý vníma teplotu a svetlo, aké je okolo nás? Ak je odpoveď áno, ako to dokáže a aký proteín/aminokyselina mu v tom pomáha? (Článok si môžeš vypočuť aj vo forme audio podcastu. Audio článok spolu s popisom v minútach nájdeš TU!)\n\nSUMÁR ČLÁNKU\n\nPrečo máme v krvi albumín a čo tam robí?Ako reagujú aminokyseliny v našom tele na pH, či svetlo?Aké 3 aminokyseliny patria medzi aromatické?Čoho obsahuje veľa materské mlieko?V čo je výnimočný tyrozín?Akú úlohu zohráva UV a pH pri melaníne, strese, dopamíne, ale aj inzulíne?Je naozaj naše telo závislé na TEPLOTE, ale aj SVETLE?A ešte omnoho viac\n\nKrv, albumín, aromatické aminokyseliny a UV\n\nInzulín je veľmi dôležitý hormón, o tom niet pochýb, no ty už vieš, že tým hlavným hormónom v tele je leptín. Z  vieš, že leptín je našim počítadlom elektrónov a zároveň priamo alebo nepriamo ovláda aj ďalšie hormóny, vrátane inzulínu. Tiež už vieš, že svetlo reaguje iba s elektrónmi a keďže sa leptín o elektróny zaujíma, možno príroda využíva chlad aj na to, aby pozmenila prácu inzulínu. To znamená, že možno to, čo bežne o Inzulíne vieme, nie je celá pravda. Možno je toho v hre viac. A možno to taktiež súvisí s chladom aj tým, že naše telo pracuje rozdielne v chlade ako v slnečných mesiacoch…\n\nTeraz na moment zdanlivo odbočím od témy a venujem pár riadkov biochémií, no hneď sa vrátim k „ľudskej“ reči, pretože potom lepšie pochopíš tomu, akú úlohu inzulín skutočne má a ako to súvisí so svetlom a chladom. Poznáš proteín Albumín? Ak si sa niekedy venoval výžive, prípadne medicíne, tak predpokladám, že áno. Ja si ho napríklad pamätám ešte z čias puberty, kedy som si kupoval rôzne doplnky výživy, BCAA, či proteínové prípravky, pretože albumín bol často spomínaný ako jeden z benefitov pri konzumácií vaječných bielok. Albumín je však proteín, ktorý máme aj v tele a napríklad v krvi tvorí veľmi veľkú časť. Dôvodov, prečo je v našej krvi albumín dôležitý je viacej, no to, čomu sa dnes budeme venovať je jeho zaujímavá vlastnosť. Albumín totižto absorbuje UV svetlo a jeho absorpcia sa ešte aj mení v závislosti od teploty, ale aj pH. Nezabúdaj, že pH odzrkadľuje koncentráciu protónov v roztoku. Nižšie pH, acidické, má protónov viacej, zatiaľ čo vyššie pH, alkalické, má zas prevahu elektrónov. Aromatické aminokyseliny\n\nAlbumín sa nachádza v našej krvi, tvorí v našom sére až 60% bielkovín a naša krv je zasa z 93% voda. V krvi sa tiež prepravuje veľa vecí, vrátane glukózy, mastných kyselín, minerálov, vitamínov, atď., a práve albumín je niečo, čo pri ich preprave pomáha. Dôvod prečo albumín dokáže reagovať (absorbovať) UV svetlo je to, že obsahuje 2 významné aromatické aminokyseliny, konkrétne tyrozín a fenylalanín, ktoré svoj podiel taktiež menia so zmenou pH. Prečo albumín obsahuje práve tieto 2 aromatické aminokyseliny? Odpoveď je jednoduchá… SVETLO. V jednom z prvých článkoch na mojom blogu, ktorý bol o proteínoch, som ti ukázal obrázky všetkých aminokyselín. Spomínaš si naň? Teraz ti ukážem malý „výcuc“ a konkrétne to, ako vyzerali aromatické aminokyseliny. Už vtedy som ti povedal, aby si si ich pamätal podľa čudného výzoru ako chrobáka a tiež som ti prezradil ich zaujímavú vlastnosť, ktorou je absorpcia UV svetla. Áno, dobre čítaš. Aromatické aminokyseliny absorbujú UV svetlo. Takto vyzerajú 3, ktoré máme všade po tele: fenylalanín, tyrozín a tryptofán. Fenylalanín a tyrozín sú najjednoduchšie aromatické aminokyseliny a obe sú odvodené od alanínu. Fenylalanín je esenciálna aminokyselina, ktorú si naše telo nedokáže syntetizovať, čo znamená, že ju musíme prijímať v strave. Mimochodom, veľa sa jej nachádza napríklad v tmavej čokoláde alebo materskom mliečku. Zvláštne, že matka takto dieťatku servíruje aminokyselinu, ktorá absorbuje UV svetlo, nemyslíš? Tryptofán je taktiež esenciálna aminokyselina (musíme ho teda prijímať v strave), ktorá sa v potrave nachádza odlišne v závislosti od sezóny a je z nej tvorený napríklad dôležitý hormón serotonín, či melatonín, ale aj proteín NAD, ktorý okrem iného, donáša vodík zo sacharidu na prvý komplex v mitochondrii. Tryptofán taktiež dokáže vytvoriť ketón alebo glukózu a to iba na základe toho, v akom prostredí sa nachádzame a akú teplotu a svetlo naša pokožka s okom cítia. Avšak tyrozín, z ktorého sa tvorí napríklad aj náš hlavný hormón štítnej žľazy, si naše telo vie tvoriť, no iba za predpokladu, že máme dostatočné množstvo fenylalanínu. Tyrozín má mimochodom, spolu s tryptofánom najvyššie absorpčné spektrum pre UV svetlo v biochémii. [4, 5]\n\nTyrozín ako dôležitý hráč\n\nOtázka teraz znie, ako aromatické aminokyseliny reagujú na z pH alebo teploty? Maximálna a minimálna absorpcia tyrozínu sa postupne zvyšuje smerom na dlhšie vlnové dĺžky v UV spektre, keď sa pH zvýši nad 7,0 (teda nad neutrálne). Aj v našej krvi je mierne vyššie pH, to by si už mal vedieť. Naopak tryptofán, svoju absorpciu UV mení pri zmene pH iba veľmi málo, zatiaľ čo spektrá fenylalanínu sú od pH relatívne nezávislé. To znamená, že iba tryptofán svoju absorpciu mení do veľkej miery podľa pH. Asi sa teraz pýtaš, prečo ti to píšem však? A ako to súvisí s inzulínom? Hneď sa k tomu dostaneme, no najskôr si spomeň na to, čo som ti napísal v minulom článku hneď v úvode o ohreve vody. UV svetlo je to, čo vyvoláva najväčší výhrev, pretože nesie najviac energie na jednotku plochy. Tiež vieme, že so zvyšovaním teploty klesá pH a roztok sa teda stáva kyslejším. Toto je napríklad prípad choroby, kedy človek stráca lokálne REDOX (príde o elektróny a ostane mu nadbytok protónov) a jeho telesná teplota stúpne. Avšak to, že UV svetlo vyvoláva najväčší ohrev ešte neznamená, že nás „prekysluje“ a znižuje nám pH. Naopak. V poslednom článku som ti v úvode napísal, že voda pri absorpcii infračerveného svetla zmení vodíkové väzby a stane sa z nej exkluzívna zóna. Táto štruktúra vody separuje na jednej strane elektróny a na druhej viac protónov. Keď potom absorbuje UV, ktoré vyvoláva veľký výhrev, exkluzívna zóna sa ešte viac zväčší a separuje ešte viacej protónov od elektrónov. Exkluzívna zóna takto nadobudne paradoxne vyššie pH (preto má naša krv pH nad 7) a zároveň od seba vylúči viacej protónov, ktoré sa o seba „trú“ a uvoľňujú nejaké teplo. Presne takýmto spôsobom aj naša krv vďaka slnečnému svetlu nadobúda REDOX, vytvorí si dostatok exkluzívnej zóny na okrajoch steny ciev a v strede naopak nahromadí protóny, kde zmení pH, čím ovplyvní aj absorpciu tyrozínu, ktorý tam je. Fosforylácia a zmena topológie\n\nTyrozín je proteínogénna aminokyselina (tvoria sa z neho proteíny), vyskytuje sa v mnohých komplexných proteínoch v našom tele, a funguje ako prijímač fosfátových skupín, ktoré sú prenášané prostredníctvom proteínkináz. Proteinkinázy sú enzýmy zo skupiny kináz, ktoré katalyzujú (urýchľujú) spracovanie fosfátových skupín (fosforyláciu) na proteíny v tele. Robia to tak, že z ATP (Adenozín Tri Fosfát) použijú koncový fosfát, ktorý umiestnia na daný proteín, pričom ostane z ATP iba ADP (Adenozín Di Fosfát). Takýmto spôsobom proteíny v našom tele menia svoje úlohy a fungovanie, na základe toho, či sa fosforylujú (pridajú si fosfát) alebo nie. Fosforylácia takto môže zmeniť aktivitu cieľového proteínu. Tomuto sa tiež hovorí topologická zmena (zmena tvaru celého proteínu), ktorá je sprostredkovaná zmenou elektrického náboja v danom mieste, ktorý je vyvolaný vďaka svetlu (ako si to čítal v riadkoch vyššie). Tyrozín je veľmi významná aminokyselina práve v tom, že často podstupuje fosforyláciu. Avšak je toho ešte viac. Tyrozín, štítna žľaza, katecholamíny a cirkadiánny rytmus\n\nHormóny štítnej žľazy trijódtyronín (T3) a tyroxín (T4) sú tiež vytvorené z tyrozínu v hypofýze. Tyrozín je tiež predchodcom nášho pigmentu MELANÍN, ktorý sa nachádza nie len na našej pokožke, ale aj v OKU, konkrétne vzadu na sietnici v časti s názvom sietnicový pigmentový epitel (RPE). Tyrozín (alebo jeho prekurzor fenylalanín) je tiež potrebný na syntézu benzochinónovej štruktúry, ktorá tvorí súčasť koenzýmu Q10. Koenzým Q10 určite poznáš, prenáša elektróny z jedla medzi prvým až tretím komplexom v mitochondrii a je taktiež závislí od tyrozínu. Ďalší enzým, tyrozínhydroxyláza, katalyzuje počiatočný krok v biosyntetickej dráhe katecholamínov ako sú dopamín, noradrenalín a adrenalín. Teraz si však radšej sadni. Všetky z týchto katecholamínov sú deaktivované UV svetlom, ktoré dopadne na povrchy nášho tela a fruktóza tento proces ešte urýchli. Čo ti to ako laikovi hovorí? Že matka príroda s evolúciou sa museli postarať o to, aby vďaka lokálnym podmienkam (svetlu a teplote) vedeli regulovať fyziologické, ale aj behaviorálne funkcie živočíchov. Určite ti nemusím zdôrazňovať, že napríklad adrenalín má v našej biológií mnoho úloh, je to „stresový“ hormón, no nikdy nemôže byť aktivovaný nonstop. Práve UV je jeho STOP. Toto je dôvod, prečo mnohé štúdie zistili užitočnosť tyrozínu v podmienkach stresu, chladu, únavy, dlhodobej práce a nedostatku spánku so znížením hladiny stresového hormónu. Tiež to znamená, že tvoj cirkadiálny rytmus je priorita číslo jeden, aj čo sa stresu týka. V danej štúdií sa totižto píše o tom, že jedenie večer a v noci ti ľahko vyvolá spálenie sa na slnku na ďalší deň. Dôvod prečo sa tam síce nedozvieš, no ak si pozorný, v riadkoch vyššie si ho SPOZNAL. [12, 13]\n\nTyrozín, inzulín a teplota\n\nTeraz sa dostávam k pointe dnešného blogu, ktorým je inzulín a hladina cukru. Každý dnes vie, že inzulín je dôležitý hormón, ktorého hlavnou funkciou je „vpúšťať“ do bunky nutrienty na čele s glukózou. Otázka však znie, ako sa bunka zbavuje inzulínu? Čo rozhoduje o tom, kedy sa inzulín vylúči a kedy sa jeho množstvo zníži? Niečo tu predsa musí byť, pretože cukor/glukóza sám o seba na to nestačí. Ak by stačili, mali by sme predsa všetci svoj cukor v krvi pod kontrolou. Prečo sa však niektorým ľuďom cukor v krvi zvýši viac a klesne pomaly alebo naopak? A prečo u niekoho inzulín nevládze cukor do bunky vháňať? Odpoveď ťa možno prekvapí, no úlohu tu zohráva tyrozín. Signalizácia inzulínu je ukončená práve defosforyláciou tyrozínových zvyškov vo vnútri molekulárnej štruktúry inzulínu. To znamená, že tyrozín, ktorý predtým obsahoval fosfát (bol fosforylovaný) sa vďaka nejakému POKYNU zbaví fosfátu a celá úloha molekuly inzulínu je u konca. Pozri sa ako vyzerá časť molekuly inzulínu a všimni si tie čudné „chrobáky“ uprostred. To sú aromatické aminokyseliny. Tyrozín je aromatická aminokyselina, ktorá absorbuje UV svetlo a proces jeho defosforylácie je viazaný na tok elektrónov, ktoré reagujú na svetlo. Aj podľa štúdií vieme, že serín a treonínkinázy taktiež znižujú aktivitu inzulínu a práve svetlo, ktoré je okolo nás, tieto mechanizmy ovláda. Avšak čo čert nechcel, TEPLOTA má podobný vplyv na inaktivovanie inzulínu. Môže za to niečo, čo som ti napísal v prvom článku série. Ak si nespomínaš, prečítaj si ho znovu, bola to štvrtá odrážka na konci článku, kde som rozpísal benefity chladu. Teplota, inzulín a nemrznúca zmes\n\nO tomto som písal už viackrát, no je to extrémne dôležité a preto to napíšem znovu tu a teraz, keď máš aj celý kontext. Akútny chlad zvyšuje cukor v našej krvi a robí to práve vďaka tomu, že deaktivuje molekulu inzulínu, ktorý tak skrz svoj receptor prestane glukózu vháňať do bunky a ponechá ju v krvi. Je to pre nás dôležité, pretože cukor vo vode pôsobí ako nemrznúca zmes. Tieto zaujímavé skutočnosti mimochodom zistil Gilbert Ling a to ešte v minulom storočí, kedy prišiel na to, že inzulín sa správa inak, keď teplota klesne pod cca 16°C. Chlad v nás takýmto spôsobom schválne znižuje činnosť inzulínu, jednak aby nám v úvode ostal cukor v krvi a pomohol nám chlad zvládnuť, no tiež vďaka tomu dokáže deaktivovať inzulínové receptory a navrátiť im ich citlivosť. UV svetlo to zas robí odlišným spôsobom, pretože presne ovláda kedy sa inzulín aktivuje aj deaktivuje, vďaka tyrozínu. To znamená, že aj naša biológia musí byť ovládaná ako SVETLOM, tak aj TEPLOTOU. v\n\nZÁVER a ZHRNUITIE\n\nSchválne sa pozri na obrázok s hroznom ešte raz a dobre si prečítaj, čo v ňom stojí. Hoci to hrozno nemá schopnosť myslieť, zdá sa, že je inteligentnejšie ako človek, pretože vie, že v niektorých situáciách potrebuje vyšší obsah cukru a zníženie množstva vody na to, aby prežilo. Tiež „vie“, že ak by si pichlo inzulín, aby sa cukru zbavilo, zahynulo by. Ľudia na tieto primitívne fakty zabúdajú, no neuvedomujú si, že to má svoj zmysel. Náš druh má vo svojich génoch cukrovku zakódovanú schválne, pretože nám v minulosti pomáhala prežiť chlad a pomáha nám dodnes. Otázka však znie, či ešte stále zažívame zmeny teploty alebo UV svetla…\n\nAk sa ti článok páčil, kľudne ho  Máš sa na čo tešiť. Ak chceš byť informovaný medzi prvými o zverejnení nového článku a nie si ešte v newsletteri, zanechaj mi nižšie email a dostaneš upozornenie. A ak sa chceš pridať medzi  \n\nwikipedia.org/wiki/Albumin",
  "date": "2021-05-29T00:00:00+02:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:51:28+02:00",
  "word_count": 1907,
  "source_file": "Adaptcia_nachlad_6_Inzuln_acukor_vkrvi.json",
  "cleaned_word_count": 2072,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:52.801392",
    "original_word_count": 1907,
    "cleaned_word_count": 2072,
    "reduction_percentage": 14.4
  }
}