{
  "url": "https://jaroslavlachky.sk/cirkadialny-protokol-1-optimalna-strava/",
  "title": "CIRKADIÁLNY PROTOKOL #1 OPTIMÁLNA STRAVA",
  "content": "Chceš sa naučiť, ako byť po zbytok života ZDRAVÝ, PRIMERANE ŠTÍHLY, SILNÝ a VITÁLNY? Chceš optimalizovať svoje ZDRAVIE a DLHOVEKOSŤ zároveň? Tento krátky, ale výstižný PROTOKOL je určený presne na to. Optimalizuje tvoj LEPTÍN a CIRKADIÁLNY RYTMUS a tým pádom aj SPAĽOVANIE PODKOŽNÉHO TUKU tvojou KOLÓNIOU MITOCHONDRIÍ. Celý PROTOKOL (alebo aj „PREDPIS“ ak chceš) je založený na dvoch veciach: na OPTIMALIZÁCIÍ CIRKADIÁLNYCH RYTMOV a na optimalizácií LEPTÍNU aj citlivosti jeho RECEPTOROV. Ak si na blogu nový a chceš z protokolu vyťažiť maximum, odporúčam ti prelistovať najskôr tieto predchádzajúce články: Prečo dnes počítanie kalórií nehrá úlohuVznik života #1- Cirkadiálny rytmusCIRKADIÁLNY RYTMUS #1 Cirkadiálne gény PERSACHARIDY verzus TUKYHlavný hormón LEPTÍN\n\nŠTRUKTÚRA ČLÁNKU\n\nTento článok bude štruktúrou trochu iný ako obyčajne a preto v skratke napíšem ako som ho rozdelil, aby si vedel kde čo nájdeš, prípadne či môžeš nejaké odstavce preskočiť, ak ti ide iba čisto o STRUČNÉ KROKY. (P. S: Snažil som sa vyhovieť všetkým ľuďom, ktorí vypísali posledný dotazník, no pri otázke, či si želáte STRUČNÝ verzus DLHÝ ČLÁNOK, to bolo  45 ku 55, tak verím že vám vyhoviem. Na konci pripájam každý PROTOKOL aj v krátkom, 1 stranovom pdf súbore na stiahnutie.) \n\nPRAKTICKÉ KROKY / 3 PROTOKOLYJEDNODUCHÉ ZNAKY DOBRE FUNGUJÚCEHO LEPTÍNUZAČIATOČNÝ PROTOKOLPOKROČILÝ 1: RAŇAJKY + SKORÁ VEČERAPOKROČILÝ 2: OBED + (SKORÁ) VEČERAĽUDIA PRACUJÚCI NA SMENY\n\nPREFEROVANÉ POTRAVINYPOZNÁMKY KU PROTOKOLOM (TEÓRIA)PROTOKOLY NA STIAHNUTIE V PDFODKAZY, LINKY, CITÁCIE a POUŽITÁ LITERATÚRA: 3 KROKY ZA ZDRAVÍM\n\nToto sú TRI KROKY, ktoré sa musí každý NAUČIŤ, PRISPÔSOBIŤ si ich a VYUŽÍVAŤ ich, ak chce byť dlhodobo ZDRAVÝ a FUNKČNÝ. Presne vďaka týmto KROKOM má každý živočích rozdielne TELO aj NERVOVÚ SÚSTAVU a všetko toto EVOLÚCIA uspôsobila tomu, aby živočích žil čo NAJDLHŠIE, NAJZDRAVŠIE, „NAJEKONOMICKEJŠIE“ a NAJHODNOTNEJŠIE, vzhľadom na jeho ÚČEL, aký na tejto planéte má. Celý môj BLOG, aj KNIHY ťa práve tieto KROKY UČIA, pričom dnešný článok bude venovaný poslednému. Tu sú: Musíš spomaliť stratu ELEKTRÓNOV zo svojho TELA.Musíš zlepšiť BIOENERGETIKU MITOCHONDRIÍ.Musíš mitochondriám dodávať dostatok ELEKTRÓNOV a v správny ČAS. (Napr. konzumáciou väčšieho množstva tuku, morských plodov, rýb, byť viac uzemnený, vo vode, atď.)\n\n1. PRAKTICKÉ KROKY/PROTOKOLY\n\n1.1 JEDNODUCHÉ ZNAKY DOBRE FUNGUJÚCEHO LEPTÍNU\n\nTieto jednoduché znaky sem píšem schválne ešte pred protokolom, pretože ti poslúžia, aby si vedel, či si môžeš vybrať rovno z „POKROČILÝCH“ (druhý a tretí) alebo potrebuješ nejaký čas aj prvý, „ZAČIATOČNÍCKY“. Ide o to, že v dnešnej dobe sa stáva nejedenie alebo tzv. INTERMITTENT FASTING (ak ti je pojem neznámy, použi Google) veľmi populárne, no ako pri všetkom, čokoľvek je trendy sa proste len nasleduje a málokto vie, čo je za tým. V tomto prípade je za tým funkcia MITOCHONDRIÍ a LEPTÍNU a ak s niečím takýmto začne človek, ktorý je vnútorne „ROZBITÝ“, ešte do toho nedajbože zaradí TRÉNING, v skutočnosti svoj stav len zhoršuje. (O nevhodnom tréningu sa dočítaš o chvíľu). To, že naše TELO dokáže prirodzene fungovať aj v čase keď nejeme, sme nalačno, apod., je normálne. No musíme mať na to ADEKVÁTNE STIMULY z PROSTREDIA, FUNKČNÚ RIADIACU JEDNOTKU (LEPTÍN) a FUNKČNÝ MOTOR (funkčnú KOLÓNIU MITOCHONDRIÍ), ktorá spaľuje podkožný TUK, z ktorého tvorí kvantá VODY. Preto by mala byť PRVORADÁ optimalizácia ČASU KEDY JEME, ČO JEME a až potom ČASU KEDY NEJEME. Takýmto spôsobom sa optimalizuje samotný LEPTÍN aj ostatné HORMÓNY (vrátane štítnej žľazy). Ak si niekto myslí, že je prvoradé čo najmenej jesť, respektíve, čo najdlhšie NEJESŤ, je na omyle. Rovnako sa mýlia ľudia, ktorí si myslia, že je jedno, či budú jesť o deviatej večer a potom budú 16 a viac hodín nejesť, ako keby sa najedli povedzme o šiestej večer a rovnako dlho by potom nejedli. Ako som už naznačil v článku o CIRKADIÁLNYCH GÉNOCH PER, naša pečeň aj tráviaci trakt majú vlastné oscilačné mechanizmy, pomocou ktorých dokážu potravu správne SPRACOVAŤ, no iba v istom časovom horizonte (cca do 12 hodín) a prispôsobujú sa ČASU, kedy POTRAVU zvykneme jedávať. No stále sú tu aj hlavné hodinky v SCN, ktoré vysielajú signály do ostatných častí tela a usmerňujú ich. „Spomínaš na prirovnanie s NOVINÁROM na voľnej nohe, ktorý síce pracuje sám, zháňa si vhodne interview a námety na články, no aj tak sa sem tam musí hlásiť u ŠÉFA, ktorý mu určí smer? Presne takto to funguje s TRÁVIACIM TRAKTOM a MOZGOM v našom TELE.“\n\nNajjednoduchší spôsob, ako zistíš, či si na tom s LEPTÍNOM ZLE, je zdravý sedliacky ROZUM, prípadne ZRKADLO a štipka ÚPRIMNOSTI. Znaky zlej citlivosti na Leptín: Ak máš očividnú nadváhu, nie je to v poriadku. Tvoja nádrž sa plní, no kontrolka nefunguje.Ak sa v noci budíš.Ak musíš ísť v noci na WC, či najejsť sa.Ak mávaš večer alebo v noci HLAD, obzvlášť na SLADKÉ.Ak nedokážeš fungovať úplne v poriadku, bez jedenia každé 3 hodiny.Ak mávaš problémy s POTENÍM, CUKROM (napr. všetci cukrovkári). (Poznámka: Ak patríš k ľuďom, ktorí si robia aj rôzne krvné testy, atď. skvelé ukazovatele sú HsCRP=mal by byť blízko nule, INZULÍN nalačno= ideálne pod 3 mIU/L, (triacylglycerol) musia byť nízko= okolo 0,5-0,8 mmol/L, prípade sa dá zmerať aj samotne sérum Leptínu v krvi )\n\nToto sú znaky, podľa ktorých zistíš, že si na tom už lepšie a môžeš si dovoliť posunúť sa na POKROČILÝ PROTOKOL (napr. Level 2 alebo Level 3), prípadne viac experimentovať. Znaky dobrej citlivosti na Leptín: – budeš sa ráno ľahko prebúdzať s množstvom energie, – večer budeš ľahko zaspávať, [2, 3, 4]\n\n– budeš mať cez deň veľa energie, – budeš sa cítiť v teple, hoci tvoja telesná teplota v priebehu najbližších mesiacov paradoxne  klesne, – budeš mať každý deň pravidelnú stolicu, a to bez výnimky, [6, 7]\n\n– NIKDY sa ti nestane, že pôjdeš v noci na WC, – bez problémov a bez hladu vydržíš medzi jedlami 5 až 10 hodín, – budeš menej hladný aj smädný, – upraví sa ti hmotnosť, vzhľadom na tvoj typ postavy, – budeš mať lepšiu náladu aj zmýšľanie, – budeš sa menej potiť a iba vtedy, keď treba, – problémy s HLADOM aj neovládateľné chute na SLADKÉ sa vytratia a rovnako zmiznú mnohé PREJAVY s tým spojené (roztrasené ruky, výkyvy nálad, únava, ospalosť cez deň, …)\n\nPre stiahnutie PDF \n\n 1.2 ZAČIATOČNÝ PROTOKOL\n\nZačni vstávať VŽDY v rovnaký čas. Cez týždeň, aj cez víkend. Momentálne je výhoda, keďže sú dlhé dni, že sa človeku ľahšie vstáva, keď je skôr svetlo.Keď vstaneš, choď na chvíľu VON a buď aj BOSÝ (aspoň na minútu). Či už vstávaš pred východom slnka, alebo po, UROB TO.Potom zjedz svoje prvé JEDLO. Musí to byť cca 30 až 60 minút od zobudenia a to každý deň. Ideálne nie pred TV. – RAŇAJKY musia obsahovať dostatok PROTEÍNU a primerane TUKU, prípadne SACHARIDOV. O proteínoch som písal TU. Mladí, štíhlejší ľudia môžu jesť viac sacharidov, ostatným odporúčam viac TUK. Momentálne je však výhoda, že máme vhodné ročné obdobie aj na konzumáciu sacharidov. – Proteínu si ráno dopraj, kľudne aj 40 – 80 g, podľa váhy a podľa toho, ako dlho budeš po raňajkách sýty. Ak nebudeš hladný aspoň 4 až 5 hodín potom, našiel si svoju primeranú hranicu. Ak hladný budeš, ďalší deň skús pridať a uvidíš. – Proteín má ráno 3 NENAHRADITEĽNÉ FUNKCIE a to, že stimuluje tvorbu ŽALÚDOČNÝCH ŠTIAV, ktoré pretrvávajú ešte niekoľko hodín potom, stimuluje POCIT NASÝTENIA a slúži ako STAVEBNÝ MATERIÁL, pretože CHORÍ a OBÉZNI ľudia musia viac nahrádzať svoje poškodené BUNKY aj MITOCHONDRIE. – Skvelé možnosti sú vajíčka, mäso, šunky, tvrdé a fermentované syry (ideálne je, že sa dá pripraviť viac na večeru a zvyšok poslúži ako raňajky), prípadne, hoci toto ber ako poslednú možnosť, aj PROTEÍNOVÉ PRÍPRAVKY. V takomto prípade si nekupuj žiadne IZOLÁTY, ale čo najmenej spracovaný proteínový prípravok (srvátkový koncentrát, prípadne vhodný kolagén, atď.). (Poznámka: V mnohých veciach chcem ľudí učiť dôslednosti, no som tiež REALISTA a viem, že nie všetko je v živote dokonalé. Sám využívam aj tieto veci, zvyčajne cez rušné víkendy, ako moje prvé jedlo z dvoch, pretože je to RÝCHLE, PRAKTICKÉ, a poslúži mi to v istých situáciách viac, ako keby som zjedol povedzme BIO CELOZRNNÉ VLOČKY, OVOCIE a niekedy je to dokonca lepšie, ako nejesť vôbec. Napr. v dňoch, kedy ťažko a často trénujem, keďže som veľmi štíhly a druhý dôvod sa dozvieš ochvíľu.)\n\nMedzi jedlami nejedz NIČ a NIKDY. Pojedanie je ten najhorší zlozvyk, aký si ľudia vytvorili.Nikdy netrénuj RÁNO, PRED ani PO RAŇAJKÁCH. Ak chceš trochu podporiť pre postavy a úpravu zdravia aj hmotnosti, zaraď VHODNÉ, INTENZÍVNE a KRÁTKE TRÉNINGY, no rob ich v poobedných hodinách (cca medzi 13:00 až 18:00). Ideálne pred večerou. (Poznámka: U zdravého človeka je v ranných hodinách v mozgu vylučovaný KORTIZOL, ktorý sa slangovo označuje ako hormón STRESU. Tento hormón nás prebúdza, zvýši tlkot srdca, atď. Večer naopak klesá. Obézni a chorí ľudia majú paradoxne kortizol vyšší buď celý deň, alebo neskôr večer. Kortizol sa však tvorí z CHOLESTEROLU a má podobnú dráhu tvorby ako všetky STEROIDNÉ HORMÓNY. Toto sa týka aj žien. Z minulého článku vieš, že LEPTÍN sa tvorí v podkožnom tuku, odkiaľ prechádza do krvi a v noci prechádza do MOZGU do SCN. Ak však niekto trénuje ráno, KORTIZOL prestrelí svoju HRANICU, a celý OSCILAČNÝ CYKLUS je narušený. Jeho ostatné hormóny budú mať posunuté cykly a Leptín v noci nedokáže mozgu povedať, aký je stav ELEKTRÓNOV v tele.)\n\nJedz 3 jedlá za deň a maj medzi nimi odstup aspoň 4 až 5 hodín. Ak budeš občas chcieť, alebo sa viac preješ na raňajky, radšej preskoč obed a večeru zjedz skôr.Posledné jedlo sa snaž zjesť ešte keď je vonku svetlo a minimálne 4 až 5 hodín pred spaním. (Marec až október maximálne do 19:00, október až marec maximálne do 17:00.)\n\nVečeru maj opäť bohatšiu na PROTEÍNY (obzvlášť, ak si trénoval) a na TUKY. Ak si však zdravý, mladý a je na to sezóna (ako teraz), kľudne si po večeri dopraj aj sacharidy (cca do 30% z denného príjmu). Pri jedení nepotrebuješ žiadne kalórie, jedlo si vychutnávaj, snaž sa jesť pomalšie, celú a nespracovanú potravu a počkaj na prirodzený pocit sýtosti. Viem, že hlavne v tomto štádiu je to náročné, pretože mozog ti nedáva správne vedieť kedy si naozaj hladný/najedený, no ak sa naozaj nevieš dojesť alebo to nerozoznáš, vyskúšaj si ako prvý chod dať POLIEVKU (ideálne VÝVAR) a potom objemnejšie potraviny (napr. zelenina) spolu s výživnými PROTEÍNMI a TUKMI. V tretej časti (POZNÁMKY KU PROTOKOLOM) nájdeš ešte detailnejšiu odpoveď.Večeru maj bohatú na TUKY s MASTNÝMI KYSELINAMI, ktoré sú dlhšie (10 a viac uhlíkov), ako som to opisoval aj v článku. Tieto tuky sa dlhšie v tele rozkladajú, mitochondrie ich dobre spaľujú a dlho ťa zasýtia a ty v kľude vydržíš aj 5 hodín pred spaním už nejesť, aj celú noc až do ďalších raňajok.Vhodné tuky sú slanina, maslo, smotana, syry, tučné ryby, olivový olej, orechy,…Večer, po západe slnka, maj doma čo najviac TMU, nepoužívaj LED, ani studeno biele žiarovky, jasné svetlá, atď., prípadne sa adekvátne pred nimi chráň. (Tu je EBOOK, kde sa dozvieš ako na to).Najneskôr o 23:00 buď pripravený na SPÁNOK. Zariaď si to podľa času kedy musíš vstávať, aby si spal aspoň 7,5 hodín. Aspoň hodinu pred spaním vypni úplne všetku elektroniku (lietadlový režim na mobile, žiadna wifi v spálni, atď.), zhasni svetlá, prípadne iba tlmenú lampičku pri posteli.Ak používaš BUDÍK, daj si ho aspoň 1,5 metra od hlavy.Skús si pred spaním  písať DIÁR, nejakú formu vďačnosti, atď., pomôže ti to s myšlienkami.Tento ZAČIATOČNÝ PROTOKOL je iba dočasný, no je dôležitý a musí byť KONZISTENTÝ. Tvoje CIRKADIÁLNE HODINY MOZGU, PEČENE aj LEPTÍN sú veľmi dôležité a vyžadujú aspoň 20 dní na SYNCHRONIZÁCIU (odhadom). Ešte raz si prezri vyššie rozpísané ZNAKY fungujúceho leptínu. U niekoho to potrvá 2-4 týždne, u niekoho možno dva mesiace, no až sa tvoj stav, váha aj pocity zmenia, neodporúčam ti ostávať pri niečom takomto neustále. Myslím, že to aj sám zistíš už v PRIEBEHU, že ti viac bude vyhovovať jesť iba 2 krát, prípadne RAZ. Tiež budeš mať viac ENERGIE (či už na TRÉNING, POHYB, PRÁCU alebo nejaký KONÍČEK) a presne na toto sú vhodné ďalšie 2 PROTOKOLY. Pre stiahnutie PDF \n\n 1.3 RAŇAJKY + SKORÁ VEČERA: Takýto postup je vhodný pre veľa ľudí, ktorým bude vyhovovať RAŇAJKOVAŤ. Je vhodný predovšetkým pre mladších a starších ľudí, kvôli zvýšenej potrebe opravovať a regenerovať BUNKY, ale aj pre ľudí, ktorí majú napríklad malé deti, s ktorými chcú stráviť spoločné RÁNO pri raňajkách a chcú, aby mali výdatné JEDLO, ktoré im dodá všetko potrebné pred tým, ako pôjdu do školy/škôlky. Bohužiaľ, väčšina rodičov si radšej zvolí pohodlnejšiu možnosť, v podobe keksíku, croassantu, atď., no verím, že ak čítaš môj BLOG, záleží ti na ŽIVOTE SEBA, aj SVOJEJ RODINY a toto sa ťa netýka. Čas vstávania a spánku maj pri akomkoľvek životnom štýle/protokole ROVNAKÝ. (Ak pracuješ na smeny, o tom sa dočítaš o chvíľu.)Odporúčam mať rozdiel v časoch maximálne hodinku a hlavne sa riaď podľa dĺžky spánku a toho, ako sa cítiš po zobudení. Ak ti vyhovuje spať 7 hodín a cítiš sa cez deň super, OK. Ak však nie, skús si dopriať aspoň 8 hodín a buď choď skôr spať, alebo neskôr vstaň.Osobne som si napríklad všimol, že v dni, keď netrénujem ani nepracujem dlho s notebookom a večeriam aspoň 4 hodiny pred spaním, vystačím si aj so 6,5 hodinami spánku. Rovnako, keď sa stravujem dlhodobo KETOGENICKY alebo využívam ĽADOVÉ KÚPELE. Naopak v dni, keď TVRDO TRÉNUJEM alebo trávim viac času prácou na počítači, potrebujem spánku viac. (Menej ako 6,5 hodín spánku dlhodobo, neodporúčam nikomu. Snaž sa udržiavať v priemere na 7 až 7,5 hodinách spánku a to vždy.)\n\n(Ak si sa dostal sem, mal by si už poznať, ako sa cítiš, keď si plný energie, nemáš neovládateľný HLAD ani CHUTE a teda vieš rozlíšiť ako ti bude, keď povedzme budeš v takomto stave 2 dni po sebe ŽÚROVAŤ do rána. V skratke, bude ti na nič. Nevravím teda, aby si to nikdy nerobil, sme ľudia, ale nespoliehaj sa na to, že ak budeš 5 dní v týždni fungovať v nejakom režime a 2 dni úplne naopak, všetko bude OK. Pretože NEBUDE. Ak teda budeš niekde do rána, radšej si druhý deň, ak potrebuješ, pospi o niečo dlhšie, prípadne si zdriemni cez deň, zredukuj svoju aktivitu, no už druhý deň funguj normálne. Nastav si budík a vstaň, ako by si mal vstávať normálne a rovnako s časom spánku. Tvoj CIRKADIÁLNY RYTMUS sa veľmi rýchlo navráti nazad a ver mi, že s ním aj tvoja ENERGIA.)\n\nKeď vstaneš, choď na chvíľu VON a buď aj BOSÝ (aspoň na minútu). V krajnom prípade, choď aspoň na balkón, prípadne pred okno, nech tvoje TELO a OČI vidia SVETLO a TEPLOTU, aké sú práve vonku. (Poznámka: Hlavne sa nevystav hneď umelému a silnému svetlu. Teplo žlté žiarovky sú fajn, no povedzme studeno biele a klasické LED aj všetky dispeleje si nechaj na neskôr. Tvoje OKO je uspôsobené tak, že paradoxne ráno ťaží z nižšej teploty svetla, pretože vtedy regeneruje dôležité fotoreceptory, ktoré začne využívať akonáhle slnko vystúpi nad obzor. Preto je najideálnejšie vstávať dokonca ešte pred východom slnka.)\n\nOdporúčam zaradiť aj pravidelné vystavovanie sa CHLADU. Ideálna je SPRCHA.Pokús sa prepracovať k tomu, aby si vydržal aspoň 2 minúty sprchy na celé telo najstudenšou vodou a potom v tom pokračuj každý deň, bez výnimky. CHLAD je skvelý STIMUL aj pre CIRKADIÁLNY RYTMUS. Musí byť však KONZISTENTNÝ. Odporúčam ráno, ešte pred raňajkami, alebo večer po jedle, či pred spaním. Keď si však vyberieš nejaký čas, ktorý ti vyhovuje, ostaň pri ňom a nemeň ho.Sprchuj si najmä KRK a TRÁPEZY alebo veľké časti tela, kde je viac TUKU, ako BRUCHO, HRUĎ a CHRBÁT, prípadne Stehná (pre ženy). (Takýmto spôsobom sa môžeš v priebehu mesiacov až 2 rokov ľahko prepracovať aj k dobrej ADAPTÁCIÍ NA CHLAD, ako to popisujem aj v KNIHE. Ak budeš využívať každý deň aspoň takúto krátku sprchu, v priebehu mesiacov, ako sa bude vonku ochladzovať a bude sa znižovať aj teplota vody v potrubí, tvoje telo si bude prirodzene zvykať. Neskôr možno zistíš, že zvládneš aj dlhší kúpeľ, atď.)\n\nPotom zjedz svoje RAŇAJKY. Opäť 30 až 60 minút po zobudení.Platí to isté, čo v ZAČIATOČNOM PROTOKOLE len s tým rozdielom, že PROTEÍN nejedz v tak veľkom množstve. Ak si predtým zjedol napríklad 50 gramov, teraz ti stačí polovica.Proteín je však ráno potrebný preto, lebo stimuluje sekréciu žalúdočných štiav, ktoré budeš potrebovať neskôr cez deň. Toto ti pomôže s úpravou POSTAVY (obzvlášť ak trénuješ), ale rovnako aj s dobrým trávením ďalšieho JEDLA a RECYKLÁCIOU BUNIEK a MITOCHONDRIÍ počas celého dňa.Čím viac máš cez deň POHYBU (alebo TRÉNINGU) a je medzi 1. marcom až 20. októbrom, tým viac SACHARIDOV si môžeš dopriať. Mysli pri tom na svoje ciele. Ak si štíhly, zdravý a sme v lete, ustojíš ich viac. Rovnako ak tvrdo trénuješ 5 až 7 dní v týždni. Maj však na mysli, že by si mal začať premýšľať dlhodobo a prezradím ti, že konzumácia sacharidov po tréningu nie je jediný spôsob, ako si doplniť GLYKOGÉN).Odporúčam dennú konzumáciu sacharidov rozdeliť cca 50:50 (alebo 75:25) s druhým jedlom, prípadne ak poobede TRÉNUJEŠ a uprednostňuješ SACHARIDY na dopĺňanie GLYKOGÉNU tak 25:75. Teda viac ich zješ v potréningovom jedle.Snaž sa počas celého dňa a hlavne v čase medzi jedlami, čo najviac HÝBAŤ.Nemyslím však TRÉNING, ale POHYB. Naša KOSTRA potrebuje všestranný POHYB, pretože sa nám vďaka tomu neustále prerábajú a remodelujú KOSTI, no rovnako je to stimul pre MITOCHONDRIE aj MOZOG. (Tento KROK je niečo, čo ti samo o sebe veľmi pomôže s ÚPRAVOU POSTAVY v priebehu mesiacov až rokov, pretože tvoje MITOCHONDRIE v KOSTROVOM SVALSTVE sa nie len zmnožia, ale aj zefektívnia a rovnako sa zmnožia a zefektívnia NERVOVÉ PREPOJENIA MOZGU. Aj preto sa ti časom upraví MYSLENIE, ako som to spomínal vyššie.)\n\nAk chceš TRÉNOVAŤ, uprednostni poobednajšie HODINY.Poobede, medzi cca 13:00 až 18:00, je naše TELO aj celá HORMONÁLNA SÚSTAVA cirkadiálne uspôsobená tak, aby sme mali najrýchlejšie reakcie, najefektívnejšiu SVALOVÚ aj SRDCOVÚ ČINNOSŤ a rovnako vtedy máme ZVÝŠENÚ PROTEÍNOVÚ SYNTÉZU. (Netvrdím, že nemôžeš trénovať RÁNO, ani nalačno, no neodporúčam to robiť pravidelne a formou dlhých tréningov. V prvom rade je rozdiel medzi normálnym pohybom a tréningom. Osobne napríklad celý deň a hlavne doobeda, využívam rôzne pohyby ako DLHŠIA CHÔDZA, VIS na KRUHOCH/HRAZDE a rôzne zhyby aj výdrže, STOJKA NA RUKÁCH, KLIKY V STOJKE, PLUNCH, atď., no nijako ma to nevysíli a neberiem to ako tréning. Toto je TO, čo som písal v BODE VYŠŠIE.)\n\n(Ak chceš maximalizovať svoju SVALOVÚ aj KOSTROVÚ HYPERTROFIU, snaž sa TRÉNOVAŤ SPRÁVNE, KRÁTKO a INTENZÍVNE. Trénuj v poobedňajších hodinách (13-18:00) a do hodiny potom zjedz svoju VEČERU podľa ďalšieho bodu. Takýmto spôsobom ZTROJNÁSOBÍŠ PROTEÍNOVÚ SYNTÉZU. Ak to robíš ešte aj VONKU, keď je teplota pod 10°C, tvoja spotreba KYSLÍKA STÚPNE a SPAĽOVANIE MASTNÝCH KYSELÍN vo svaloch sa zvýši až o 400%.)\n\nSvoju SKORÚ VEČERU zjedz najneskôr 10 hodín po raňajkách a aspoň 3 a viac hodín pred spaním.Ak vstávaš do práce trebárs o 5:00, o 6:00 sa naraňajkuješ tak večeru pôjdeš jesť najneskôr o 16:00. Jedlo sa má vychutnať a povedzme, že budeš jesť do 17:00. Keď pôjdeš spať o 22:00, máš dostatok času na strávenie potravy pred spánkom aj na samotný spánok. (Vychádzam z toho, čo som načrtol v článku o CIRKADIÁLNYCH PER GÉNOCH. Tvoja pečeň má od prvého sústa za deň po posledné, cca 12 hodín dokedy bude správne riadiť a vylučovať tráviace PROCESY a ENZÝMY. Preto odporúčam nájsť si nejaký cca 10 hodinový alebo kratší časový horizont, v ktorom je logicky započítané aj samotné jedenie.)\n\nČo počítanie kalórií alebo množstvo JEDLA, aké máš zjesť? Kalórie nepotrebuješ, jedlo si vychutnaj, jedz celú a skutočnú potravu a keď budeš sýty prestaň. Ak ťa to neuspokojilo, v tretej časti (POZNÁMKY KU PROTOKOLOM) nájdeš detailnejšiu odpoveď. Uprednostni TUKY s MASTNÝMI KYSELINAMI, ktoré sú stredné a dlhšie (10 až 18 uhlíkov), ako som to opisoval aj v článku. Tieto tuky sa dlhšie v tele rozkladajú, mitochondrie ich dobre spaľujú, dlho ťa zasýtia a ty v kľude vydržíš aj 5 hodín pred spaním už nejesť, aj celú noc až do ďalších raňajok. (Poznámka: Tuky so stredným a dlhším reťazcom sa označujú ako MCFA a LCFA, ideálne keď majú 10 až 18 uhlíkov, a ich názvy nájdeš napríklad TU. Nižšie však ponúkam zoznam potravín, v ktorých sú už zahrnuté, prípadne môžem o výbere mastných kyselín neskôr spísať samostatne článok.)\n\nVhodné tuky sú slanina, maslo, smotana, kokosový olej, bryndza, mäso, syry, tučné ryby, olivový olej, orechy, semiačka,…Druhé jedlo je to, ktoré by malo byť najbohatšie na PROTEÍNY. Preto by si ich mal mať v prvom jedle menej, no musia tam byť, aby si stimuloval žalúdočné šťavy, atď., ktoré počas dňa budú vrcholiť a práve neskôr vďaka tomu dobre stráviš HLAVNÉ JEDLO a podporíš ÚPRAVU KOSTRY.Táto kombinácia TUKOV a PROTEÍNOV ťa dobre zasýti a zvýši večer LEPTÍN, ktorý sa v noci postará o zvyšok, za predpokladu že si splnil aj ostatné body.Ak si predtým trénoval, odporúčam viac PROTEÍNOV a rovnako TUKOV.Posledným jedlom pri VEČERI mám na mysli čokoľvek, čo tvoje telo musí tráviť. Ak zvykneš piť pohárik vína, piva, alebo si dať dezert, či čokoládu, zjedz/vypi to po jedle. Aj tento kúsok alkoholu alebo kocka čokolády musí prejsť tráviacimi procesmi. Večer maj doma, po západe slnka, čo najviac TMU, nepoužívaj LED žiarovky, ani jasné a studeno biele svetlá, atď., prípadne sa pred nimi adekvátne chráň. (Tu je )V lete je to jednoduchšie, vďaka dlhším dňom a preto verím, že ti tento protokol príde práve v tomto období na ÚŽITOK.V lete choď spať najneskôr o 23:00 a v zimných mesiacoch o 22:00.Zariaď si to podľa času kedy musíš vstávať, aby si spal priemerne za týždeň aspoň 7,5 hodín denne. Aspoň hodinu pred spaním vypni úplne všetku elektroniku (lietadlový režim na mobile, žiadna wifi v spálni, atď.), zhasni svetlá, prípadne maj iba tlmenú lampičku pri posteli.Skús si pred spaním písať DIÁR, či nejakú formu vďačnosti, atď., pomôže ti to s myšlienkami.Počas spánku vetraj, maj v izbe nižšiu teplotu a nemaj pri sebe žiadnu ELEKTRONIKU ani RÁDIO a všetko maj OFF-LINE.Ak používaš BUDÍK, daj si ho aspoň 1,5 metra od hlavy. Uvidíš, že ťa to aspoň prinúti vstať. Ak patríš medzi ľudí, ktorí si nastavujú tri a viac budíkov, pretože to považujú za nejakú „FINTU“ ako ráno vstať a potom mať pocit, že si môžu ešte chvíľu pospať, nebuď smiešny. Tvojmu mozgu aj telu je to jedno. (Tvoj mozog vypúšťa KORTIZOL nezávisle od času tvojho budíku a neustále zvoniaci budík ťa vystresuje ešte viac a dlhodobý výsledok bude podobný, ako som to opisoval pri trénovaní ráno. Spomínaš na problémy so steroidnými hormónmi? Schválne, koľko žien poznáš, ktoré takto „vstávajú“ a majú problémy s rastom VLASOV, menštruačným cyklom, atď.? Ako bonus si zapamätaj, že BUDÍK je jedna z vecí, s ktorou sa nedohaduje. Večer by si mal vedieť, aký máš program na ďalší deň aj čas, kedy potrebuješ vstať. Ak nevstávaš automaticky, nastav si budík na kedy potrebuješ a vstaň. BODKA.)\n\nPre stiahnutie PDF \n\n 1.4 OBED + (SKORÁ) VEČERA: Tento protokol obsahuje väčšinu rovnakých KROKOV ako predchádzajúci, preto budem vždy písať iba úvodný HLAVNÝ BOD. Protokol je vhodný pre ľudí, ktorí skúsili na chvíľu prvý (začiatočný) a cítia sa lepšie, ale aj pre všetkých, ktorí sú pomerne mladí, zdraví a chcú do toho proste „vhupsnúť“. V druhom prípade však odporúčam najskôr prezrieť a odsúhlasiť  ZNAKY FUNGUJÚCEHO LEPTÍNU, potom niečo NAŠTUDOVAŤ (začni BLOGOM, mojou KNIHOU, iné knihy, GOOGLE, atď. ) a samozrejme dať tomu istú POSTUPNOSŤ, pretože hoci môžeš mať pomerne dobré MITOCHONDRIE (respektíve nemali ešte čas sa pokaziť, ako je to u starších ľudí), neznamená to, že sú výkonné. Zvyčajne sú výkonné v istých častiach tela, no v iných nie. Ak sa teda vrháš rovno sem, odporúčam ti z týždňa na týždeň zavádzať pomalé zmeny. Napíšem ti môj príklad z minulosti, verím že ti napovie. (Tiež som bol mladý, keď som s týmto začal, no zdravotne som nebol úplne OK a rozhodol som sa zmeny zavádzať síce rýchlejšie, no aj tak s prehľadom. Dovtedy som bol zvyknutý jedávať 5 až 6 krát za deň, raňajkoval som hneď po zobudení, cca o 5:00 a posledné jedlo bol proteín večer, cca o 21:00. Začal som samozrejme aj s úpravou TOHO, čo som jedol, no teraz napíšem, čo sa dialo s ČASOM. Raňajky som presúval z týždňa na týždeň o pol hodinu, až pokým som sa dostal na čas kedy jedávam teraz. Na cca 11:00. Potom som začal presúvať aj večeru, pokým som sa nedostal na cca 18:00. No a jedlá medzi tým som prispôsoboval, z 5 až 4 jedál za deň na tri a postupne na dve. Momentálne už roky jedávam dve jedlá denne a občas iba jedno, prípadne 1 až 2krát do roka dlhší, niekoľkodňový pôst.)\n\nČas vstávania a spánku maj pri akomkoľvek životnom štýle/protokole ROVNAKÝVšetko rovnaké, ako v protokole predtým.Keď vstaneš, choď na chvíľu VON a buď aj BOSÝ (aspoň na minútu). V krajnom prípade, choď aspoň na balkón, prípadne pred okno, nech tvoje TELO a OČI vidia SVETLO a TEPLOTU, aké sú práve vonku.Všetko rovnaké, ako v protokole predtým.Odporúčam zaradiť aj pravidelné vystavovanie sa CHLADU. Ideálna je SPRCHA.Všetko rovnaké, ako v protokole predtým.!!! Tento BOD je vhodný práve pre ľudí, ktorí sa rozhodli pre takýto štýl. Ak ti vyhovuje ráno ostať bez jedla a užívať si ten skvelý pocit čistej mysle aj tela, zatiaľ bez potravy, CHLAD ti to umožní robiť DLHODOBO a bez vedľajších efektov. Nejdem to rozpisovať, v KNIHE sa tomu venujem viac, no ide o to, že dlhodobé a každodenné vystavovanie sa CHLADU pozmení nie len tvoje TELO, ale upraví aj fungovanie CIRKADIÁLNYCH RYTMOV. Inými slovami, nebude dochádzať k takým nezhodám v organizme, pretože sa tvoje SCN bude riadiť najmä vďaka okolitej TEPLOTE. (Takáto „zmena“ u priemerne zdravého človeka potrvá ROK až TRI ROKY, no zmeny, ktoré potom budeš vidieť sú veľké. Niektoré zmeny, ktoré môžeš potom pozorovať sú: všetky znaky dobre fungujúceho leptínu, plus tvoje zvládanie teplôt bude lepšie. Tvoja štítna žľaza bude pracovať inak, budeš zvládať dobre TEPLO aj ZIMU, no paradoxne ti klesne TELESNÁ TEPLOTA.)\n\nSvoje PRVÉ JEDLO zjedz v čase obeda.Všetko rovnaké ako predtým, až na ČAS. Pointou však je, že toto jedlo je stále pomerne dôležité, najmä ak nevyužívaš naplno CHLAD. Ako to myslím? Čím pravidelnejšie a dlhšie sa vystavuješ CHLADU, tým menšie toto JEDLO môže byť, prípadne môže byť neskôr, až vôbec (ak sa rozhodneš jesť iba raz za deň). Ak však CHLAD nevyužívaš a nerobíš to DLHODOBO, odporúčam ti toto jedlo zjesť cca do 5 hodín od zobudenia a v pomere asi 50:50, objem prvého jedla ku poslednému.!!! UPOZORNENIE: Tento bod býva najčastejšou chybou, s ktorou sa stretávam najmä u mladých tzv. „rýchlopečených“ ľudí. Myslím tým ľudí, ktorí chcú všetko RÝCHLO a HNEĎ. Naše telo takto bohužiaľ nefunguje. Zvyčajne sa dá veľa vecí pokaziť RÝCHLO, no ich náprava paradoxne trvá DLHO. Nejedenie je veľmi dobrá vec, no musí to byť zosúladané s CIRKADIÁLNOU BIOLÓGIOU. (Ak niekto jedáva neskoro večer a hoci potom strávi aj 20 hodín nejedením a pohybom, čím si opraví obrovské množstvo BUNIEK a MITOCHOONDRIÍ, obávam sa, že to dlhodobo nepostačuje, vzhľadom na meniace sa PROSTREDIE okolo nás, ktoré vyčerpáva neustále viac a viac KMEŇOVÝCH BUNIEK a zvyšuje našu potrebu nahrádzať v tele PROTEÍNY. Obzvlášť nie každému, pretože je obrovský rozdiel, ak sa niekto narodil povedzme pred rokom 1990, nemal v detstve zdravotné problémy, bol dlho kojený, verzus niekto narodený po roku 2000, so zdravotnými problémami, atď.)\n\nSnaž sa počas celého dňa a hlavne RÁNO nalačno aj v čase medzi jedlami, čo najviac HÝBAŤ.Všetko rovnaké ako predtým.Ak chceš TRÉNOVAŤ, uprednostni poobednajšie HODINY.Všetko rovnaké ako predtým.Druhé jedlo zjedz 6 až 8 hodín od PRVÉHO a aspoň 3 a viac hodín od spánku.Všetko rovnaké ako predtým.Ak si trénoval, uprednostni viac proteínov.Rovnako ako v bode vyššie, ak sa vystavuješ dlhodobo CHLADU, toto jedlo môže byť väčšie. Ak však nie, uprednostni menšie jedlo a skôr pred spaním.Čím viac sacharidov v tomto jedle zješ, tým skôr pred spaním ho zjedz.Čo počítanie kalórií alebo množstvo JEDLA, aké máš zjesť? Kalórie nepotrebuješ, jedlo si vychutnaj, jedz celú a skutočnú potravu a keď budeš sýty prestaň. Ak ťa to neuspokojilo, v tretej časti (POZNÁMKY KU PROTOKOLOM) nájdeš detailnejšiu odpoveď. Večer maj doma, po západe slnka, čo najviac TMU, nepoužívaj LED žiarovky ani jasné a studeno biele svetlá, atď., prípadne sa pred nimi adekvátne chráň. (Tu je )Všetko rovnako ako predtým no dodám, že opäť sa veci menia, ak využívaš CHLAD. Dokonca takto môžeš „HACKNÚŤ“ to, ak z nejakého dôvodu musíš jedávať neskôr. Ako? Choď 30 až 60 minút po večeri do studenej vody, alebo využi pred spaním dlhšiu ĽADOVÚ SPRCHU a tvoje telo bude v noci lepšie spracovávať prebytočnú energiu, ktorú si prijal blízko pred spaním. (Toto ti dá zároveň aj ODPOVEĎ na ČASTÚ OTÁZKU s CHRÁPANÍM u mladých ľudí. V noci ich telo potrebuje veľa KYSLÍKA, aby z prijatej potravy vytvorili dostatok VODY, CO2, aj TEPLA a preto často zažívajú chrápanie. Výhodou je, že je to DOBRÝ ZNAK, ak sa človek cíti ráno odpočinutý, nebudí sa, atď. Zlým znakom však je, ak sa človek ráno cíti zle, nevyspatý, pretože to znamená, že regeneračné procesy počas spánku neprebehli. Ak je chrápanie dlhodobé a nepríjemné, najjednoduchším riešením je začať jedávať skôr a zmenšiť objem večere.)\n\nVečer choď spať v letných mesiacoch najneskôr o 23:00 a v zimných o 22:00. V noci maj všetko zhasnuté a OFF-LINE.Všetko platí rovnako ako predtým.Čím viac času tráviš večer pred OBRAZOVKAMI (práca, notebook, mobil, atď.), tým viac NÍZKOSACHARIDOVO až KETOGÉNNE sa musíš stravovať a tiež začni využívať CHLAD.KÁVA, ZELENÝ ČAJ, VÍNO, aj všetko podobné, je pre tvoje telo tiež POTRAVA.Tento bod musím spomenúť, lebo sa s nim opäť často stretávam. Ak jedávaš povedzme až na obed a večer, no doobeda vypiješ dve kávy, tvoja pečeň aj telo pracuje od momentu, kedy si vypil prvú kávu. Aj káva a všetko, čo vyvolá sekréciu enzýmov a štiav v tráviacom trakte, spustí cirkadiálny rytmus pečene. Premýšľaj teda nad svojimi cieľmi.Ak si potrpíš na káve, vždy odporúčam nepiť ju stále a každý deň, no prispôsob to sebe. Ak ti ide o RESET cirkadiálnych rytmov v tele, ako som to písal v ZAČIATOČNOM PROTOKOLE, skús aspoň na mesiac piť kávu iba v čase kedy ješ potravu. Samozrejme od obeda (cca od 12:00), ju už neodporúčam piť NIKOMU, kvôli rozkladu KOFEÍNU v tele a jeho vplyvu na spánok.Ak už však máš nejaký svoj režim, vyhovuje ti takéto jedenie, no chceš si dopriať ráno kávu aj keď budeš jesť neskôr, rob to rozumne. Sprav to štýlom, aby od jej vypitia, po posledné jedlo prešlo maximálne 12 hodín. (Povedzme, že vstaneš o 5:00, kávu vypiješ o 6:00, jedlá máš o 11:00 a 17:00, tak stále je to ideálne. Takýmto spôsobom môžeš fungovať podľa mňa aj DLHODOBO bez vedľajších následkov.)\n\n 1.5 ĽUDIA PRACUJÚCI NA SMENY\n\nTento protokol ťa predpokladám nepoteší, ak je to tvoj prípad, no čím skôr si to uvedomíš, tým skôr s tým niečo spravíš. Najskôr napíšem čo musíš spraviť, ak si skutočne vážiš svoje ZDRAVIE aj ŽIVOT a potom napíšem dočasný PROTOKOL, ktorý ti pomôže pri tomto životnom a pracovnom nasadení vydržať čo najdlhšie v najlepšom ZDRAVÍ. Ak pracuješ na smeny, zmeň to. Bodka. Toto je tá krutá PRAVDA, ktorú nikto nechce počuť. Mal by si vedieť, že aj SVETOVÁ ZDRAVOTNÍCKA ORGANIZÁCIA (WHO) pred nedávnom vydala oficiálne vyhlásenie, že práca na nočné smeny je oficiálne považovaná za KARCINOGÉN, podobne ako FAJČENIE. Áno, dobre vidíš. To, čo býva napísané na krabičkách cigariet, ako si tým fajčiari ubližujú, tak do rovnakej kategórie spadajú ľudia, ktorí chodia v noci do práce. Všetky tieto veci sú známe od roku 2000, no až neskôr sa výskumu CIRKADIÁLNEJ BIOLÓGIE začalo venovať viac a viac ľudí a mnohé SKUTOČNOSTI postupne vyplavuje na povrch. Ver mi, že ich bude čoraz viac. Napíšem slová, ktoré povedal jeden americký lekár a skvelo sa teraz hodia. „Ak pracuješ v noci, na smeny a nechceš to zmeniť, hovoríš tým, že ti viac záleží na tých pár eurách, ktoré zarobíš, ako na vlastnom ŽIVOTE.“ Jack Kruse\n\nViem, že je táto veta trochu pritiahnutá za vlasy, najmä v našej krajine a pri finančných problémoch, aké tu mnoho ľudí má, no musíš si určiť svoje priority. Ak je pravda, že nemáš na výber a máš teraz len prácu, kde musíš pracovať v noci, aby si uživil seba a rodinu, neznamená to však, že nemôžeš už teraz začať SPRIADAŤ PLÁN, ako to zmeniť. Či už nejakým vlastným podnikaním, hľadaním inej práce, atď. Iné možnosti sú vždy, no nie každý je ochotný vložiť ČAS, TRPEZLIVOSŤ a ÚSILIE, aby ich NAŠIEL. Teraz v skratke PROTOKOL. Ak chceš bez väčších problémov fungovať aj s nočnými smenami, musíš sa prepracovať k 4 veciam: ku KETOGÉNNEJ STRAVE, čo NAJKRATŠIEMU ČASU od prvého po posledné jedlo (ideál 6 až 8 hodín), ADAPTÁCIÍ NA CHLAD a ku neustálej KONZUMÁCIÍ RÝB.KETOGÉNNE STRAVOVANIE a CHLAD idú ruka v ruke. Musíš svoje PROSTREDIE aj STRAVU čo možno najlepšie nasimulovať pre OBOJE.Jedenie čo najmenej hodín z dňa maximalizuje ČAS, kedy budú v tele prebiehať OPRAVNÉ PROCESY. Takto budeš OPRAVOVAŤ to, čo počas nočných zmien NIČÍŠ.Neustála konzumácia RÝB a MORSKÝCH PLODOV je potrebná pre neustále nahrádzanie DHA, o ktoré sa každý deň oberáš z MOZGU, OČÍ, ale aj zvyšku TELA. Odporúčam mať 7 dní v týždni aspoň jeden chod RYBU, prípadne častejšie. 2. PREFEROVANÉ POTRAVINY\n\nZ akých potravín by si si mal vyberať? Najprv napíšem krátky a stručný ZOZNAM a potom zopár BODOV. POTRAVINY S VYSOKÝM OBSAHOM PROTEÍNOV: Ryby a morské plody, vajíčka a všetko, čo nám zvieratká dávajú, mäso (uprednostni bravčové, hovädzie, teľacie, jahňacie až potom husacie, kačacie a nakoniec sliepočka), syry (tvrdé, fermentované, zrejúce, ideálne nepasterizované), tvarohy, bryndza, semiačka, orechy, šošovica, fazuľa, hrach, mlieko (pre tých, ktorí nemajú problémy)  \n\nPOTRAVINY S OBSAHOM VHODNÝCH TUKOV: JAR a LETO: kokosový olej, olivový olej, slnečnicový olej (posledné dva odporúčam BIO a extra panenské), olivy, masť, mäso, slanina, smotana, orechy, semiačka, …JESEŇ a ZIMA: maslo, tučná smotana, slanina, zvierací tuk a loj, masť (najmä KAČACIA, BRAVČOVÁ), …\n\nPOTRAVINY S OBSAHOM VHODNÝCH SACHARIDOV: Ryža, šošovica, fazuľa, hrach, lokálne ovocie a zelenina\n\n(Poznámka: Pečivo, lepok aj zemiaky odporúčam vyradiť minimálne na čas niekoľkých týždňov, a potom ich konzumovať striedmo a sledovať svoje reakcie a pocity. Ak nebudú robiť problémy, zaraď ich sezónne do jedálnička podľa potreby.)\n\nPRÍLOHY a SLADKOSTI: MED a sladké OVOCIEZelenina s čo najpestrejším spektrom FARIEBNakladaná a zaváraná zeleninaCIBUĽA, CESNAK, prípadne BROKOLICA spolu s VAJICIAMI, sú najbohatšie potraviny na SÍRU. Snaž sa aspoň jednu z nich v malom množstve, zahrnúť na tanier, ideálne každý deň alebo obdeň. ODPORÚČANÉ KOMBINÁCIE: Bielkoviny + glukóza alebo fruktózaBielkoviny + sacharidyBielkoviny + tukZelenina + glukóza alebo fruktózaZelenina + všetky sacharidyZelenina + tukAk piješ pri jedle víno/pivo, spravíš lepšie, ak budeš vtedy jesť zeleninu a bielkoviny. NEVHODNÉ KOMBINÁCIE: Tuk + glukóza/fruktózaTuk + sacharidyVláknina + sladkosti/glukóza/fruktózaAlkohol + fruktóza/glukóza/sladkosti\n\nNa ukážku pripájam OBRÁZKY môjho týždenného nákupu KVALITNEJ POTRAVY (podľa mňa). Prvý nákup bol na jeden týždeň a druhý na druhý týždeň. Takto nejako, s malými obmenami, to u mňa vyzerá asi posledné 3 až 4 roky. Samozrejme využívam denne rôzne zeleniny, v lete šaláty, zavárané prílohy, cibuľu, prípadne ľúbim mrazenú zeleninu a z tohto všetkého si vyskladám množstvo chutných a kvalitných jedál. Môj nákup potravín. 3. POZNÁMKY KU PROTOKOLOM (TEÓRIA)\n\nZopár POSTREHOV/POZNÁMOK ku veciam, ktoré si čítal vyššie. 1. AKO ODHADNÚŤ MNOŽSTVO POTRAVY, AKÉ MÁM ZJESŤ? Kalórie počítať nepotrebuješ, jedlo si vychutnaj, jedz celú, skutočnú potravu a keď budeš sýty prestaň. Znie to jednoducho, no vyžaduje to trochu času, aby si si našiel svoju zlatú strednú cestičku. Napíšem ti však moje 2 rady, ktoré môžeš využívať hneď: Ak si mladý, štíhly, máš veľa pohybu a nepotrebuješ, aby tvoje mitochondrie spaľovali kvantá z podkožného tuku, sústreď sa na POTRAVINY s čo najväčšou hustotou ELEKTRÓNOV a PROTÓNOV na čo najmenší OBJEM. Ako príklad si porovnaj kocku MASLA alebo SLANINY verzus takú istú kocku MELÓNU alebo UHORKY. Ak stále nechápeš, aký rozdiel vo VODÍKU je v nich, znova si prečítaj tento ČLÁNOK. Tieto potraviny zjedz ako prvé, vychutnaj si jedlo a ak budeš mať ešte chuť, potom ich doplň inými, objemnejšími, ktoré dajú žalúdku stimul, aby vyslal cez nerv vagus signál, že si najedený.Ak máš naopak viac tuku, neprekáža ti, keď ho budeš viac strácať, využi opačnú možnosť. Sústreď sa na POTRAVINY s malou hustotou ELEKTRÓNOV a PROTÓNOV na čo najväčší OBJEM. Ako príklad ZELENINA, OVOCIE. Prípadne využi ako prvé jedlo VÝVAR a potom pokračuj hlavným chodom. 2. PREČO ZDÔRAZŇUJEM JESŤ MAXIMÁLNE 10 AŽ 12 HODÍN, KEĎ TO AJ TAK KAŽDÝ VIE? Tento bod sem musím napísať, pretože verím, že veľa ľudí pri čítaní napadne. Vysvetlím ti to na vlastnej skúsenosti. Asi pred 3 rokmi som mal s kolegom rozhovor o STRAVE, kedy sa ma pýtal, prečo jem iba 2 krát za deň, keď v minulosti som jedával viackrát. Vec som mu objasnil, no jeho prvá odpoveď bola: „no veď jasné, veď ja to tak robím odjakživa tiež.“ Vravel mi, ako si dá prvé jedlo až na obed a potom druhé večer, keď príde z roboty. Keď som sa ho však spýtal na detaily, bolo to úplne inak. Jeho deň začína „klasicky“ tým, že ráno o šiestej si dá kávu s „iba“ 2 lyžičkami cukru, asi o 9:00 nejaký banán alebo keks a potom jeho „PRVÉ“ JEDLO, ktorým je OBED. Počas dňa pije asi každú hodinu a pol kávu a pred tým, ako si dá doma večeru, zje ďalší banán/jablko/keks. Večeru zjedol o nejakej siedmej až ôsmej hodine večer a zvyčajne po nej zvládne ešte nejaké lupienky pred TV. Predpokladám, že ti došlo kam tým smerujem. Bol by si prekvapený, ale najpokročilejší vedec, ktorým je mladý lekár Satchin Panda, ktorý robil prieskum na obrovskom množstve ľudí a má veľmi veľa dát o ich stravovaní zistil, že hoci viac ako polovica ľudí tvrdí, že jedia iba 12 hodín, v skutočnosti do svojho tráviaceho traktu servírujú potravu 15 a viac hodín denne. 3. VEGETARIÁNI verzus ŽIVOČÍŠNA STRAVA? V predchádzajúcich článkoch som sa k tomu vyjadroval PODROBNEJŠIE, preto teraz iba stručne. PRÍRODU, MITOCHONDRIE, ani BUNKY nezaujíma naša VIERA a ja sa nepovažujem za DIETOLÓGA. Skôr sa považujem za človeka, ktorý premýšľa viac TECHNICKY (ako INŽINIER), ktorý ťa chce naučiť, ako tvoje telo funguje. Ak žiješ adekvátne, vzhľadom na tvoj HAPLOTYP a PROSTREDIE, môžeš si dovoliť byť od jari do jesene VEGETARIÁN, no v zime NIE. Osobne si myslím, pretože chápem presvedčenia takýchto ľudí, že najlepší KROK, aký môžeš spraviť je, stať sa PRESKETARIÁN. Takto sa označujú ľudia, ktorí jedia RASTLINNÚ STRAVU, no konzumujú aj RYBY. Myslím, že takáto „ZLATÁ STREDNÁ CESTA“ ti umožní do veľkej miery napĺňať vlastné presvedčenie, no zachovať si popri tom aj 100% zdravie. Rozhodnutie je však na tebe. „Každý máme slobodnú VOĽBU, no NÁSLEDKY, ktoré z voľby vyplynú si NEVYBERÁŠ. Tým musíš ČELIŤ.“\n\nZapamätaj si teda, že čím menej ENERGIE máš a čím viac si CHORÍ, starší/mladší a čím viac potrebuješ telo OPRAVIŤ/ZREGENEROVAŤ, tým viac ŽIVOČÍŠNEJ STRAVY potrebuješ jesť a naopak. Rastlinka je 100% zo svojho života VONKU, pripojená koreňmi k Zemi a na slnku. Ona na sebe nepotrebuje koncentrovať toľko energie. (Okrem toho, živočíchy v sebe majú veľa stavebných látok, vrátane ŽELEZA, MEDI, ZINKU, až po B vitamíny, ktoré sú pre nás potrebné. Čím slabšiu kolóniu mitochondrií máš, tým viac tieto látky potrebuješ nahrádzať.)\n\n4. LEPOK/GLUTÉN a rozšírená CELIAKIA\n\nZvyčajne nájdeš 2 tábory ľudí. Jedny ho považujú za ZLO a druhým je to ukradnuté. Ja ti dám krátky, ale výstižný POHĽAĎ CIRKADIÁLNEJ BIOLÓGIE. „GLUTÉN a LEPOK rastú v istých podmienkach, pretože majú za úlohu vyvolať istú IMUNITNÚ ODOZVU, ktorá živočícha POSILNÍ, no stanú sa pre človeka ZLÝMI, ak ON NEŽIJE vo vhodných PODMIENKACH. Rozumieš?“\n\nPozri si tento krátky príspevok na mojom Ins-ovom profile, kde som spol, že naša DNA pozostáva z veľkej ČASTI z VÍRUSOV a tzv. „SKÁKAJÚCICH GÉNOV“. Ich úloha je ľahko a rýchlo pozmeniť DNA hostiteľa, aby sa rýchlo adaptoval na meniace sa podmienky prostredia. Tieto GÉNY sa však ZAPÍNAJÚ iba vďaka PODMIENKAM, ktoré ich spustia. To znamená, že SVETLO a ELEKTROMAGNETICKÉ VLNENIE v akom žiješ, ZAPÍNA tieto GÉNY, ktoré potom rozhodnú aj o tom, ako dokážeš STRÁVIŤ alebo naopak NESTRÁVIŤ danú potravu. Hádaj čo. Tento GÉN, ktorý je zodpovedný za prejavenie CELIAKIE, sa nachádza práve v „SKÁKAJÚCICH GÉNOCH“ v našej DNA. „Nie ten LEPOK je zlý, ale PROSTREDIE, v akom žiješ, ho pre teba robí zlým.“\n\nPreto odporúčam, minimálne zo začiatku, vyradiť tieto veci ÚPLNE a naopak neskôr ich zaradiť NAZAD. Tuto môže nastať nedorozumenie, pretože niekto si myslí, že ich vyradenie by malo byť NAVŽDY. Ja si to nemyslím, pokiaľ nemáš diagnostikované problémy a necítiš sa po konzumácii obzvlášť zle. Ide o to, že ak ich budeš jesť SEZÓNNE a OBČAS, tvoje telo práve vďaka tráveniu týchto „zlých“ látok ZOSILNIE (laicky povedané). Podobne ako s inými stresormi, vrátane VÍRUSOV a INFEKCIÍ. Ak by si sa nikdy nevystavil ŠPINE, BAKTÉRIAM, či VÍRUSOM, tvoja IMUNITA by s nimi nevedela dobre bojovať. (Pozeraj sa na veci z viacerých uhlov, no hlavne premýšľaj. Ak máš pečivo rád, skúsil si ho na čas vyradiť, zaradil si ho nazad a bez problémov, skús si nájsť nejakú vhodnú formu pre teba. Možno niečo z kvásku, apod. Ak však berieš pečivo ako občasnú „chuťovku“, prípadne rýchle doplnenie SACHARIDOV, zameral by som sa skôr na obyčajné z bielej múky. Čím viac bola múka spracovaná, tým menej látok a ťažkostí pre telo a tým rýchlejšie strávenie.)\n\n5. PITNÝ REŽIM\n\nAk si mladý, zdravý, postačuje ti INŠTINKT. Pi čistú vodu a v kupovaných sa vyhýbaj FLUÓRU, či BRÓMU. Mladý človek potrebuje menej vody, pretože jeho mitochondrie jej tvoria dostatok. Starší ľudia a všetci so zlým zdravotným stavom, s nedostatkom energie, musia piť viac. Povedzme teda, že 20 až 30 ročný mladý muž, si vystačí v bežný deň s 2 litrami, zatiaľ čo 50 ročný s 5 litrami. Rovnako sa riaď svojim PROSTREDÍM. Čím viac TECHNOLÓGIE máš okolo, tým viac vody potrebuješ. Ak sa pýtaš PREČO, skús si uvariť STEAK, odlož ho, daj ho na druhý deň do mikrovlnky a zjedz ho. Bude suchý a DEHYDRATOVANÝ. Presne to isté sa deje s každým z nás. 6. DODRŽUJ SEZÓNNOSŤ POTRAVÍN\n\nMyslím, že netreba zdôrazňovať. Odporúčam hlavne v začiatočnom protokole striktne a ostatní, ktorí sa cítia dobre, už podľa POCITOV. Prezradím ti to, čo už bolo zašifrované v ÚVODNYCH ZNAKOCH LEPTÍNU. Ak tvoja CIRKADIÁLNA BIOLÓGIA funguje dobre, tvoja STOLICA BUDE PRAVIDELNÁ a ty sa budeš všetkého BORDELU, ktorý zješ, ľahko zbavovať. V praxi to znamená toľko, že počas jari až jesene, kľudne uprednostni OLIVOVÝ OLEJ, prípadne KOKOSOVÝ OLEJ a počas ZIMY radšej MASLO a iné živočíšne TUKY. Tiež radšej jedz JABLKO a HRUŠKU, ako BANÁN, či MELÓN. 7. DHA je NENAHRADITEĽNÁ\n\nKonzumácia RÝB a MORSKÝCH PLODOV je nenahraditeľná, obzvlášť pre moderný spôsob života. Nateraz si pozri aspoň tieto 2 KRÁTKE PRÍSPEVKY (nájdeš ich TU a TU) a zvyšok sa dozvieš časom na blogu alebo v mojej KNIHE. Ak teda tráviš väčšinu času v INTERIÉRI, vadí ti priame SLNKO aj CHLAD, odporúčam ti minimálne 5 krát v týždni konzumovať RYBU, pokým sa nebudeš cítiť lepšie. Môže to trvať aj 3 roky. Ak máš prácu v kancelárií za počítačom, odporúčam ti jesť RYBY 5 až 7 krát v týždni. Pre nás najvhodnejšie a cenovo najprístupnejšie sú podľa mňa KREVETY, SARDINKY, MAKRELA, LOSOS (pre fajnšmekrov ako som ja možno USTRICE). Ideálne DIVOKO LOVENÉ z oblasti chladného mora (údená, uvarená, udusená, atď.) a ak si zdravý, aj KONZERVA je lepšia ako NIČ. 8. Pokročilé PROTOKOLY sú schválne postavené „iba“ na 2 jedlách, pretože je to pre nás lepšie. Naše ČREVÁ, BAKTÉRIE v nich, aj tráviaci trakt sú uspôsobené na celé a väčšie kusy potravy, ktoré dlhšie rozkladajú. Klasické zeleninové ŠŤAVY a podobné veci, ktoré bežne poznáme z reklám ako „ZDRAVÉ“, sú naopak viac na ŠKODU. Dve jedlá dennebez hladu  ber ako znak toho, že máš v poriadku MITOCHONDRIE. Ak nedokážeš bez problémov takto fungovať vieš, že z teba ELEKTRÓNY vo veľkom odchádzajú a telo si pýta neustálu donášku (spomeň si na článok o KALÓRIACH). Ak konzumuješ radšej tri jedlá, alebo chceš občas jesť viackrát, odporúčam ti ponechať ČAS od prvého a posledného jedla ROVNAKÝ a jesť radšej hocikedy medzi tým. Ak máš akékoľvek otázky, napíš mi ich nižšie do, nech z toho môže ťažiť viac ľudí. Vytvoril som aj krátky DOTAZNÍK (pre tých, ktorí radšej anonymne), kde mi môžeš zanechať svoje OTÁZKY, prípadne niečo, čo ti v protokole chýbalo. Ak sa nazbiera v priebehu týždňa viac ľudí s rozumnými otázkami, rád napíšem cez víkend  formou Q&A. Či už článok, alebo podcast. TU mi môžeš zanechať OTÁZKY\n\n4. PROTOKOLY NA STIAHNUTIE V PDF\n\nZAČIATOČNÝ PROTOKOL Level 1\n\nPOKROČILÝ PROTOKOL Level 2\n\nPOKROČILÝ PROTOKOL Level 3\n\nZOZNAM VHODNÝCH POTRAVÍN\n",
  "date": "2020-04-06T00:00:00+02:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:52:52+02:00",
  "word_count": 6617,
  "source_file": "CIRKADILNY_PROTOKOL_1_OPTIMLNA_STRAVA.json",
  "cleaned_word_count": 7333,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:53.811941",
    "original_word_count": 6617,
    "cleaned_word_count": 7333,
    "reduction_percentage": 4.51
  }
}