{
  "url": "https://jaroslavlachky.sk/ekonomika-redox-btc-a-cas-3-cast/",
  "title": "Ekonomika, Redox, BTC a Čas – 3.časť",
  "content": "Článok, ktorý vznikol úplne spontánne, behom 2 dní, vďaka udalostiam a súkromným rozhovorom, ktorý verím (nie len) daným osobám pomôže! Prečo podľa mňa naozaj začal konflikt na Ukrajine? Mohol byť pôvodný zámer Ruska (Putina) v skutočnosti dobrý? A ako súvisí vznik Federálneho Rezervného Finančného Systému s ropným priemyslom aj farmáciou? Prečo a ako vznikol bitcoin a aká je jeho hodnota v porovnaní so zlatom? Má zlato menšiu hodnotu ako BTC? A čo tak dôvod, pre ktorý podľa mňa Čína spolupracovala s USA na vývoji vírusu, hoci skutočný zámer Číny bol odlišný? A ako to celé súvisí s digitalizáciou a momentálne prebiehajúcim ekonomickým resetom, ktorý v najbližších 10 až 15 rokoch zmení svet na nepoznanie? Čo všetko sa vlastne zmení a na čo sa musíš pripraviť? Aké investície by si mal zvážiť, ak chceš svoj život mať pod kontrolou? Aktualizácia 30.4.2022 – Článok je nahovorený aj ako Audio Podcast. Nájdeš ho aj na stránke medzi podcastmi a rovnako na známych platformách ako Spotify, či Google podcast. SUMÁR ČLÁNKU\n\nDnešný sumár nepíšem formou odrážok a trochu ho skrátim. Tiež ho nenahrávam ako Podcast, no ak by si ho uvítal, daj mi spätnú väzbu a ak sa Vás nájde viac, rád ho nahovorím! Čaká ťa veľmi veľa informácií a hlavne súvislostí, ktoré ti vyrazia dych. Dozvieš sa ako vznikla Big Farma, ako sa dostala svetová ekonomika do rúk monopolu, ako to súvisí s udalosťami, ktoré sa dejú dnes, vrátane ekonomického resetu, kvôli ktorému bol (pravdepodobne) vypustený aj pred 2 rokmi vírus a tiež so situáciou v Rusku a na Ukrajine. Zrejme ťa však prekvapí, keď sa dozvieš skutočné prepojenie a súvislosti. Tiež sa pozrieme na Bitcoin, jeho hodnotu, vznik, ako aj cenu a to aj v porovnaní so Zlatom a taktiež ťa čaká zopár mojich osobných rád. Prečítaj si však dôkladne aj DISCLAIMER nižšie a riaď sa ním! UPOZORNENIE alias Disclaimer: Písať to síce nemusím, pretože je to každému známe, no chcem. A hlavne v tomto článku, v ktorom spomínam veľa vecí z histórie, politiky a dokonca aj momentálnej situácie Ruska a Ukrajiny, avšak z radikálne odlišného pohľadu, aký je prezentovaný médiami. Tento článok ber ako moje myšlienky, na základe mojej kolónie mitochondrií v mozgu a nie ako dogmu. Preto nad všetkým premýšľaj sám a platí to čo vždy. Najskôr musíš veci Spoznať a potom konať. To platí aj o investovaní, o ktorom tiež v článku píšem! Prečo spisujem 3. časť posledného článku o Ekonomike? Je to takmer rok (v auguste 2021), čo som zverejnil  o Vakcínach, Redoxe a Ekonomike, ktoré bolo neplánované, rovnako ako dnešný článok, no myslím, že správne. Momentálne opäť spisujem na rýchlo a spontánne ďalší článok, pretože na to mám niekoľko dôvodov. Jednak vidím, čo sa okolo nás deje trvám na tom, čo zvyčajne  tvrdím, že „dobrý kúzelník často predvádza pekné triky, pričom divákovi ukazuje len ruky a okúzľujúcu asistentku iba preto, aby si divák nevšímal, čo sa deje za oponou.“\n\nĎalší dôvod je ten, že aj ľudia v mojom okolí sa o túto oblasť (zdravie mitochondrií, cirkadiánny rytmus, výkonnosť a prepojenie s väčšou finančnou gramotnosťou) začínajú zaujímať a som nerád, keď vidím, že ktokoľvek necháva svoj Dopamín aj rozhodnutia opäť do veľkej miery manipulovať väčšinou, médiami, či novými, modernými „trendami“. Toto sa týka „nablískaných“ doplnkov výživy, BIO orieškových masiel, ale aj kryptomien. Nezabúdaj čo ti často hovorím a to 2 veci: Ak niečomu sám nerozumieš (Nespoznáš to), je vždy ľahšia šanca, že naletíš alebo sa necháš kýmkoľvek manipulovať\n\nTo, že niečo robí väčšina ešte neznamená, že by si to mal robiť aj ty. To, že je podľa štatistiky väčšina populácie obézna, má nadváhu a má nejaký zdravotný  problém, plus berie nejakú medikáciu ti len jasne ukazuje, že Rozhodnutia a hlavne Správanie väčšiny nie je niečo, čo by si mal nasledovať. A už vôbec nie to, čo ti prezentujú média, noviny, či sociálne siete…\n\nAj Einstein raz povedal, že robiť dokola to isté a očakávať iný výsledok je definícia bláznovstva. Teraz sa môžeme pustiť do článku a rovno ťa upozorňujem, že je dlhší. Má to svoj zmysel. Nechcem ho deliť na dve časti, pretože ho píšem spontánne a zároveň viem, že ho prečítajú iba stáli a zodpovední čitatelia. Ten kto ho dočíta, získa množstvo odpovedí, čo mu bude zadosťučinením za čas, ktorý článku venoval. Samozrejme, ak s tebou článok rezonuje, kľudne ho  Avšak poprosím ťa nie v duchu nejakej konšpirácie, ale v duchu zamyslenia sa. Koniec koncov, máš tu mnoho referencií a čítania, aby si si kažé jedno tvrdenie sám overil. Známy konflikt medzi dlhoročnými rivalmi USA a Rusko\n\nKrátke zopakovanie zopár definícií\n\nČo sú peniaze: Peniaze alebo aj Platidlo sú v podstate len výmenný prostriedok. Výmenný prostriedok za Služby a produkty. Avšak takto by to iba malo byť a bolo to tak iba pri vzniku prvých peňazí (ako v ďalšom odstavci uvidíš). Dnes tu máme však niečo, čo sa označuje ako FIAT peniaze. Čo sú FIAT peniaze: FIAT peniaze sú všetky peniaze, hotovosť, atď., ktoré sú v obehu, natlačené, ktoré v podstate nemajú nijakú vnútornú hodnotu a ich hodnota je tá, akú im dá nejaká centralizovaná inštitúcia (napr. štát/banka). Ich hodnota je teda iba taká, akú im priradí nejaká inštitúcia. No a momentálne udalosti, plus množstvo peňazí v obehu, ktoré sa ľahko manipulujú, keďže sa môžu tlačiť a nebyť kryté zlatom, ich hodnotu ľahko manipuluje. Čo je Inflácia: Inflácia (lat. nadutie, nadúvanie) označuje v národnom hospodárstve všeobecný nárast cien ekonomických statkov, čo má za následok zníženie kúpnej sily peňazí. Inflácia v praxi a laicky znamená, že napríklad za 1 euro nakúpiš menej ako v minulosti, keďže euro má menšiu hodnotu ako predtým. Jeho kúpna sila (vnútorná hodnota) sa teda znížila. Čo je to s: K tomuto pojmu sa vrátim neskôr, no píšem ho aj sem, pretože ho potrebuješ aspoň vidieť. S je stav, keď ekonomika vykazuje zároveň s a infláciu. To laicky znamená, že 1 euro už dnes nemá hodnotu ako 1 euro pred 10 rokmi a zároveň aj hodnota našich produktov, napr. Mlieka a bryndze, klesá alebo nerastie. Takže, základné definície by sme mali, teraz poďme ďalej. Detská knižka, ktorá ťa o financiách (nie len o bitcoine) naučí viac, ako škola! Pre ešte lepšie a zároveň veľmi detské uchopenie problematiky tiež odporúčam každému prečítať túto knižku – Bitcoinové peniaze (nižšie vidíš obrázok). Je lacná, písaná pre deti a ver, že ťa o peniažkoch v pár riadkoch naučí viac, ako 10 rokov povinnej školskej dochádzky. Knižku nijako nepropagujem, nemám z nej žiadne peniažky, jednoducho som sa k nej dostal, veľmi sa mi zapáčila jednoduchosť a pointa a sám som ju dal prečítať ďalším a posunul ju. Z môjho pohľadu je totižto finančná gramotnosť rovnako dôležitá, ako „zdravotná“ gramotnosť (Cirkadiánny rytmus a mitochondrie). Ak si totižto čítal  o Ekonomike, vakcínach a politike, ale aj prvý blog série Kvantová Biológia #1, musí ti byť jasné ako veľmi sa tieto oblasti prelínajú. V ďalšom odstavci ťa čaká jeden uhoľ pohľadu, nad ktorým si pravdepodobne nikdy nepremýšľal, no mal by si. Peniaze ako sprostredkovateľ výmenného obchodu a ČASU\n\nPeniaze (ako nejaké platidlo) v podstate vznikli za jediným účelom – Ako výmenný obchod služieb (alias času a vyprodukovanej hodnoty človeka). V minulosti (v dávnej, pradávnej histórií:D) si jednoducho ľudia medzi sebou vymieňali tovar alebo služby (pomoc) vždy formou „niečo za niečo“. To znamená, že povedzme ak Jožko, ktorý choval prasiatka potreboval zrovna vyrobiť hrnček na vodu, prišiel za Ferkom, ktorý bol dobrý hrnčiar, no nechoval zvieratká. Jožko tak Ferkovi ponúkol mäso a Ferko mu na oplátku vyrobil hrnček. Tzv. „win-win“ situácia. To znamená, že obaja museli vynaložiť svoj ČAS a nejakú PRODUKTIVITU/HODNOTU/VÝKON na to, aby mohli vymeniť a získať. Práve preto neskôr „vznikli“ peniaze, aby tento proces zefektívnili. Jednoducho ak povedzme Janko odchoval prasiatko a mal z neho mäso, mohol si toto mäso automaticky vymeniť za peniaz (platidlo) a dané platidlo si mohol vymeniť za hrnček kľudne o týždeň. Nie hneď, ako tomu bolo doteraz. A zasa naopak Ferko, ktorý možno nepotreboval neustále mäso, mohol narobiť viac hrnčekov, vymeniť ich za peniaz (platidlo) a toto platidlo vymeniť za mäso až neskôr, keď mal chuť. Verím, že chápeš. Avšak na vetách vyššie s produktivitou a výmenou času sa nič nemení. Stále platí, že na získanie istého množstva peniažkov, musel Jožko vynaložiť rovnaké množstvo práce (svojho času) a Rovnako aj Ferko. No a na vykonanie tejto práce museli teda obaja vynaložiť Úsilie a svoj ČAS. Alias museli byť Zdraví a Výkonní. Ak by totižto Jožko napríklad nemal funkčnú kolóniu mitochondrií v tele a v mozgu, nebol by schopný postarať sa o prasiatka a teda získať nič na vý, vrátane peniažkov. Rovnako Ferko. Ak však naopak Jožko mal pevné Zdravie a výkonné mitochondrie v neokortexe mozgu, ľahko zvládal chov zvieratiek, dokonca ho mohol zefektívniť a tým nadobudol viac času, ktorý mohol využiť kdekoľvek inde, napr. aj na udržiavanie si svojho Zdravia. Už chápeš túto súvislosť? Potrebuješ si ju totižto uvedomiť hneď v úvode, aby si chápal riadkom nižšie, ktoré ti zrejme vyrazia dych, keď ich uvidíš s takéhoto uhľu pohľadu. A ver, že po dočítaní, sa budeš na celú situáciu z posledných 2 rokov, aj s vírusom, pozerať úplne odlišne. Cena verzus Čas\n\nTeraz ti napíšem zopár zaujímavých údajov, štatistík a výpočtov, ktoré ti riadky vyššie doplnia a následne sa pustíme ďalej, k pointe článku. Toto je pre každého na zamyslenie sa…\n\nNominálna mzda priemerne zarábajúceho Slováka bola v roku 1989 presne 3 142 Kčs. Táto priemerná mzda stúpla na úroveň 858 EUR v roku 2014. Po prepočte konverzným kurzom na eurá sme teda v roku 1989 v priemere zarábali 104 EUR mesačne. Dalo by sa teda povedať, že naše príjmy za 26 rokov od revolúcie vzrástli viac než 8 – násobne. Nie je tomu ale celkom tak. Nemôžeme sa totiž pozerať iba na nominálne zvýšenie miezd, ale treba brať do úvahy aj vývoj cien, ktoré sa počas tohto obdobia taktiež zvýšili 7 až 8 – násobne. Cenový rast bol pritom sústredený predovšetkým do začiatku 90. rokov, kedy priemerná ročná miera inflácie dosahovala dvojciferné hodnoty. V roku 2020, teda 2 roky dozadu, bola už priemerná mzda 1 133 eur. Aby si pochopil kam tým mierim, dobre čítaj ďalej. Nebudem teraz rozpisovať ako vzrástli ceny potravín, ale niečo iné. V tomto odstavci ide o to, aby si sa zamyslel, ako si vážiš svoj čas a či si si vedomí toho, že ho vždy môžeš získať lepšie pod kontrolu alebo môžeš naopak nechať ľudí, vládu a korporácie oberať ťa oň naďalej (dnes dokonca omnoho rýchlejšie)…\n\nPred 17. novembrom 1989, kedy bola priemerná mzda Slováka o niečo menej ako vyššie spotých 104 EUR mesačne, človek potreboval na kúpu najlacnejšieho Trabantu 15 platov. Ak by sme chceli dnes kúpiť podobne auto, napríklad škodu Fabia, cena je okolo 15 až 20 tisíc eur (priemer). Aby sme však boli čo najviac podobný, nedávno mal byť pod firmou Trabant nT obnovený koncept a teda klasický Trabant sa mal dostať do predajní s tým rozdielom, že bol vynovený a elektrický. Jeho cena by podľa firmy mala byť 20 tisíc eur. To predstavuje cca 20-nasobok mesačnej mzdy v roku 2020 a teda 20 platov. [R, R]\n\nKeď si to teda porovnáme, rovnaké auto by nás v roku 1980 stalo 15 platov a dnes 20 platov. Nie je to až tak veľký rozdiel, no to nie je všetko. Čítaj ďalej. Keď si to rozrátame na hodinu dostaneme zaujímavé čísla. V roku 1980 priemerný Slovák zarobil za hodinu 65 centov (104/20 pracovných dni/8 hodín) a dnes zarobí priemerný Slovák za hodinu 6,25 eura (1000/20 pracovných dní /8 hodín). To znamená, že v roku 1980 musel priemerný Slovák „obetovať“ 2400 hodín svojho života (104 EUR x 15 platov / 0,65 eura) a dnes musí „obetovať“ 3200 hodín zo svojho života ( 1000 eur x 20 platov / 6,25 eura). Už len toto poukazuje na to, o koľko viac hodín zo svojho života musí človek obetovať dnes aby si kúpil priemerne auto. Pre predstavu, 800 hodín zo života je celých 33,4 dní života. Tuto to na teraz ukončím a s výpočtom a v článku pokračujeme ďalej. Ak by sme totižto začali počítať, aká je dnes inflácia, koľko stojí bývanie, aké sú ceny potravín, nájom, atď., plus to, že len v roku 2020 bolo natlačených niekoľko triliónov nekrytých dolárov (cca 20% v celosvetovom obehu, no k tomu sa dostaneme nižšie), čo sa deje s ropou a inými modalitami, dostávame sa do úplne inej sféry, do ktorej sa väčšina bojí nahliadnuť. No je to chyba. Ako totižto zvyknem hovoriť, STRACH nie je cesta. Naopak. Ty potrebuješ veci Spoznať, pretože iba tak sa môžeš sám zodpovedne Rozhodovať. Nezabúdaj, že udalosti, akým v živote čelíme  aké nám do života prídu neovplyvníme, no našu Reakciu na ne áno. Naše Zdravie, ako aj finančná sloboda majú spoločného viac ako sa zdá. Oboje sú výsledkom funkčnej kolónie mitochondrií v časti tela, v ktorej ich má homosapiens najviac – v mozgu. Práve preto som ti v článku Kvantová Biológia #1 naznačil, že sa od Flexnerovej správy z roku 1910 medicína schválne centralizovala, začali sa liečiť iba symptómy a predpisovať lieky, no súčasne sa prepojil svet Financií, Ropy, Svetovej Banky a Zdravotníctva. Ani jeden z týchto krokov nebola náhoda…\n\nNixon, zastavenie krytia dolára zlatom a historický začiatok Finančnej paniky\n\nV poslednom článku o Ekonomike som ti ukázal, ako vyzerala Politická história minulého storočia, ako sa veci prelínali nie len so zavedením povinného očkovania proti obrne, ale aj s rozvojom rakoviny, kontamináciou vakcín, na ktoré bola vláda upozornená od uznávanej americkej virologičky Bernice Eddy, až po začiatok tlačenia nekrytých dolárov po tom, čo Nixon zrušil krytie Zlatom. V článkoch toho bolo ukázaného viac, dokonca aj mnohé doposiaľ (z nejakého dôvodu) neobjasnené vraždy, ako napr. vraždu J.F. Kennedyho, ktorého zavraždili v roku 1963. 6.júna 1968 zasa zavraždili jeho „nástupcu“, syna R.F. Kennedyho a hneď na to, 5.novembra 1968 bol zvolený ako prezident Nixon. Nixon sa teda stal v roku 1968 prezidentom, pričom začal okamžite finančne dopovať výskum RAKOVINY, ale aj VAKCÍN, hoci sa vtedy už vedelo, že podané vakcíny boli kontaminované SIV, ktoré boli onkogénne (mohli spôsobovať rakovinu). Nixon tiež v roku 1971 zámerne ukončil konvertibilitu dolára na zlato a zaviedol kontrolu miezd/cien. Táto nová hospodárska politika znamenala začiatok konca medzinárodného menového systému tzv. Bretton Woods, ktorý vznikol v roku 1944\n\nDnes ti však ukážem aj niečo z predošlej histórie, ktorá tomuto celému predchádzala a ako veľmi to súvisí napr. s Ropou, tzv. petrodolárom, začiatkom fluoridácie vody, farmaceutickým priemyslom, ale aj tým, čo sa deje v Rusku (a ver, že skutočná príčina ťa prekvapí). Pozrime sa teraz na prvé tzv. finančné paniky, ktoré koncom 19. a začiatkom 20. storočia otriasli predovšetkým Americkou, ale aj svetovou ekonomikou, vyvolali v ľuďoch strach a zároveň umožnili finančným magnátom (veľmi bohatým ľuďom) prevziať kontrolu nad medzinárodnou ekonomikou. Čo je to inštitúcia FED\n\nAby si pochopil situácií, ktorá je tu aj dnes a súvisí s Rusmi a asi ťa neprekvapí, že aj s upraveným vírusom, musíme začať FED-om. Mal by ti byť známy, no ak si  nečítal, zopakujem\n\nFED je skratka pre Federal Reserve System, po slovensky Federálny rezervný systém (zriedkavo Federálna rezervná sústava). Je to v podstate obrovská inštitúcia, ktorá tvorí centrálnu banku USA. Systém bol založený r. 1913 s cieľom kontrolovať peniaze a zároveň zabrániť nejakým obrovským výkyvom ekonomiky, pričom dnes FED reguluje a kontroluje celú bankovú sústavu. Už ako laikovi ti musí byť jasné, že inštitúcia s takýmto veľkým bremenom, ktoré má síce možno pekný cieľ (udržiavať finančnú stabilitu, zabrániť nadmernej nezamestnanosti, svetovému krachu, atď.), zároveň nesie obrovskú MOC. A ako sa zvykne hovoriť, s veľkou mocou musí prísť aj veľká Zodpovednosť alias kontrola. A práve FED kontrolu nemá. Keby sme to prirovnali napr. k životu, tak s komplexným životom, ktorý má taktiež veľkú moc, naozaj prišla aj kontrola (zodpovednosť). Táto kontrola sa volá cirkadiánny mechanizmus a pozitívna aj negatívna spätná väzba. V poslednom článku o Kvantovej Evolúcií to bolo ukázané. Vďaka tomuto naše telo reaguje na podmienky v akých sme, a aj na naše rozhodnutia (jednoducho pomysli na nevhodné prostredie a rozhodnutia moderných ľudí a chorobnosť ako výsledok ich cirkadiánneho rytmu). No a to, čo vzniku FED predchádzalo bolo niekoľko panických situácií, ktoré začali ešte v 19. storočí, pričom vyvrcholili v roku 1907. Veľká Finančná panika v 1907, vďaka ktorej vznikol FED\n\nTermín Finančná panika je označením krízy, ktorá v minulosti bola a týkala sa ekonomiky v USA. Jednoducho sa niečo stalo, následkom čoho sa ekonomika veľmi otriasla a ľudia, ako aj banky a najväčší investori nadobudli strach, následkom čoho začali robiť možno unáhlené rozhodnutia, ako napr. vyberanie obrovského množstva hotovosti z bánk, apod. Najväčšia takáto finančná panika bola v roku 1907, no predchádzalo jej aj niekoľko predošlých. Napr. finančná panika v roku 1854, 1857 alebo vážnejšia v roku 1873 a 1893, ktoré bola vážnou ekonomickou krízou v Spojených štátoch. [R, R] Obe krízy mali veľký dopad na spoločnosť, čo vyústilo napr. v neisté financovanie železníc, ktoré v tej dobe budovali, a nakoniec to vyústilo aj v sériu bankrotov mnohých veľkých bánk. Avšak posledná veľká finančná kríza, alias panika, ktorá USA zachvátila v 1907, bola v podstate zrodom FED-u a to nie náhodou. Táto „panika“ vyplynula z kolapsu špekulatívnych investícií s vysokým pákovým efektom propagovaných politikou ľahkého zarábania peňazí, ktorú presadzovalo ministerstvo financií USA v predchádzajúcich rokoch, aj následkom predošlých kríz. To viedlo k sporom medzi Newyorskými bankami a tzv. Trustovými spoločnosťami, ktoré financovali tieto riskantné investície, a k znižovaniu likvidity akciového trhu, keďže menšie regionálne banky zase čerpali svoje vklady z newyorských bánk. Trustová spoločnosť je v podstate a laicky akákoľvek firma (právnická osoba), ktorá nadobudne finančné prostriedky, ktorými sa zaručuje. Preto sa nazýva „trustová“ v preklade (dôvera=trust). Slová vyššie v skratke a laicky znamenajú toľko, že po tejto kríze sa začali veľké banky a spoločnosti „hádať“, následkom čoho viac pre ľudí nebola nijaká tunajšia centrálna banka spoľahlivá. Predstav si to jednoducho, ako keby si dnes šiel žiadať o hypotéku do Slovenskej Sporiteľne, hoci by si vedel, že banka nemá dobrú povesť, míňa peniaze klientov na „pochybné“ aktivity, neručí ti ničím, apod. Jednoducho nemáš istotu, že si od banky môžeš v kľude požičať, no hlavne nemáš istotu, že jej chceš svoje peniaze zveriť vložením na účet a radšej si ponecháš hotovosť. Ako do hry vstúpili finančný magnáti Morgan a Rockefeller\n\nBez centrálnej banky, na ktorú by sa ľudia a firmy mohli spoľahnúť, vstúpili do hry logicky poprední finančníci, medzi ktorých patrí najmä J.P. Morgan a John D. Rockefeller. Verím, že mená sú ti minimálne známe. Títo ľudia „obetovali“ svoje vlastné peniaze na záchranu preživších bánk na Wall Street, ale aj iných finančných inštitúcií, čím umožnili bankám prežiť a zastabilizovať sa, aby si získali u ľudí  dôveru. Tento „manéver“ si jednoducho predstav tak, že veľmi bohatí ľudia dali svoje vlastné peniaze do národných bánk, čím im umožnili vydržať a dostať sa na „špic“, no zároveň sa daní „akcionári“ stali veľmi mocnými. Rovnako ako keby vidíš svojho kamaráta, ktorý prišiel o prácu a majú ísť so ženou a deťmi na ulicu, no ty im srdečne pomôžeš a všetky svoje úspory a financie im podaruješ. Každý vie, že je len málo skutočne dobrosrdečných ľudí, ktorí by sa takto zachovali a nechceli za to nič. No tiež každý vie, že väčšina by to spravila len preto, pretože by si plánovali neskôr nejakým spôsobom „vybrať“ svoj „dlh“. Mnoho ľudí dnes verí, že obaja magnáti a filantropi, Morgan aj Rockefeller, vytvorili túto veľkú finančnú krízu sami, aby získali kontrolu nad peňažným systémom. Či už je to pravda alebo nie, alebo sa na vyvolaní krízy aspoň podieľali, táto jediná udalosť sa stala podnetom k položeniu základov Federálneho rezervného systému. Prečo a ako sa dostali do hry títo magnáti Morgan a Rockefeller\n\nV dôsledku finančných kríz koncom 19. a začiatkom 20. storočia mali Trustové spoločnosti v tom čase nízky pomer hotovosti a vkladov v porovnaní s národnými bankami. Priemerná trustová spoločnosť mala pomer hotovosti a vkladov 5 %, pričom v prípade národných bánk to bolo cca 25%. Tento pomer laicky ukazuje, koľko hotovosti (reálnych peňazí) spoločnosť alebo banka mala v pomere ku vkladom, aké jej investori dali. Ako vidíš banky ho mali až 25% čo znamená, že na množstvo vkladov, aké banky od investorov a ľudí obdržali, mali až štvrtinu hotovosti. Ešte viac laicky ti to vysvetlím takto. Keby banka nič nemala a zrazu by dostala „papierovo“ vklad 1000 eur, jej majetok by bol 1000 eur a bola by schopná okamžite 250 eur (štvrtinu) niekomu požičať, investovať, atď. Naopak trustové spoločnosti by pri vklade 1000 eur mohli reálne dať iba 50 eur, čo je obrovský rozdiel. Ako teda vidíš, banky mali jednoducho pri takomto pomere väčšiu „dôveru“. No a keďže depozitné (vkladové) účty týchto trustových (zvereneckých) spoločností boli požadované v hotovosti, všetky takéto spoločnosti boli vystavené riziku. Špecifickým spúšťačom bol bankrot dvoch menších maklérskych firiem. Napr. neúspešný pokus Fritza Augusta Heinzeho a Charlesa W. Morsea kúpiť akcie firmy na ťažbu medi, ktorý vyústil do útoku aj na banky, ktoré boli s nimi spojené, pretože financovali ich špekulatívny pokus ovládnuť trh s meďou. Táto strata dôvery následne spustila útok na všetky trustové spoločnosti, hoci banky sa trochu stabilizovali. Najvýznamnejšou trustovou spoločnosťou, ktorá padla, bola spoločnosť Knickerbocker, ktorá predtým obchodovala s Heinzeom. Knickerbocker, čo bola tretia najväčšia spoločnosť v New Yorku, odmietla pôžičku od bankového magnáta J. P. Morgana a nedokázala tak vydržať, následkom čoho koncom októbra zlyhala. Toto podkopalo všeobecnú dôveru verejnosti vo finančný sektor a len to urýchlilo prebiehajúce výbery bánk. Spočiatku sa panika sústreďovala v New Yorku, ale nakoniec sa rozšírila do ďalších ekonomických centier po celej Amerike. No a práve v snahe odvrátiť následnú sériu krachu bánk, magnáti Morgan spolu s Johnom D. Rockefellerom a ministrom financií Georgeom Cortelyouom poskytli likviditu vo forme desiatok miliónov úverov a bankových vkladov niekoľkým newyorským bankám aj trustovým spoločnostiam. Práve tento vplyv paniky a krízy viedol v roku 1913 k rozvoju a vzniku Federálneho rezervného systému. Čo je však na tom celom najlepšie je to, ako sa k tomu títo magnáti postavili. Nie len, že bankám poskytli vlastné peniaze, aby ich podržali a ekonomika mohla rásť a fungovať, ešte si aj tieto peniaze a bohatstvo poistili a to zodpovednosťou (aj financiami) verejnosti, teda bežných ľudí a „platičov“ daní. Prečo a ako sa dostali do hry títo magnáti Morgan a Rockefeller\n\nTíto veľkí bankári, vrátane Morgana a Rockefellera, spolu s ďalšími politickými spojencami presadzovali plány, aby z toho urobili verejnú zodpovednosť. Dôvod prečo je jednoduchý. Zrejme každý šikovný človek by to tak urobil. Jednoducho im nevyhovovala vyhliadka, len tak darovať svoje osobné bohatstvo bankám na stabilizáciu a tvorbu finančného systému, ktorý ich síce v najbližších rokoch urobí ešte bohatšími, no nechceli, aby boli ich peniaze ohrozené. Radšej tieto peniaze vložili do inštitúcie, spravili z nich verejnú zodpovednosť, a pomocou jednoduchého „brania“ z verejného, hradili všetky „účty“ a dlhy, ktoré svetový obchod potreboval na fungovanie (a samozrejme udržanie ich kapitálu a následného zisku). Veta vyššie je možno ťažšia na pochopenie a napíšem ju preto „po lopate“. Je to podobné, ako keby si bol ty, ostal jediným človekom v meste, ktorý má napr. milión eúr, keď všetci ostatní ostali na mizine, pričom potrebujú pôžičku. Ty by si im peniaze ako jediný schopný jednoducho požičal, s nejakým úrokom samozrejme (aby si zarobil), no s tým, že ak sa niečo stane a ľudia o peniaze prídu a nebudú schopní ti splácať, jednoducho sa všetci ostatní zložia a ty svoje peniaze aj s úrokmi tak či onak dostaneš. Šikovné, čo povieš? Odtiaľ v podstate pochádza aj obrovský finančný kolaps v roku 2008, ktorý si verím ľudia v mojom veku a starší pamätajú. No tomuto sa venovať nejdeme. Teraz sa dostávame k ropnému priemyslu, vzniku petrodoláru, ktorý sa pretína s farmáciou a zároveň aj so zastavením bežného ľudového liečenia, ktoré ver či never, súvisia aj s dnešnou situáciou. Rockefeller, Standard Oil alias ropný a bankový monopol\n\nJe verejne známe, že najväčšia ropná spoločnosť Standard Oil Company, ktorú založil Rockefeller v roku 1863 až 1870, sa stala počas svojho fungovania monopolom, čo znamená, že kontrolovala jednu z najviac sa rozvíjajúcich komodít sveta a teda aj tok financií, keďže sa za ropu platilo. Už len do roku 1880 Standard Oil vlastnil a kontroloval 90 percent amerického biznisu v oblasti rafinácie ropy aj petroleja, čím sa stal prvým veľkým priemyselným monopolom na svete. Vieš si asi predstaviť čo to je, ak je z niekoho svetový monopol a môže si voľne meniť cenu niečoho, čo ľudia potrebujú a sú odkázaný za to tak či onak platiť. Avšak v roku 1908 spoločnosť Standard Oil na čele s Rockefellerom stála pred federálnym súdom v Missouri, kde vypovedalo viac ako 400 svedkov. Vláda predložila dôkazy, že Standard Oil Trust zabezpečil nelegálne zľavy na železnici, blokoval konkurentov v používaní ropovodov, špehoval iné spoločnosti a podplácal volených predstaviteľov. Okrem toho vláda preukázala, že v rokoch 1895-1906 vzrástli ceny petroleja Standardu o 46 percent, čo monopolu prinieslo obrovské zisky. 15. mája 1911 Najvyšší súd jednomyseľne potvrdil federálny odvolací súd a rozhodol, že Standard Oil Trust je monopol, ktorý nezákonne obmedzuje obchod. To však spoločnosti nijako neublížilo, pretože už predtým bola rozložená do niekoľkých ďalších, menším spoločností ako napr. Chevron, Exxon, Mobil, atď. To však nie je všetko. To najdôležitejšie, čo si málo ľudí uvedomuje je to, že Rockefellerova spoločnosť, ktorá obchodovala a pracovala s ropou a petrolejom už koncom 19. storočia prišla na to, že sa z ropy dá robiť veľa vecí, ako napr. Plasty. Áno, dobre tušíš, tu sa začala nadmerná výroba a hromadenie plastov. Avšak pri výrobe všetkých týchto chemikálií je veľmi komplikovaný výrobný proces, v ktorom hrá úlohu Fluór, ktorý sa ako fluorovodík využíval ako katalyzátor. No a práve tu prichádza do hry ďalšia Rockefellerova „šikovnosť“. Šikovnosť, z ktorej vzišiel prienik FED-u (prepojenie národnej banky), farmaceutického priemyslu, a zároveň zastavenie doterajších liečebných metód, ktoré vychádzali z toho, čo nám dáva príroda. Rockefeller a centralizovanie banky, ropného priemyslu s farmáciou\n\nVšetky tieto udalosti vyššie, vrátane uznania Rockefellera vinným najvyšším súdom, boli preňho len príležitosťou, v ktorej videl schopnosť monopolizovať ropný, chemický a medicínsky priemysel súčasne! Nezabúdaj tiež, že čoskoro aj Bankový, keďže v 1913 vznikol za pomoci jeho financií FED. Najlepšie na petrochémii a výrobe plastov aj liekov bolo, že všetko sa dalo patentovať a predávať s vysokým ziskom. Rockefellerov plán pre medicínsky priemysel však mal jeden problém: prírodné/rastlinné lieky (alias ľudové liečiteľstvo založené na medicíne z prírody) boli v tom čase v Amerike aj vo svete veľmi populárne. Takmer polovica lekárov a lekárskych fakúlt v USA praktizovala holistickú medicínu s využitím poznatkov z Európy a pôvodných obyvateľov Ameriky. Teraz zase raz lepšie pochopíš, prečo a ako sa prekrýva Kvantová aj Cirkadiánna biológia nie len s tvojím Zdravím a Výkonnosťou, ale aj Financiami. Ak si čítal článok Kvantová Biológia #1, teraz ti to prepojím. V roku 1910 bola totižto uverejnená tzv. Flexnerova správa, ktorú napísal Abraham Flexner a vydal ju pod záštitou Carnegie Foundation (Rockefellerova spoločnosť), čím v podstate dostal na „špic“ Rockefellera a centralizoval farmaceutický priemysel s ropným, vďaka čomu sa začala jedna veľká Finančná Éra, ktorej RESET prebieha práve teraz (hoci si to väčšina neuvedomuje). Po Flexnerovej správe, ktorý dostal za správu zaplatené, hádaj od koho, Americká lekárska asociácia schválila školy, iba s paradigmou založenou na liečbe a sledovaní symptómov a učebnými osnovami liečby založenej na liekoch. Toto je dôležitý bod. Takýmto šikovným spôsobom si totižto ešte počas prebiehajúceho súdneho procesu spoločnosť Standard Oil zabezpečila to, že všetky dovtedy normálne nemocnice, lekári, atď., budú musieť skončiť a ostanú iba verejné nemocnice, ktoré budú laicky povedané – Liečiť symptómy a predávať lieky. A hádaj kto tieto lieky vyrába a z čoho. Firmy ako Big Pharma a Rockefeller Medicine, ktoré vzišli z rozpadu Standard Oil, ktoré ich vyrábajú aj za použitia ropy a fluóru. Ropný priemysel ako spúšťač fluoridácie vody\n\nNetrvalo dlho a všetky nealopatické školy (všetky bežné liečiteľstvá) sa pre nedostatok financií dostali na vedľajšiu koľaj alebo úplne zanikli. Následne sa Rockefeller posunul od ropného priemyslu k liekom a ďalšia obrovská éra mohla začať. A asi dobre tušíš, že to súvisí aj s fluoridáciou vody. Spoločnosť totižto využívala fluor ako katalyzátor, no vždy pri výrobnom procese nejaký ostal na zvyš  a museli sa ho logicky zbaviť. No a prečo šancu nevyužiť a nespeňažiť ešte aj to? Áno, chytáš sa rýchlo. Práve odtiaľto vznikla aj fluoridácia vody, ktorá sa postupne zaviedla na celom svete, hoci dnes už vieme, že fluór nemá pre nás zdravotné benefity, ako sa to v minulom storočí prezentovalo. Práve preto ja osobne roky fluór nevyužívam a vyhýbame sa mu aj u nás doma. Napr. aj kúpou vhodnej zubnej pasty, pretože takmer vo všetkých sa fluór nachádza. Zlatí a Platinoví \n\nAby som ti históriu 20. storočia prepojil s 21., napíšem ti ako veľmi si boli podobné finančná panika v r. 1907 a finančná kríza v 2008. Obidvom situáciám totižto predchádzalo obdobie prebytku na americkom menovom a finančnom trhu. Panike v roku 1907 predchádzal pozlátený vek, počas ktorého ekonomike dominovali monopoly ako Standard Oil, ktoré mimochodom aj sám vtedajší prezident Teddy Roosvelt kritizoval. No a obdobie pred recesiou v roku 2008 charakterizovala zasa uvoľnená menová politika a zbohatnutie niektorých inštitúcií po tom, čo poskytovali pochabé pôžičky Američanom, takmer za nulové úroky. V oboch prípadoch tento rast viedol ku koncentrácii bohatstva medzi vybranými jednotlivcami, následkom čoho daný jednotlivci získali príliš veľkú moc nad medzinárodnou ekonomikou. V roku 1907 dostala Národná banka finančnú podporu od magnátov, ako si to videl vyššie, vďaka čomu koniec koncov v 1913 vznikol aj FED. No a rovnaká vec sa stala aj pri finančnej kríze v 2008, kedy krachovala obrovská národná investičná banka v New Yorku s názvom  Bear Stearns. Teraz sa však radšej drž. Táto banka čelila vážnemu útoku svojich veriteľov tesne predtým, a ak by nedostala finančný „doping“ (podporu), spadla by a trh by sa úplne zrútil. 16. marca 2008 sa táto 85-ročná investičná banka Bear Stearns vyhla bankrotu iba vďaka tomu, že ju odkúpila spoločnosti J.P. Morgan Chase and Co. a to dokonca za šokujúco nízku cenu 2 doláre za akciu. To však ešte stále nie je všetko. Vieš odkiaľ spoločnosť J.P. Morgan Chase vzala peniaze na kúpu? Pomocou pôžičky od Federálneho rezervného systému (FED-u). To je čo? Už vidíš, prečo sa naozaj História opakuje a prečo potrebuješ veci vždy Spoznávať, pretože potom dokážeš robiť adekvátne rozhodnutia a dokonca aj mnohé veci predvídať? Možno teraz trochu lepšie chápeš aj môjmu starému známemu obrázku. Ako vidíš, keď si opäť spomenieš na prirovnanie veľkej pôžičky (vznik FED), pričom svoje peniaze máš poistené tým, že z nich spravíš verejnú zodpovednosť, tak teraz si predstav, že vďaka týmto zarobeným peniazom ešte aj skupuješ ďalšie a ďalšie banky, vďaka čomu získavaš kontrolu nad trhom ešte viac. Kontrolu však nezískavaš iba nad trhom a ekonomikou, ale ako vidíš aj nad zdravotníckym sektorom, médiami a teda aj pomerne peknou kontrolou toho, čo ľudia verejne vidia a počujú a tiež toho, ako a čím svoje Zdravie udržiavajú. A práve tu sa dostávame ku vzniku tzv. petrodolára a do roku 1971, kedy uvidíš, ako sa táto kontrola nad zdravotným a bankovým aj ropným priemyslom dokázala preklenúť v to, čoho sme teraz svedkami. Viem, že sem sa dostalo iba zopár z Vás a práve v najbližších riadkoch Vás preto bude čakať veľa prekvapivých informácií. A áno, spomeniem aj situáciu s Ruskom, ktorá je podľa mňa veľmi zle prezentovaná…\n\nČo je to petrodolár a ako vznikol\n\nPetrodolárový systém je v podstate výmena ropy za americké doláre medzi krajinami, ktoré ropu nakupujú, a tými, ktoré ju vyrábajú. Petrodolár bol výsledkom ropnej krízy v polovici 70. rokov, ku ktorej došlo hneď po Nixonovom šoku, ktorý dostal americký dolár zo zlatého štandardu, keď ceny mnohých vecí vyskočili v dôsledku inflácie na rekordné úrovne. Počiatky petrodolárového systému siahajú do Bretton Woodskej dohody uzavretej po 2. svetovej vojne, ktorá nahradila zlatý štandard americkým dolárom ako rezervnou menou. Podľa tejto dohody sa stal jednoducho americký dolár naviazaným na zlato (teda každý existujúci dolár musel byť krytí reálne zlatom), zatiaľ čo ostatné svetové meny sa stali zasa naviazané na americký dolár. Po lopate napísané, Amerika, spravila svoju  dolár hlavnou rezervnou menou, na ktorej stál aj FED (hlavný finančný rezervný systém), no neustále bola krytá zlatom. Môžeš si to predstaviť ako v úvode môj príklad s prácou. Amerika teda ovládala a kontrolovala svetovú ekonomiku, avšak svoju  mala neustále reálne krytú. Rovnako ako keby Ferko v úvode spravil zo svojich Hrnčekov svetové platidlo a hlavnú rezervu. Avšak Ferko musel vždy na výrobu hrnčeka vynaložiť ČAS a PRÁCU. Nemohol Hrnček len tak „vykúzliť“. Rovnako to bolo s dolárom. Ak by chceli doláre pridať, musela Amerika vlastniť viac zlata. No a práve tu je zakopaný pes. Prezident Nixon kvôli masívnej s roku 1971 oznámil, že dolár sa už nebude vymieňať za zlato, aby podporil ekonomický rast USA. Jednoducho povedané, je to rovnaké, ako keby dovtedy musel Jožko a Ferko reálne pracovať na to, aby dostal peniaz, ktorý si následne s ďalšími obyvateľmi môže vymieňať za iné služby, no zrazu, si Jožko a Ferko mohli peniaze len tak vyrábať doma a nemuseli preto nič spraviť. Ostatní občania však musia neustále pracovať a vynakladať ČAS na to, aby peniaz získali a vymenili si. Vidíš? Všímaš si to? Nixon ako vtedajší prezident verejne zrušil krytie vytlačených peňazí reálnym zlatom. Jednoducho takto zabezpečil voľnú tlač peňazí, aby mohol financovať výskum rakoviny (ktorá sa parodxne zhoršila) a samozrejme aj iné veci, následkom čoho tieto monopoly mohli voľne kontrolovať trh. Petrodolár ako nová Mena, s ktorou obchoduje aj Rusko\n\nNo a práve petrodolár pomohol zvýšiť stabilitu cien ropy denominovaných v amerických dolároch, pretože v tom čase nedochádzalo k znehodnoteniu amerického dolára a ropa je zároveň dôležitá komodita, s ktorou sa veľa obchoduje. Ako ti však asi došlo, tým, že americký dolár prestal byť krytý zlatom, bolo možné na základe voľnej tlače manipulovať s jeho hodnotou a teda koniec koncov aj s cenou ropy. Práve v tomto je zakopaný ďalší pes. Ako totižto USA dokázala spraviť z dolára svetovú  a zároveň si vďaka tomu monopoli dokázali nakupovať pozemky, vklady, cenné papiere,…bez použitia jediného centu? Jednoducho. Pomocou vyvolania „túžby“. Predstav si tento príklad. Ak by si bol veľmi, ale že veľmi bohatí a vlastnil by si toľko, pozemkov, firiem, atď., že by tvoja rodina nemusela nikdy pracovať, no nemal by si takmer žiadnu hotovosť, ako by si si tieto majetky užíval? Ako by si ich mohol premeniť na niečo, čo sa ti v obchode páči, keď nemáš žiadnu voľnú hotovosť? Premýšľaj. Je to jednoduché. Čo tak vytvoriť napr. ŠEK? Obyčajný kus papiera, ktorý nemá žiadnu hodnotu. Ak sa zaň však niekto zaručí a povie ti, že tento kus papiera zrazu hodnotu má, už to bude iná reč. Teraz si predstav, že v rámci tvojich majetkov, vlastníš aj všetku ropu. A práve touto ropou sa zaručíš. Ľuďom teda povieš, že každý, kto bude chcieť ropu (a tú chce predsa každý), bude musieť akceptovať šek. No a zrazu sa bezcenné kusy papieru, ktoré nemajú reálnu hodnotu stanú reálne a ty si môžeš kúpiť hromadu vecí, nové autá a ďalšie domy a to aj bez toho, aby si reálne čo i len cent musel mať v banke alebo nejaké zlato. Šikovné. Takto sa dá prísť k ďalším majetkom a peniazom a to bez použitia takmer ničoho. A presne toto sa stalo s petrodolárom! Hoci sa petrodoláre pôvodne týkali predovšetkým peňazí, ktoré dostávali krajiny Blízkeho východu a \n\nPetrodoláre sú momentálne príjmy z ropy denominované v amerických dolároch. V podstate si ho predstav ako samostatnú  (podobne ako napr. euro), hoci sa nevyužíva medzi bežnými občanmi na nákup potravín, atď., ale pri obchodovaní s ropou. Petrodoláre sú dnes primárnym zdrojom príjmov pre mnohých členov OPEC vyvážajúcich ropu, ako aj iných vývozcov ropy na Blízkom východe, a to aj v Nórsku a Rusku. A dostávame sa aj ku Rusku. Je teda možné, že bol pôvodný zámer Putina skoncovať s petrodolárovým systémom? Veľa ľudí týmto slovám nerozumie, no verím, že až dočítaš dokonca zistíš, prečo to tvrdím. Pertrodolár, Saudská Arábia, Putin, uhlíková stopa – prepojenie\n\nKeďže sú petrodoláre denominované v amerických dolároch alebo aj dolároch, ich skutočná kúpna sila závisí od základnej miery inflácie (ale aj s) v USA a od hodnoty amerického dolára. To by malo byť logické. Keď klesne alebo vzrastie hodnota doláru, logicky padá ale rastie aj hodnota petrodolára a teda obchodovanie s ropou, svetovou komoditou číslo jeden. Toto všetko, na čele s Nixonovým rozhodnutím nekryť dolár zlatom, viedlo k vytvoreniu petrodolárového systému, kde sa USA a Saudská Arábia (ako najväčší dodávateľ) dohodli na stanovení cien ropy v amerických dolároch. To znamenalo, že každá iná krajina na svete, ktorá kúpila ropu, by musela pred dokončením predaja vymeniť svoju  za americké doláre. To viedlo k tomu, že všetky ďalšie krajiny začali hodnotiť ropu v americkej mene. Opäť…šikovné! Vďaka tomuto sa petrodolár stal v podstate medzinárodnou „bankou“ a to nie len pre ropný priemysel, ale aj vojenský. Mohlo teda aj toto viesť k mnohým vraždám, vojnám a zneužívaniu moci, ako bola napr. vražda Keneddyho (ako som ti to predostril v článku o Politike a Vakcínach), či vojny vo Vietname aj inde? Odpoveď si musíš dať sám. Ja teraz pokračujem. No a keďže všetky ostatné krajiny neustále museli a musia zamieňať ropu za dolár (petrodolár, čo je v podstate Americký dolár), v Americkej ekonomike vznikajú prebytky, ktoré vedú k ešte väčším rezervám v amerických dolároch. Tieto prebytky nekrytých dolárov je potrebné následne nejakým spôsobom „recyklovať“ (vrátiť do ekonomiky), čo znamená, že ich možno nasmerovať do domácej spotreby a investícií, použiť na pôžičky iným krajinám alebo ich investovať  v Spojených štátoch prostredníctvom nákupu dlhopisov, apod.. Tento proces pomáha vytvárať likviditu na finančných trhoch v USA, vďaka čomu rozširuje silu amerických financií. Recyklácia petrodolárov začala v skutočnosti v Saudskej Arábii ešte v roku 1979 (pomocou Carterovej administrácie, na čele s 39. prezidentom USA Jimmym Carterom) ako súčasť Spoločnej komisie pre hospodársku spoluprácu medzi USA a Saudskou Arábiou. Americké doláre, ktoré boli použité na nákup ropných zmlúv, boli recyklované  do USA prostredníctvom zmlúv s americkými spoločnosťami, ktoré boli prepojené  s domácimi ropnými obchodmi a mnohými priemyselnými dodávateľmi vojenskej obrany, ktorých uprednostňovalo ministerstvo obrany. Tieto spoločnosti by sa potom podieľali na infraštruktúrnych projektoch v Saudskej Arábii, čo by len zvýšilo dovoz z USA do krajiny, tiež by to viedlo k vyšším mzdám pre niektorých zamestnancov a pomohlo by to celkovej ekonomike. Vďaka tomu bola kráľovská rodina v Saudskej Arábii zaviazaná vláde USA. [R, R] A ak neveríš riadkom vyššie, Celé toto riadenie toku ropy aj jej obchodovanie bolo vybudované ako súčasť národnej obrany v rokoch 1950-1982, pričom petrodolárový systém pomáhal kompenzovať náklady aj studenej vojny proti Rusku. Mohlo teda Rusko už pred niekoľkými desaťročiami tušiť, kam sa USA uberá a akú obrovskú kontrolu má? Mohol aj momentálne chcieť (bohužiaľ nevhodnou formou) Putin ukončiť petrodolárový systém a tým rozložiť moc Ameriky? Čítaj ďalej a dozvieš sa ešte prekvapivé súvislosti a to nie len s Čínou, ale aj uhlíkovými plynmi, elektronizáciou a bitcoinom. Dolár a inflácia verzus Čas a Zdravie\n\nUž na základe riadkov vyššie ti musí byť jasné, že petrodolár výrazne pomohol pozdvihnúť postavenie amerického dolára na celosvetových finančných trhoch, keďže cena najdôležitejšej komodity na svete, ropy, bola naviazaná na dolár. Opäť pomysli na analogický príklad. Ak by si bol jediný človek v meste, ktorý vlastní povedzme pitnú vodu, pričom nikto iný ju nemá, no potrebuje, mohol by si si robiť čo chceš. Vytvoril by si si vlastný peniaz (), a keby niekto chcel vodu, musel by vždy vymeniť najskôr svoj peniaz za tvoju  a následne vodu kúpiť a stále dokola. Je to elegantný spôsob, ako získať kontrolu nad ekonomikou a Časom aj zdravím ľudí, keďže každý musí vymieňať za dolár, ktorý si FED môže svojvoľne tlačiť, keďže už nie je krytý zlatom…\n\nAj toto čiastočne pomohlo doláru stať sa najdominantnejšou menou na svete, čo mu umožňuje nepretržite financovať svoj deficit účtu, vydávaním aktív denominovaných v dolároch, za veľmi nízke sadzby. To tiež umožnilo USA, mať významnú ekonomickú kontrolu nad svetom. No a aké sú dôsledky? Ako by si sa zachoval ty, ak by sa tvoja mena stala takouto „TOP-kou“? V skratke, akákoľvek populárna rezervná mena by následne zvýšila svoj výmenný kurz (toto sa deje posledné roky), čím zvýši cenu svojich produktov a služieb, no zároveň poškodí vlastnému exportu (vývozu) komodít z krajiny. Toto následne povedie ku kolotoču toho, že krajina umelo nafukuje hodnotu svojej meny (dolára), no zároveň sa vedie k obrovskému obchodnému deficitu, pretože pre ostatné krajiny, je čoraz náročnejšie od nich nakupovať. No a na to, aby sa globálna ekonomika udržala v tempe, Federálny rezervný systém (FED) jednoducho musí vkladať veľké množstvo peňazí do obehu vždy, keď čelí obdobiu finančného chaosu a finančnej neistoty. No a spraví to tým, že doma zvýši infláciu (viac natlačených nekrytých peňazí uvoľní do obehu). Čo to však znamená pre teba ako bežného človeka? Jednoducho to, že takýmto spôsobom, ti niekto vezme tvoj čas a tým aj tvoje zdravie. Pýtaš sa ako? Zamysli sa. Ak musíš vynaložiť nejaké úsilie (výkon) v práci, ktorá ti zaberie čas na to, aby si „zarobil“ isté množstvo peňazí, no niekto ti zo dňa na deň hodnotu daných peňazí zníži, znamená to, že ti vzal čas. Doslova a do písmena. Ty si totižto venoval napr. 160 hodín v mesiaci tomu, aby si „získal“ napr. 1000 eur, pričom daných 1000 eur, ktoré dostaneš, už nemajú hodnotu 1000 eur, ale možno iba 800 alebo menej. To znamená, že na „získanie reálnych 1000 eur ti nestačilo 160 hodín života, ale viac. To znamená, že si prišiel o ČAS, čo pre väčšinu ľudí so zničenými mitochondriami znamená, že prišli aj o viac energie a teda aj Zdravie. Chytáš sa? No a čím skôr si to uvedomíš, tým skôr pochopíš, že sa nemôžeš spoliehať na štát alebo inštitúcie okolo, vrátane zdravotného priemyslu. Iba ty sám môžeš svoj život prevziať do vlastných rúk, ako je to práve teraz, pretože posledné 2 roky, aj vďaka vyvolanej situácií s vírusom, sa deje jedno z najväčších kúzelníckych predstavení, ktoré (bohužiaľ) väčšina ľudí pekne na žiarivej TV sleduje. Prečo sa stala Amerika a FED hrozbou pre zvyšok sveta\n\nČím je rezervná mena populárnejšia v porovnaní s ostatnými menami vo svete, tým je jej výmenný kurz vyšší a domáci exportujúci priemysel je menej konkurencieschopný. Sila dolára sa pre zvyšok sveta vďaka tomuto stala veľmi mocným a zároveň ničivým nástrojom. Aj preto som sa aj ja sám, ako mnoho iných ľudí, začal pred rokmi zaujímať napr. o Bitcoin aj iné spôsoby, ako financie uchovávať bez nutnosti toho, aby nepodliehali inflácií a kontrole monopolu. Teraz sa zamysli nad týmito 2 príkladmi: Za prvé, ak sa dolár z nejakého dôvodu oslabí, čo sa stane? No predsa Amerika ako centrálna krajina bude nešťastná, no zároveň zvyšok sveta, ten iba získa. No a po druhé, ak sa stane opak, že sa niekto zamerá na lokálnu politiku a podporu ekonomiky v Amerike a teda rast hodnoty doláru, zvyšok sveta nebude rád, pretože ho bude obchodovanie stáť viac. Žeby bol toto dôvod, prečo chceli napr. Čína aj Rusko „potopiť“ petrodolárový systém a tým znemožniť Amerike manipulovať so svetovou ekonomikou? Neveríš mi? Možno ťa ďalšie riadky o tom, ako Čína a Rusko začali pred pár rokmi, zhodou náhod pred tým, ako prišiel vírus, skupovať zlato (skutočnú hodnotu) a zároveň začali využívať Bitcoin (decentralizované platidlo, ktoré nie je manipulovateľné) presvedčí…\n\nRusko, Čína, Zlato a Bitcoin\n\nTeraz sa spolu zamyslime. Prečo napr. Putin vítal dohodu s Čínou o rope a plyne? A to aj napriek napätiu a sporom s Európu? A prečo sa napr. Čína, rovnako ako Rusko, začali ešte pred viac ako 10 rokmi zaujímať o Zlato a skupovať ho? Prečo svoje rezervy začali hromadiť radšej v komodite Zlata ako v Dolároch a dlhopisoch? Do konca roku 2008 boli Čínske rezervy Zlata okolo 600 ton a ruské niečo cez 500 ton. Celkom zaujímavé číslo, no čítaj ďalej. Do mája 2017 sa zásoby Číny znásobili 3x na viac ako 1800 ton a Ruské zásoby sa tiež znásobili 3x na cca 1700 ton. Zaujímavá zhoda náhod…\n\nZdroj: Je možné, že tieto taktiež mocné krajiny vedeli niečo, čo ľudia nie? Mohlo mať ich skupovanie zlata zmysel v tom, že chceli predísť obrovskej inflácií, ktorú Amerika chystala a bola neodvratná, vzhľadom na priebeh ekonomiky? A čo tak ďalšia zaujímavá zhoda náhod, ktorej pochopia hlavne ľudia, ktorí sa o krypto trochu zaujímajú? Bitcoin, ako prvá a zároveň jediná úplne decentralizovaná mena, vznikol r. 2008, pričom funguje od 2009. Jeho zakladateľ je (pseudonym) Satoshi Nakamoto (hoci o nich, by som ti tiež vedel veľa zaujímavých vecí porozprávať, no to možno inokedy). Čo však chcem povedať je to, že Čína, ako aj Rusko, začali používať bitcoin. Náhoda? Alebo je možné, že pochopili, že je to pre nich aktívum, ktoré je „poistkou“ pred infláciou, a to dokonca rovnaké alebo väčšie ako zlato? Len tak mimochodom, podľa Glassnode (kryptomenová dátová služba), sa počet ruských bitcoinových účtov od februárovej invázie zvýšil z 39,9 milióna na 40,7 milióna, pričom Ruská populácia je asi 144 miliónov. Prečo teda Čína a Rusko spolupracovali? Mohlo to súvisieť aj so zlatom a Bitcoinom a dokonca aj otepľovaním Zeme a energetickou, ale aj finančnou krízou, ktorá prichádzala? Dohoda Ruska a Číny verzus Ropa a ťažba bitcoinu\n\nUvedom si túto jednu moju malú špekuláciu, ktorá vlastne nie je ani tak špekuláciou, ako faktom. Každý, kto sa o tému zaujíma vie, že Čína dala nedávno „BAN“ na ťažbu BTC vo svojej krajine, hoci dovtedy mala najviac ťažiarov na svete. Čína bola na špici, čo sa ťaženia bitcoinu týka, no z nejakého dôvodu to zmenila. Mohla Čína zakročiť proti ťažbe preto, pretože chcela umožniť ruským ťažbárom získať viac bitcoinov? Mohla byť teda aj nová dohoda o rope v skutočnosti sprostredkovaním pre ťažiarov bitcoinov, pretože Čína za posledné roky nahromadila Zlata aj Bitcoinov dosť na to, aby zvládla prichádzajúcu infláciu aj ekonomický reset? Žeby preto dala Čína BAN? Tí, ktorí o bitcoine vedia aspoň trochu, poznajú spôsob jeho ťažby. Ja to vysvetľovať nejdem, pretože to nie je dôležité, no napíšem ti toto. Jeho ťaženie je regulované algoritmom, podobne ako tvoje telo reguluje svoje životné funkcie. Keď napr. prestaneš dýchať, tvoj tep sa zmení, keď si v osvetlenom prostredí, tvoje zorničky sa stiahnu, atď. Bitcoin má zas vlastný nekontrolovateľný algoritmus, ktorý neustále „vníma“ koľko ťažiarov je v hre, ako rýchlo a ťažko ho ťažia a podľa toho upravuje náročnosť svojej „ťažby“. No a to, čo je dôležité poznamenať je to, že na malý moment, kedy nejaký ťažiari vypadnú, všetci ostatní získajú výhodu, pretože je pre nich ľahšie bitcoin vyťažiť a teda ho získať. No a presne toto sa stalo v období, kedy Čína zakázala ťažbu v krajine, vďaka čomu malo Rusko na chvíľu výhodu. Čo však čert nechcel, hádaj, kto sa veľmi rýchlo chytil príležitosti. Amerika\n\nOdkedy Čína zakázala kryptomeny, USA sa rýchlo stalo globálnym lídrom v ťažbe bitcoinov a krajinou číslo jedna, pokiaľ ide o hashrate. Kľúčovými faktormi pre ťažbu je totižto prístup krajiny k (obnoviteľným) zdrojom energie a tiež nízka cena energie. Čo to znamená, ak by som ti to mal opäť napísať „po lopate“? Znamená to toľko, že Amerika vie, akú veľkú hodnotu bitcoin má, aj prečo bol vytvorený (je to v podstate nástroj pre ľudí, aby odolali kontrole bánk, štátu a inflácií) a tiež si rýchlo uvedomila, že ak by sa stalo Rusko jednotkou, Americká kontrola nad svetom by sa skončila. Aj preto sa teraz snažia ropu, ako druh paliva a ENERGIE odstaviť, pričom ho nahradia novými lacnejšími zdrojmi energie, ktorými zároveň trochu zmiernia vlastné škody, ktoré napáchali na tejto planéte (aj globálne otepľovanie). O týchto zdrojoch energie som mimochodom asi 2 roky dozadu rozprával v jednom z QaA  Veľa ľudí totižto dodnes verí mediálnym rečiam o tom, ako môže CO2 za otepľovanie planéty. No dáta túto hypotézu bohužiaľ nepodporujú. Aj preto som dávno spísal dôležitý článok Energia #6 je globálne otepľovanie skutočné, ktorý ti odporúčam opätovne prečítať. Teraz to zopakujem, pretože sa už blížim k záveru tohto dlhého článku a verím, že ti dôjde pointa. Budem písať o dolároch, avšak maj na mysli, že čokoľvek sa deje s dolárom, ovplyvňuje aj Euro. Predstav si seba 5 rokov dozadu. Povedzme, že máš ušetrených 7 dolárov (kľudne si predstav aj eurá, je to jedno) v peňaženke a chceš si kúpiť kartón mlieka. Vtedy stál kartón 3,50 dolára, a ty si teda môžeš kúpiť dva kartóny mlieka. Teraz sa presuňme do prítomnosti. Máš v peňaženke 7 dolárov a ideš na rovnaký nákup kartónu mlieka. Avšak kartón už nestojí toľko, ale povedzme 3,80 dolár, čo ti umožní kúpiť už iba jeden kartón miesto dvoch, ako 5 rokov dozadu. To znamená, že tvoja kúpna sila (hodnota peňazí) klesla v dôsledku inflácie. Miera inflácie sa oficiálne počíta takto: ((B – A) / A) x 100\n\nPričom „A“ je pôvodná cena povedzme 5 rokov dozadu a „B“ je aktuálna cena. Je to v skratke výpočet inflácie. Avšak málo ľudí vie, že FED používal na výpočet inflácie v minulom storočí pred rokom 1970 rozdielne výpočty, pretože nebral v úvahu tlač nekrytých dolárov. Čo to znamená? Toto. Keď si vezmeme peniaze tipu M2 (teda všetka hotovosť aj vklady, atď., ktoré sú v obehu), a ich objem za posledné 2 roky, tak 80 % všetkých existujúcich amerických dolárov bolo vytlačených za posledných 22 mesiacov. Zo 4 triliónov dolárov v januári 2020 na 20 triliónov dolárov v Októbri 2021. Finančná rezerva FED-u sa teda z 4 triliónov trošku navýšila. Trilión je mimochodom tisíc miliárd (1 000 000 000 000). A hádaj, čo bolo spúšťačom takejto masívnej nekrytej tlače peňazí…COVID! Teraz si to môžeš laicky prepočítať a úplne stačí len zaokrúhlene a veľmi obrazne. Ja ti však prácu uľahčím. Ročná inflácia v eurozóne bola v marci 2022 na úrovni 7,4 %, čo je nárast z 5,9 % vo februári 2022. V USA bola inflácia cca 7,5%. Keby sme však vzali v úvahu nárast nekrytých peňazí v obehu, reálna inflácia siaha v USA až na 19 či 20%. Myslíš si, že to ovplyvňuje aj Euro? Ak si myslíš že nie, si na omyle. Práve preto sa kurz Dolár/Euro tak veľmi zmenil a to iba za posledných pár mesiacov. Zdroj: Aká je teda reálna hodnota peňazí, ktoré ľudia „zarábajú“\n\nUž sa blížim k záveru, takže vydrž. Ak si slovám vyššie nepochopil, opäť mám pre teba jednoduché vysvetlenie. Keďže má väčšina z nás peniaze na účte v Banke, kam nám chodia z „práce“, 1000 eur, ktoré tam máš od roku 2020 má teraz hodnotu možno tak 800 alebo 750 eur. Čo to znamená? Jednoducho to, čo som ti písal vyššie. Ty svoj čas v práci (či už si podnikateľ alebo zamestnanec) musíš „minúť“, aby si vyprodukoval nejakú HODNOTU, ktorá sa ti vráti  aj vo forme financií (u zamestnanca jednoducho ako výplata, u podnikateľa ako ZISK). No a práve v tomto je zakopaný pes. Čas, ktorý si vymenil za tvorbu nejakej hodnoty, ktorú si premenil za financie, sa akoby „skrátil“, pretože hodnota financií klesla. Dôvod, prečo ti to píšem je ten, že si potrebuješ uvedomiť, že TY musíš prevziať plnú kontrolu nad svojím Zdravím a Výkonom a rovnako aj nad financiami. Práve preto som nedávno v súkromnej komunikácií s pár ľuďmi jasne povedal, že si nemyslím, že čím má človek menej peňazí je jeho zdravotný stav horší. Myslím si, že je to naopak. Naše Zdravie, ako mentálne a psychické, tak aj fyzické je totižto iba výsledkom funkčnej kolónie mitochondrií, ktoré sú zas výsledkom funkčného Cirkadiánneho rytmu. A práve vďaka pevnému Zdraviu a Výkonnosti sme schopní nie len produkovať viac Hodnoty a teda zarobiť viac financií, ale sme tiež menej závislí na externých veciach ako lieky, lekári, farma priemysel, vábivé doplnky výživy a „zdravé“ orieškové maslá, apod. Môže byť Bitcoin dokonca lepší uchovávateľ hodnoty ako Zlato\n\nNo čo stále si myslíš, že „vlastniť nejaký napríklad bitcoin je hlúposť? Alebo konečne začínaš nad vecami premýšľať inak a dochádza ti, že tu nejde o kryptomeny ako také, ale o to, čo bitcoin predstavuje, odkedy ho Satoshi vytvoril? Bitcoin je totižto podobný ako bolo kedysi Zlato. Bitcoin je uchovávateľom hodnoty, ktorým boli kedysi aj reálne peniaze. Aby si mal predstavu, tak v rovnakom čase ako rástla inflácia a vytlačili sa trilióny dolárov (koniec 2019 až 2022), sa bitcoin zvýšil z cca 5000 dolárov na dnešných cca 40 až 45 tisíc. Cena bitcoinu v dolároch za posledné roky\n\nTakto zas vyzerá jeho porovnanie so zlatom, čím samozrejme na nič nenarážam a už vôbec neber tento článok ako investičnú radu. Za svoje Zdravie, ako aj Život je zodpovedný každý sám a to na 100%. A ak si to neprizná, tak iba prekladá zodpovednosť do rúk tým, čo ho o čas aj zdravie svojvoľne oberajú…\n\nZdroj: Odcitujem teraz vety z knižky o Bitcoinových peniazoch, ktorú som ti odporučil v úvode. Dobre čítaj a zamysli sa nad ňou pohľadom, ktorý ti tento článok dal. „Vincent nechápal, že papierové peniaze sú len náhradou za kovové peniaze. A že kovové peniaze sú vlastne tiež len náhradou za prácu, ktorú obyvatelia vykonávajú.“\n\n„Môžeš síce vytlačiť viac papierových peňazí, ale nemôžeš vytlačiť viac tvrdej práce a driny. Tá stojí ČAS, snahu a ENERGIU.“ …koniec citácie z knihy, zo str. 15\n\nPosledná veta na konci a slová ČAS a ENERGIA majú obrovský zmysel, ktorý ak raz človek pochopí, uvedomí si veľmi veľa. Zároveň sú tieto slová veľmi rozdielne a veľa ľudí o tom ani len nevie. ČAS je len Ilúziou, no Energia nie\n\nVeľa ľudí, okrem fyzikov, si myslí, že čas je niečo stabilné a nemenné, no opak je pravdou. Čas v skutočnosti nejestvuje, pretože je len ilúziou/výtvorom interakcie svetla s hmotou (formou energie). Táto veta je ťažká na pochopenie, no aj v tejto sérií kvantová biológia jej pochopíš lepšie. V skratke to však znamená toľko, že Zatiaľ čo energie má vesmír stabilné a nemenné množstvo (akurát sa neustále vymieňa, transformuje, atď.), tak čas je niečo, čo je vytvorené. V čase môžeme ísť  a rovnako dopredu. Už len tým, ako rýchlo sa elektrón na tvojej membráne mitochondrie pohybuje, ovplyvňuje ČAS, ktorý máš na tejto planéte. Že nechápeš? Nezabúdaj, že Fotón ide rýchlosťou svetla a vtedy nezažíva čas. Inými slovami, fotón nestárne. No a elektróny, ktoré sa pohybujú veľmi rýchlo, napr. tie, ktoré ti prúdia z jedla na vnútornú membránu mitochondrie, majú tiež odlišnú rýchlosť. Čím je ich rýchlosť vyššia, tým menej času zažijú a naopak. A práve ty, ich svojimi rozhodnutiami ovplyvňuješ, vďaka čomu ovplyvňuješ aj svoj Biologický čas. Dnes je už dobre známe, že človek môže mať v občianskom 30 rokov, no jeho biologický vek môže byť 60 alebo naopak 20. Zamysli sa, ktorý prípad si ty! Práve preto aj členom často prízvukujem napr. dôležitosť chladu, alebo slnečného svetla ako najdôležitejšie faktory modernej doby. Chlad tvoje proteíny jednoducho zakondenzuje, čím skráti elektrónom dráhu z bodu A do bodu B, vďaka čomu idú rýchlejšie. A čo slnko? To ťa neustále zásobuje fotónmi (svetlom). Jednoduché. A práve preto, dnes mnoho ľudí o svoj Čas a teda aj Zdravie prichádzajú. Jednak strácajú obrovské množstvo elektrónov aj svetla z tela, málo ich prijímajú a rovnako sa nezaujímajú o svoje financie, ktoré majú zvyčajne iba v Banke na účte, kde strácajú hodnotu a teda ich oberajú o ďalší čas. A je len na tebe, akou cestou sa vyberieš a či si uvedomíš, že potrebuješ veci v prvom rade SPOZNAŤ a v druhom rade začať robiť adekvátne Rozhodnutia, pretože doba sa mení veľmi rýchlo. Prečo musíš začať lepšie Investovať (no nie len Financie, ale aj elektróny)\n\nČi sú tu aj iné veci a historické udalosti, ktoré by som ti potreboval vysvetliť, aby si pochopil ešte lepšie? Áno sú, no článok je už dlhý až príliš. Kľudne mi však daj spätnú väzbu a možno v budúcnosti pribudne ďalší. Ak by si napríklad vedel, ako súvisí história bohatej Čínskej rodiny a ich Zlata s financovaním, respektíve pôžičkou FED-u na udržanie ekonomiky USA vedel by si, prečo posledné roky Čína spolupracovala s USA, hoci teraz idú proti nim. Tiež by si možno vedel kto boli (pravdepodobne) skutočne Satoshi Nakamoto a prečo vytvorili bitcoin po tom, čo im bolo odcudzené národné bohatstvo. Bitcoin je totižto absolútne odlišný, ako všetky ostatné kryptomeny. A áno, schválne píšem „oni“, pretože si myslím, že myšlienkou a založením bitcoinu stoja dve osoby. Dve konkrétne osoby. Možno sa mýlim, možno nie, no mám na to dobrý dôvod, prečo si to myslím, aj prečo som sa ku nim dostal. Tiež by si možno lepšie pochopil prečo Čína s USA spolupracovala v tom, že spolu vytvorili a upravili Vírus (nezabúdaj o financovaní laboratória Wuhan Faucim a Obamom), ktorý vypustili do sveta za účelom vyvolania globálnej pandémie, ktorej cieľom bolo vyvolať ekonomický reset so zavedením digitálnej meny, ktorú možno použiť na kontrolu väčšieho počtu ľudí s globálnym ekonomickým dohľadom. Áno, preto sa všetko postupne digitalizuje, rovnako sa ľudia začali „označovať“ pomocou elektronického statusu nejakej „organizácie“, na základe čoho budú o chvíľu hodnotení a posudzovaní. Presne ako kedysi v USA udeľovali kreditky a pôžičky ľuďom podľa ich statusu v banke. Viem, že sa tieto slová počúvajú ťažko, no ešte nekončím. Súvisí to totižto (podľa mňa) aj s vyvolanou situáciou na Ukrajine a ich „slávnym“ prezidentom, ktorý v skutočnosti (možno) nie je taký, než jeho imidž, ktorý si vytvoril. Ukrajina, Vznik WEF a moderné monopoly ako BlackRock\n\nNajskôr, čo je to WEF. WEF (skratka z angličtiny, ktorá v preklade znamená Svetové ekonomické fórum) je medzinárodná mimovládna a lobistická organizácia so sídlom vo Švajčiarsku. Založil ju 24. januára 1971 nemecký inžinier a ekonóm Klaus Schwab. Meno, ktoré mnohým známe nie je, no malo by. Celkom zhoda náhod mimochodom, pretože to je rok, kedy oficiálne Nixon zrušil krytie dolára zlatom, a FED mohol voľne tlačiť peniaze. Zaujímal si sa niekedy nad tým, prečo sú televízne „správy“ neustále prerušované reklamou? A prečo sú tieto reklamy pomerne „trefné“ na vždy aktuálnu situáciu a zároveň rovnaké? Prečo v týchto reklamách vidíš „pohľad“, ktorý sa ti niekto snaží vštepiť o tej, či onej situácií? A prečo v reklamách vidíš vždy najnovšie ponuky na lieky, doplnky výživy, ktoré sú produktom farmaceutického priemyslu a spoločností ako Big Pharma? Hovoria ti niečo spoločnosti ako Blackrock a Vanguard? Ak nie, tak teraz ich už poznáš. Blackrock a Vanguard sú dve najväčšie svetové spoločnosti spravujúce aktíva a väčšinu globálnych financií aj investícií, a zhodou náhod vlastnia aj priemysel s liekmi a tiež mediálny priemysel. [R, R]\n\nBlackRock a Vanguard sú v súčasnosti spoločnosti, ktoré vlastnia napr. väčšinový podiel známych spoločností ako Time Warner, Comcast, Disney a News Corp. Len tieto štyri mediálne firmy vlastnia a kontrolujú viac ako 90 percent mediálneho prostredia Spojených štátov, ktoré následne ovplyvňujú aj západ (pretože Európa sa vždy „opičí“), čo vysvetľuje, prečo je v podstate aj medzi konkurenčnými médiami vždy rovnaká reklama, či „správy“ s rovnakým obsahom. Ak mi neveríš, dám ti pekný príklad. Čo tak známe Pepsi a Coca Cola? Každý si myslí, že je to konkurencia, no opak je pravdou. Pepsi je materskou spoločnosťou mnohých malých spoločností na výrobu sódy, nápojov a občerstvenia a väčšina bežne používaných malých značiek, spadá pod Pepsi. Podobne je to s Coca Colou. No a takéto veľké spoločnosti musia mať a aj majú „veľkých“ akcionárov. Na zdrojoch ako napr. Yahoo Finance si môžeš pozrieť podrobné informácie o tom, kto sú títo vlastníci a akcionári. Tak napríklad pri Pepsi zbadáš, že cca 70 a viac % akcií vlastní minimálne 3150 investorov. Ide konkrétne o spoločnosti na investície, investičné fondy, banky a dokonca aj členov vlády. Keď sa pozrieš ešte bližšie zbadáš, že z toho množstva iba 10 investorov vlastní až tretinu celkových akcií. No a z týchto 10 investorov sú to iba traja, ktorí vlastnia väčšinu. Podobne je to pri Coca Cole. Keď nájdeš kto vlastní najviac akcií Coca Coly a pozrieš sa na 10 najlepších „hráčov“ zistíš, že štyria z nich sú rovnakí ako tí v Pepsi. Aká to náhoda. A hádaj o akých investorov sa jedná: Northern Trust (pôvod Rockefeller), JP Morgan Chase, Geode Capital Managment a Wellington Managment. Následne si môžeš pozrieť najväčších vlastníkov ich akcií a zistíš, že sú nimi hádaj kto. Spoločnosť Blackrock a Vanguard. Aká to ďalšia zhoda náhod. Hoci väčšina ľudí o týchto gigantoch nikdy nepočula, BlackRock a Vanguard sú v podstate tichými monopolnými tunajšej ekonomiky, podobne ako bola Standard Oil. Hovorí sa, že vlastnia približne 1 600 amerických firiem, ktoré v roku 2015 mali spoločné príjmy 9,1 triliónov dolárov. V roku 2021 to samozrejme rapídne stúplo! Po pravde, aby toho nebolo málo, BlackRock a Vanguard sú jedna a tá istá entita, keďže ​​sú si vzájomným akcionárom. Medzi rodnými menami spojenými s týmito dvoma firmami sú napr. Rothschildovci, Bushovci, Britská kráľovská rodina, Vanderbiltovci a Rockefellerovci. BlackRock je zároveň spoločnosť, ktorá spája FED a WEF (Klausa Schwaba). A ako prehlásil hrdo sám Schwab, do roku 2028 až 2030 budú BlackRock a Vanguard vlastniť takmer všetko (najmä pozemky a nehnuteľnosti), čo je koniec koncov napísané aj v „peknej“ knihe od Schwaba. Zdroj: Martinus.sk\n\nAby som však nepísal iba moje myšlienky, tu ti pripájam pekný tweet zo samotného WEF. V preklade je tam napísané: „Vitajte v roku 2030. Nevlastním nič, nemám žiadne súkromie a život nebol nikdy krajším.“\n\nToto je jedna z vecí, ktorú WEF odporezentoval, ktorú chce v najbližších rokoch len tak mimochodom zaviesť, spolu so znížením CO2, zníženej spotreby ropy, a mnohých iných. Ukrajina, WEF, zapredanie slobody občanov a elektronizácia\n\nA čo tak toto. Vieš o tom, že Ukrajinský prezident Zelenskyj už predstavil budúce prijatie a zavedenie tzv. Global Digital ID s pripojeným sociálnym kreditným skóre, no Rusko nie? Rusko takéto označovanie pre svojich obyvateľov odmietlo a to ešte pred tým, čo sa teraz deje (mám na mysli samotný konflikt). [R, R]\n\nČo to znamená slovami laika? Že Rusko sa ešte pred vypuknutím konfliktu rozhodlo, že odmietne hodnotenie a delenie svojich občanov na základe sociálneho skóre a toho, čo na ich obyvateľa povie nejaká aplikácia. Rusi teda nepodporili to, čo Svetové ekonomické Fórum chcelo, vďaka ekonomickému resetu, ktorý začali pandémiou s vírusom. Toto je verejne známa vec. Len  Avšak zdá sa, že Ukrajina naopak áno. Zelenskij oznámil, že pre svoju krajinu predstavuje aplikáciu sociálneho kreditu, ktorá kombinuje univerzálny základný príjem osoby, digitálnu identitu a očkovací pas, všetko v rámci ich aplikácie Diia. Zelenskij tiež prezradil, že vzhľadom na to, že na Ukrajinu prichádza toľko peňazí (na ktoré sa skladajú všetci občania, vrátane mňa a teba, podobne ako som ti to vysvetľoval vyššie so vznikom FED-u), zlegalizoval na Ukrajine kryptomeny. Niečo, čo využívalo Rusko ešte predtým, avšak s veľkým rozdielom – Rusi ťažili Bitcoin, no Ukrajina, ako aj iné krajiny, chcú zaviesť vlastné kryptomeny. Mne osobne je to trochu na smiech a ak si prečítaš danú detskú knižku z úvodu, a hlavne posledné stránky, kde sa dozvieš, čo je to „kazi-coin“ (detsky znázornená napodobenina bitcoinu, ktorú si vymyslel chlapec z dediny, aby si mohol miesto voľného tlačenia peňazí tvoriť svoj vlastný bitcoin), pochopíš… Toto je totiž rovnaké! Aj toto je jeden z dôvodov, prečo som blízkym ľuďom vravel, aby investovali do akejkoľvek inej kryptomeny okrem bitcoinu vždy s myšlienkou, že idú do rizika a o svoje peniaze môžu ľahko prísť. Žiadna mena totižto nie je a ani nebude ako bitcoin a to preto, ako je bitcoin vytvorený a na akom algoritme beží. Čo teda tieto slová znamenajú v praxi? Mohol byť aj tento konflikt, jedným z mnohých predošlých v histórií, ktoré boli iba vyvolané ako zámienka niečoho iného? V tomto prípade ekonomického resetu, ktorý sa začal úpravou vírusu a následnou tlačou takmer 20 triliónov nekrytých dolárov, ktoré pokračujú zavedením digitalizácie a vzatia slobody ľudí? Zamysli sa…\n\nPretože je iba na tvojej zodpovednosti, ako sa k tomu postavíš. Či sa budeš spoliehať na nejaký „dôchodok“ zo štátu, ktorý v podstate ide na dlh a budeš aj naďalej strácať svoj ČAS aj ZDRAVIE, ktoré si v čase dôchodku zrejme „neužiješ alebo budeš svojím detičkám odkladať peniažky do budúcna iba v banke,…vždy je to iba v tvojich rukách! Elektronizácia, elektronický status, globálne otepľovanie a postupná zmena „NEVLASTNENIA“ ničoho\n\nČo ďalšie tieto slová znamenajú v praxi pre teba a pre mňa? Napríklad to, že cena plynu a ropy pôjde aj v EÚ hore (áno, toto je iba začiatok), zvýši sa ešte viac inflácia a do roku 2030 až 2050 sa radikálne zmení všetko, čo každý z nás dennodenne používa. To sa týka zdrojov energie, ktorú všetci využívame (prechod na nové reaktory), či zmeny spôsobu bývania (za posledné 2 roky totižto svetové spoločnosti Vanguard a Blackrock skúpili väčšinu voľných pozemkov a mladí ľudia si ich nebudú môcť kúpiť a ani dovoliť). Čo sa týka prvého bodu, zmeny energie a reaktorov, toto je len pozitívum. Pretože ak si trochu šikovný, čítaš medzi riadkami a máš malý základ fyziky aj vojenskej histórie dôjde ti, že momentálne je najväčším negatívom bitcoinu jeho „drahá“ ťažba a vykonanie transakcií, keďže „žerie“ veľa elektrickej energie. Na druhej strane, bitcoin je momentálne jediné decentralizované platidlo na Zemi a jeho chod bude čoskoro vďaka inému zdroju energie omnoho, omnoho lacnejší. Asi si domyslíš, čo to bude znamenať pre ľudí, ktorí budú „v hre“, teda budú nejaký BTC vlastniť! Druhý bod, zmena spôsobu bývania, je už bohužiaľ o inom. Zámer WEF je taký, že miesto kúpy nového vlastného domu (napr. vďaka hypotéke s nízkym úrokom) si už mladí ľudia budú môcť „vlastné“ bývanie, rovnako ako auto, iba prenajať a nebudú ho nikdy vlastniť. Nepripomína ti to opäť slová z tweetu vyššie? Pretože práve to sa deje na pozadí, za tvojím zorným uhľom, za oponov. A zatiaľ, čo väčšina ľudí sleduje na novej žiarovej TV správy a seriál o peknom prezidentovi bojujúcom za svoju vlasť, niekto iný (možno?) práve pripravuje pekné byty na prenájom, v ktorých už budeš mať všetko iba „SMART“ a dokonca budeš mať aj NETFLIX  Skvelé, čo povieš? Možno vnímaš tu iróniu, no smutné je, že realita je odlišná. Už len obyčajné solárne panely, ktoré sa teraz masívne na domy zavádzajú, so sebou nesú obrovské riziko, ktorému iba málo ľudí rozumie. Každý obyvateľ totižto prichádza rýchlejšie o elektróny a jeho mitochondrie sa rýchlejšie ničia a to iba preto, pretože tieto panely produkujú obrovské množstvo EMP vo svojom okolí. A práve TY potrebuješ tieto veci Spoznať a ja ťa postupne všetko potrebné učím. Polož si teraz otázku, či si na tieto zmeny pripravený, pretože konflikt s Ruskom je podľa mňa iba prvý krok k tomu, čo si čítal v odstavcoch vyššie… A nechcem počuť vetu typu „Nejako bolo, nejako bude“! Toto je najväčší nezmysel, aký ľudia často hovoria, keď majú nízky dopamín a Redox. Bude totižto iba tak, ako si každý sám zaobstará. Hoci nemáme každý rovnaké možnosti, každý máme možnosť VOĽBY. Napríklad v tom, či si ráno zapneš TV a pozrieš si správy, ktoré ti automaticky znížia Redox aj Dopamín, alebo si necháš aspoň prvé minúty z dňa všetku elektroniku vypnutú a venuješ čas meditácií, groundingu, pobytu na slnku, či v chlade, čo ti tvoj Redox aj Dopamín naopak zvýši. To, čo sa ti totižto snažím povedať je, že v blízkej budúcnosti sa elektronizácií a obrovskej zmene nevyhneme a to na viacerých úrovniach. Avšak veľmi veľa vecí, vrátane využívania tejto elektroniky a „vymožeností“ ovplyvniť môžeme. Už len obyčajné uzemnenie NTB, ti pomôže zabrániť strate elektrónov z tela a sú tu aj rôzne ďalšie veci. Záver a zhrnutie\n\nČlánok je ako vidíš dlhší, a ak si sa dočítal až sem, viem, že si mal na to dobrý dôvod. Preto verím, že obsah a HODNOTA článku ti to oplatia. Snažil som sa ti aspoň trochu poodhaliť to, čo sa okolo nás deje a hlavne ťa „prinútiť“ zamyslieť sa iným uhlom pohľadu. Ver, že rovnako ako ti malé investovanie svojho času napríklad do čítania, Vzdelania, chôdze na Boso, pobytu vonku na slnku, či v chlade môže pomôcť opraviť mitochondrie a zlepšiť Zdravie, rovnako ti aj malé zaujímanie sa a investovanie svojich zdrojov môže zabrániť strate financií. Verím, že tento článok pomohol hlavne pár ľuďom, s ktorými som niečo z dnešného článku osobne riešil a tiež Vám ukázal, prečo je naozaj iba bitcoin niečo, čo má v rámci „kryptosveta“ skutočnú a trvácnu hodnotu, podobne ako ju malo (aj stále má) zlato. Netvrdím, že nemôžeš robiť vlastné investície, no vždy ber na vedomie, že si potrebuješ všetko potrebné sám zistiť a počítať s rizikom. A to hlavne pri niečom, kde je potencionálne veľký ZISK. Veď ako sa hovorí – Veľký ZISK = veľký RISK! Bitcoin u mňa naopak nepredstavuje žiadny RISK, čo je aj dôvod, prečo som už koncom minulého roka väčšinu kryptomien predal a nechal iba v BTC. Ty máš však vlastnú hlavu a sám si polož otázku, na koľko výkonné mitochondrie v mozgu máš, aby si vedel, na koľko svojej intuícií alebo inštinktom môžeš veriť! Moja finálna rada na záver je však takáto: Nedávno (ešte minulý rok) som sa s mojim bratom rozprával práve o BTC a kryptomenách, pričom som mu povedal, prečo by podľa mňa mal zvažovať najväčšiu investíciu jedine doň, do bitcoinu, a rovnako prečo si myslím, že bude bitcoin ešte tento rok na hodnote niekde medzi 70 až 100 tisíc USD. Či túto hodnotu (hoci v tomto prípade myslím cenu) tento rok naozaj dosiahne alebo nie, alebo to príde roky neskôr, je pre mňa po pravde úplne irelevantné, pretože na jeho HODNOTE sa nemení absolútne nič. Niektoré myšlienky, ktoré za mojim tvrdením a rozhodnutím sú, ako si aj v tomto článku čítal, sa nedajú vysvetliť len tak v rámci pár minútovej konverzácie, avšak nič to nemení na tvrdení samotnom. Aj vo fyzike a vede je známy „zákon“, že absencia dôkazu, ešte neznamená absenciu efektu! Práve preto jestvuje niečo, čo v kvantovej mechanike dobre poznajú a nazýva sa to Kvantový Zenov Efekt. Každému, kto sa dočítal až sem poviem už iba toľko, že už o rok a pár mesiacov, bude ďalšia „deľba“ bitcoinu (tzv. Halving), čo znamená, že sa do systému pridá ďalšie množstvo Bitcoinov a zároveň sa odmena za ťažbu zníži o polovicu. Toto sa deje každé cca 4 roky (po každých 200 tisíc blokoch v algoritme, ktoré sa uzatvárajú cca každých 10 minút). Ty si to môžeš laicky predstaviť, akoby zrazu v minulosti niekto do krajiny doniesol viac Zlata, ktorým môže následne kryť tlač nových peňazí a teda do hry prinesie aj viac hotovosti, čo „rozprúdi“ ekonomiku. Čo to znamená? Že je to podobné, ako keby niekto každé 4 roky mierne zdvihol infláciu len s rozdielom, že ti ČAS nevezme (ako to robí teraz vláda), ale naopak ti čas daruje (pretože hodnota stúpne)! Pretože presne toto sa stane s trhom (dopyt vs  \n\nPreto si polož otázku, či sleduješ len nejaké čísla, trendy, mediálne rady alebo naozaj začínaš chápať, čo bitcoin predstavuje, prečo je opakom peňazí, ktoré máme bežne v banke a prečo je to spôsob, ako svoju HODNOTU a ČAS udržať alebo dokonca predĺžiť? Ak áno, tak by si mal byť v strehu niekedy medzi koncom roku 2023 až začiatkom 2024! Čo bude nabudúce – pokračovanie Kvantovej Biológie\n\nAk myslíš, že môže článok niekomu pomôcť, alebo mu dať iný pohľad na vec, kľudne ho  Poprosím však opäť nie v duchu konšpirácie, ale ako zamyslenie sa. Tiež mi môžeš dať spätnú väzbu, akúkoľvek. A nabudúce sa vraciame opäť k sérií kvantová Biológia. Ak chceš byť informovaný medzi prvými o zverejnení nového článku, zanechaj mi nižšie email a dostaneš upozornenie. Na záver ti dávam do pozornosti možnosť pridať sa medzi  Ak chceš napredovať rýchlejšie a rozhodneš sa pridať medzi členov, radi ťa medzi nami uvítame a čoskoro sa vidíme pri  \n\npostovabanka.sk/novinky/analyzy-trhu/zaujalo-nas/slovensko-v-roku-1989-a-dnes-ako-sa-zmenili-nase-platy-a-o-kolko-vzrastli-ceny-v-obchodoch/",
  "date": "2022-04-27T00:00:00+02:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:50:07+02:00",
  "word_count": 10794,
  "source_file": "Ekonomika_Redox_BTC_aas_3as.json",
  "cleaned_word_count": 11761,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:53.206618",
    "original_word_count": 10794,
    "cleaned_word_count": 11761,
    "reduction_percentage": 9.23
  }
}