{
  "url": "https://jaroslavlachky.sk/energia-2-bio-elektromagnetizmus/",
  "title": "ENERGIA #2 BIO-ELEKTROMAGNETIZMUS",
  "content": "Sumár článku: Prečo má všetko živé na planéte nejaké ELEKTRODYNAMICKÉ VLASTNOSTI?Ako vyzerali prvé fyzické a reálne merania EM POLA na ĽUĎOCH aj ZVIERATKÁCH?Aký je rozdiel medzi ľavým a pravým UKAZOVÁKOM v elektrickom napätí?Prečo majú ŽENY prudké výkyvy v nameraných hodnotách počas dňa?Čo je to SLIZAVKA?Čo máme podobné so SALAMANDROM?Ako sa v minulosti liečilo nadmerné POTENIE a akým spôsobom to pomohlo pri skúmaní elektrických polí?Čo je to BIOELEKTROMAGNETIZMUS?Ako sa mení ELEKTRICKÉ napätie počas HOJENIA RANY?A omnoho viac\n\nPRVÉ ZÍSKAVANIE ÚDAJOV BIOELEKTROMAGNETIZMU\n\nNadväzujem na minulý článok. V prvom rade by som mal objasniť pojem „BIO“. Jedná sa o ELEKTROMAGNETICKÉ VLASTNOSTI živých tvorov. BIO teda v tomto kontexte predstavuje niečo ako PRÍRODNÝ. V minulosti boli všetky elektrické merania živých bytostí, robené s nástrojmi, ktoré pracovali na základe elektrického výstupu samotného systému. To znamená, že PRÍSTROJ veľmi zasahoval do MERANIA a ovplyvňoval namerané DÁTA. Takýmto meraním sa logicky odoberal elektrický prúd z meraných častí a výsledok nemal dobrú výpovednú hodnotu. EM polia sa merali tak, že sa medzi dva body (dva povrchy) umiestnili elektródy, ktoré merali rozdiel elektrického potenciálu vo Voltoch. Postupne vďaka pokroku prichádzali nové a nové spôsoby, ako merať EM polia a zároveň pritom minimalizovať odchýlky a straty v meraní. Dôležitým krokom však bolo to, že hoci sa zdokonalili techniky a samotné prístroje (od kovových elektród až po zinkovo strieborné), nebola dôležitá ani tak samotná nameraná ABSOLÚTNA HODNOTA každej časti tela, ako VZŤAHY medzi nimi. To znamená, že nebolo až tak dôležité, aký ELEKTRICKÝ POTENCIÁL bol povedzme v RUKE alebo NOHE, ale to, ako sa tento POTENCIÁL MENIL a aký vzťah bol medzi jeho ZMENOU a FUNKCIOU týchto častí TELA. Netrvalo dlho, pokým si ľudia uvedomili, že každá živá bytosť „disponuje“ svojim vlastným elektrickým polom s veľkou komplexnosťou a rozmanitosťou. „Od tejto doby (cca začiatok 20. storočia) sa akoby roztrhlo vrece s ďalšími a ďalšími ľuďmi, ktorí sa začali o EM polia zaujímať a začali sa študovať rôzne formy života. Od jednoduchých baktérií (PROKARYOTOV) až po ľudí (EUKARYOTOV). Na základe mnohých ďalších meraní sa usúdilo, že akýkoľvek ŽIVOT, vyniká vždy istými ELEKTRICKÝMI VLASTNOSŤAMI“. PRVÉ ĽUDSKÉ MERANIA EM POLA\n\nAk naozaj existujú nejaké ELEKTRICKÉ ROZDIELY (vo Voltoch) medzi ľuďmi, aké to sú? Čo ich charakterizuje? Ak jestvujú, musia mať nejaký ROZSAH… Zároveň, keďže sú ELEKTRICKÉ, musia mať aj SMER. Smerom mám na mysli POLARITU (negatívnu alebo pozitívnu / plus verzus mínus). Ako prvé, sa aj podľa rady Leslieho Nimsa, ešte v prvej polovici 20. storočia, začalo s veľmi jednoduchým experimentom. Spočíval v tom, že nejaký DOBROVOĽNÍK (začali s mužmi) umiestnil svoj ľavý UKAZOVÁK do šálky, ktorá mala úlohu ELEKTRÓDY, a súčasne si umiestnil pravý UKAZOVÁK do druhej šálky. Šálky boli navzájom prepojené v elektrickom obvode a hneď, ako meranie vykonali, zbadali že medzi ĽAVÝM a PRAVÝM PRSTOM na ruke bol skutočný, merateľný ROZDIEL v napätí. Namerali rozdielne množstvo vo VOLTOCH. Daný pokus sa samozrejme okamžite opakoval, bolo pri ňom množstvo ľudí, pričom si daný muž vymieňal pravý ukazovák za ľavý a naopak. Po tom, čo bol pokus mnohonásobne opakovaný, konečne mali vedci reálne dáta, ktoré mohli aj vyhodnocovať. No nastolila sa im ďalšia otázka…\n\n„Keď existuje rozdiel v elektrickom napätí medzi časťami tela človeka, sú tieto rozdiely aj medzi ĽUĎMI? Majú všetci takéto rozdiely? Majú tieto rozdiely ešte aj medzi sebou? Čo tak rôzne vekové kategórie, MUŽI a ŽENY?“\n\nROZDIELNE EM POLE U POHLAVÍ? Ďalšie série meraní boli robené stále s mužmi a ukázalo sa, že rozdiel elektrického potenciálu bol menej ako 2 milivolty. Na druhej strane, našli sa aj jednotlivci, ktorým namerali rozdiel medzi ľavým a pravým ukazovákom až 10 milivoltov. Všetky tieto merania boli veľmi konzistentné a nemenili sa, aj keď meranie mnohokrát opakovali. Čo bolo zaujímavé, že tieto hodnoty sa nemenili dokonca, ani v priebehu času, počas dní až mesiacov. Čo však rozdiely v pohlaví? Ženy sa predsa vyznačujú radikálne inou hormonálnou sústavou a tak začali merania. Ako prvé sa hneď prihlásili ženy, ktoré sa na výskumných experimentoch podieľali a tieto merania sa začali vykonávať opakovane, deň za dňom, týždeň za týždňom, mesiac za mesiacom, až pokým nemali dostatok jasných a vierohodných výsledkov. Ukázalo sa, že ŽENY mali obrovské VÝKYVY (prudké VZOSTUPY) v priebehu 24 hodín počas dňa. Výsledky sa diskutovali s ENDOKRYNOLÓGMI, ktorí navrhli, že to môže súvisieť s ovuláciou. Popri tom sa robili už ďalšie a ďalšie merania so ženami, mužmi, aj rôznymi zvieratkami, aby poodhalili, aké veľké rozdiely medzi nimi sú a či sa menia počas nejakých období. Ukázalo sa, že výkyvy v elektrickom napätí korelovali s reprodukčným procesom, no tiež bolo jasné, že tieto ZMENY boli obklopené nejakým ELEKTRICKÝM POĽOM, ktoré bolo generované jednotlivými bunkami, aby tak udržovali celý systém (telo) v KOLOBEHU. To znamená, že výkyvy v rôznych častiach tela boli SCHVÁLNE, a predchádzala im aká si ZMENA ELEKTRICKĚHO POĽA v nich, ktorá zabezpečovala PORIADOK. Všetky tieto výskumy aj dôkazy vyústili v tzv. ELEKTRODYNAMICKÚ TEÓRIU ŽIVOTA. [3, 4]\n\nV krátkosti zhrniem sumár TEÓRIE: „Vzor, akým sa všetky biologické systémy ORGANIZUJÚ, je presne stanovený OBKLOPUJÚCIMI ELEKTRODYNAMICKÝMI POĽAMI, ktoré sú presne vymedzené ATÓMOVO-FYZIKÁLNOU-CHEMICKOU štruktúrou, ktoré sú zas závislé na POHYBE a ORIENTÁCIÍ týchto ŠTRUKTÚR.“\n\n„POLIA majú FYZICKÝ (reálny) CHARAKTER a ich VLASTNOSTI závisia na jednotlivých ČASTIACH celého BIOLOGICKÉHO SYSTÉMU, teda TELA.“\n\nNeľakaj sa navonok čudesných slov. Spomeň si na príklad s MAGNETOM a PILINAMI v predchádzajúcom článku. Ak roztrúsiš železné piliny na magnet, vždy sa usporiadajú do nejakého vzoru. Pamätáš? Usporiadajú sa podľa pôsobiacich síl MAGNETU. Toto je podobné. SKÚMANIE A MERANIE SALAMANDRA\n\nMnohí vedci, ktorí sa podieľali na dlhoročných pokusoch, chceli posunúť vedomosti tejto teórie ďalej a začali hľadať ďalšie ORGANIZMY, aby sa uistili, že sa ELEKTRODYNAMICKÉ POLIA skutočne podieľajú na FORMOVANÍ aj na celkovom BYTÍ organizmu. Voľba pri výbere padla na SALAMANDERA. Salamander dokáže časti tele ZREGENEROVAŤ dokonca aj po amputácií, pričom jeho časti tela menia ELEKTRICKÉ POLE a všetko sa dá veľmi presne MERAŤ. Mimochodom, v Beckerovej knihe je to všetko veľmi pekne zaznamenané. Skvelá kniha od Roberta O. Beckera. Salamandre navyše patria medzi STAVOVCE, rovnako ako ľudia, a máme spoločné tieto 3 veci: prepojenie (os) medzi chvostom a hlavou,máme BILATERÁLNU SYMETRIU (ľavú a pravú stranu),máme CHRBTOVÚ a BRUŠNÚ SYMETRIU (prednú a zadnú stranu). Tieto 3 spoločné znaky sú základným aspektom ORGANIZOVANIA nervovej sústavy u stavovcov, teda aj nás ľudí. Vďaka tomu, že sa salamander dobre regeneruje, sme jeho pozorovaním mohli veľa vecí zistiť. „Keď ho skúmali pri vývoji (v embryu), už vtedy vykazoval charakteristické zmeny elektrického poľa. Počas vývoja tiež vykazoval dokonalú symetriu, či už v bilaterálnej osi, ale aj v ostatných častiach. Vedci dokonca merali elektrické napätie Salamanderovej CHRBTICE na rôznych bodoch a zistili, že v JEDNOM BODE má obrovský SKOK v množstve VOLTOV oproti ďalším, referenčným bodom.“\n\nKeď si tento BOD označili elektródou a salamandera sledovali v priebehu vývoja, ukázalo sa, že bod sa vyvinul vždy v HLAVU. Čo bolo zvláštne, že keď dali elektródy preč z jeho tela, dokázali elektrické polia merať až na vzdialenosť 1,5 milimetra. (Hmmm, zaujímavé:/ )\n\nEmbryo salamandra pláva v KVAPALINE, podobne ako dieťa v brušku matky, a z týchto meraní bolo okrem iného jasné jedno. Že merané ELEKTRODYNAMICKÉ POLE sa pravdepodobne šíri vďaka kvapaline a možno tak ovláda aj ďalšie veci, ktoré nie sú tak úplne vo fyzickom kontakte. Týmto vedci získali dôkaz, že pri živých bytostiach nie je potrebný fyzický kontakt na to, aby u nich dokázali zmerať ELEKTRICKÉ POLE. Nie je to zaujímavé? „Dochádza ti aspoň trochu, prečo píšem aj takýto, zdanlivo dlhý a trochu zbytočný teoretický článok? Ver mi, že je pre teba veľmi potrebný, ak chceš svoj ŽIVOT, ZDRAVIE, ale aj VÝKONNOSŤ posunúť ďalej.“\n\nNezabúdaj, že naše BUNKY aj MITOCHONDRIE sú obkolesené KVAPALINOU, ktorú MITOCHONDRIE samé vyrábajú. Tiež majú svoje MEMBRÁNY, vďaka ktorým udržujú ELEKTRICKÝ POTENCIÁL, podobne ako súčiastka KONDENZÁTOR. Mal by si vedieť, že ak zapichneš do bunky tenkú ELEKTRÓDU, priemerné množstvo miliVoltov aké nameriaš bude mínus 100 až mínus 150 mV (mili Voltov). To znamená, že je tam viac ELEKTRÓNOV. Teraz si ešte pozri moju ILUSTRÁCIU MITOCHONDRIE a ak treba, pozri si znovu obrázok DÝCHACIEHO REŤAZCA. Dochádza? Ilustrácia z mojej KNIHY. „Keď vezmeš v úvahu, že mitochondria zhromaždí cez svoju membránu elektrický potenciál v priemere 150 mV a hrúbka jej membrány je cca 5 nm (nanometra, čo je 0, 000 000 005 metra) zistíš, že mitochondria generuje ELEKTRICKÉ POLE  o veľkosti 30 MILIÓNOV VOLTOV NA METER (V/m). Takúto silu má BLESK. Celkom slušná sila na tak maličkú baktériu, čo povieš?“\n\nSLIZOVKA AKO SUBJEKT ĎALŠÍCH MERANÍ\n\nSlizovka je jednoduchý parazitický hubovitý organizmus, ktoré sa vyznačujú tým, že ich telo je tvorené zo zvláštnej plazmatickej hmoty, nazývanej PLAZMODIUM. Jednoduchá hypotéza vtedajších vedcov bola, že ELEKTRICKÉ POLE nemôže existovať bez prítomného ELEKTRICKÉHO NÁBOJA a rovnako, že elektrické náboje sa vytratia pri absencii poľa. To je myslím celkom pochopiteľná hypotéza. „ELEKTRICKÉ POLE aj ELEKTRICKÝ NÁBOJ sú základné vlastnosti HMOTY. Tým pádom aj všetky FYZICKÉ alebo CHEMICKÉ časti organizmu, ktoré obsahujú nejaký NÁBOJ, nemôžu existovať bez patričného POLA okolo seba. Nezabúdaj, že všetky atómy majú istý elektrický NÁBOJ vďaka PROTÓNOM a ELEKTRÓNOM.“\n\nRovnako musí byť všetkým jasné, že ŽIVOT nie je iba STATICKÝ „pochod“, ale naopak veľmi PREMENLIVÝ a DYNAMICKÝ PROCES, ktorý vyžaduje neustály prísun ENERGIE. Zvyčajne sa predpokladalo, že je životná energia poskytovaná z chemických reakcií, ktoré v tele prebiehajú, ako napríklad rozklad potravy, atď. Ty už však po minulom článku vieš, že sú tu aj iné, ENERGETICKEJŠIE a hlavne rôznorodejšie formy ENERGIE, ako napríklad SVETLO. Iba jediná oktáva viditeľného SVETLA poskytuje tak obrovskú škálu FREKVENCIÍ, že by mohla ovládať čokoľvek. Predstav si to ako diaľkový ovládač. Keď stlačíš tlačidlo, ovládač vyšle infračervené svetlo so ŠPECIFICKOU FREKVECNIOU do prijímača v TV, ktorý podľa frekvencie vykoná istú činnosť. Spomínaš si na to množstvo FREKVENCIÍ? Iba u viditeľného svetla ich bolo cca 1 000 000 000 000 000. Celkom slušný počet možností. Na to, aby mohli vedci preskúmať DYNAMICKÉ PROCESY ORGANIZMOV, rozhodli sa pre najjednoduchšie formy života. Pozreli sa na ELEKTRICKÉ VLASTNOSTI veľmi jednoduchého protoplazmického systému, aký má SLIZOVKA. V čom je slizovka výnimočná a zároveň jednoduchá je to, že jej bunka nemá žiadne „hranice“ (membrány), no má mnoho jadier. Jej protoplazma je v neustálom POHYBE, pretože OSCILUJE z jedného konca na druhý. Tento neustály POHYB je veľmi dobre známy v kruhoch BIOLÓGIE. Keď je slizovka pod mikroskopom, je preukázané, že proteoplazma v jej žilách zhruba každých 60 až 90 sekúnd zmení smer svojho POHYBU. Vedci dokonca našli KORELÁCIU medzi meraním ELEKTRICKÉHO napätia žíl a zmenou smeru pohybu proteoplazmy. „Odhalili tak, že vo väčšine prípadov nastala ako PRVÁ ZMENA ELEKTRICKÉHO POTENCIÁLU a až potom sa zmenil smer pohybu PLAZMY.“\n\nVšetky merania naznačovali, že tu môže byť (alebo lepšie povedané, musí byť) istá súvislosť medzi ZMENOU ELEKTRODYNAMICKÝCH VLASTNOSTÍ daného prostredia a zmenou POHYBU PLAZMY. (Nezabúdaj, že aj naša KRV je PLAZMA., kde sa pozrieme na ELF vlnenie našej Zeme ti vysvetlím, čo to PLAZMA je.) \n\nNa to, aby zistili, či je tu naozaj nejaká súvislosť, skúšali dokonca na slizovkách aj umelé polia. V ich blízkosti umiestnili externé elektrické pole, ktoré viedlo k tomu, že protoplazma menila smer a šla vždy ku NEGATÍVNEJ STRANE. Tam, kde cítila ZÁPORNÝ NÁBOJ, tam šla. Tiež celkom zaujímavé, čo povieš? LIEČENIE ZRANENÍ a MERANIA\n\nVšetky tieto objavy viedli k predpokladu, že ELEKTRODYNAMICKÉ POLE môže byť zároveň spúšťačom pre množstvo FYZIOLOGICKÝCH PROCESOV. Páni Grenel a Burr v roku 1946 skúmali periférny nervový systém a jeho vzťah medzi zmenou elektrického poľa a fyziologickým štádiom nervového systému. „Títo páni potvrdili, že rýchle uzatvorenie priechodu krvi medzi predlaktím a ramenom pomocou stiahnutia, ako sa to robí napr. pri meraní tlaku, nijako neovplyvnilo z elektrického potenciálu. Inými slovami preukázali, že keď narušia tok krvi a krvný tlak v ruke, jej normálny elektrický potenciál sa takmer nezmenil.“\n\nRovnako preukázali, že keď ruku merali mikro-voltmetrom, hodnoty boli relatívne nemenné, aj keď sa ruka začala potiť. Keďže potenie je vyvolané nervovou sústavou, po tomto zistení sa predpokladalo, že NERVOVÝ SYSTÉM, by nemal mať až taký vplyv na z elektrického napätia v ruke, no OPAK bol pravdou. Neskôr totižto skúšali vykonať zákrok s názvom UNILATERÁLNA SYMPATEKTÓMIA a zistili, že po nej bol v ruke merateľný rozdiel potenciálu. Pre tých, ktorí nevedia, čo je to UNILATERÁLNA SYMPATEKTÓMIA (ani ja som nevedel), jedná sa o zákrok, kedy sa napichnú isté miesta tela botulotoxínom, čím sa zabráni nadmernému poteniu. Určite si o ňom už počul, hoci názov zákroku asi čítaš po prvý krát. Táto „choroba“ sa nazýva HYPERHIDRÓZA (nadmerné potenie) a postihuje najmä mladých ľudí v puberte. Vyskytuje sa v častiach tela, ktoré majú veľa EKRINNÝCH a POKRINNÝCH ŽLIAZ, z ktorých sa uvoľňuje POT aj ZÁPACH. „Čo však títo páni v 20. storočí pomocou zákroku zistili bolo, že je tu vzájomný VZŤAH medzi ELEKTRICKÝM POTENCIÁLOM a NERVOVOU SÚSTAVOU.“\n\nKOSTI a ŠĽACHY\n\nSúčasne ďalší páni, Samuel Harvey a Max Taffel, skúmali LIEČENIE RÁN u ľudí aj zvierat, pričom prišli na to, že SILA UZDRAVOVANIA môže byť ovplyvnená zmnožením FIBROBLASTU. [9, 10]\n\n(O fibroblaste píšem veľa aj v mojej knihe, pretože hrá významnú úlohu pri budovaní SOLÁRNEHO PANCIERA/MOZOĽU z našej pokožky a taktiež pri sile KOSTÍ aj ŠLIACH.)\n\nKaždopádne sa zistilo, že zvyšovanie SILY v ŤAHU týchto častí tela zahŕňa 2 PROCESY: Množenie buniekDelenie buniek\n\n„Inými slovami, ak sa nejaké miesto na tele ZRANÍ alebo ZAŤAŽÍ (kosť, rana, atď.), v mieste ZHYBU alebo PORANENIA sa zmnožia zdravé aj nové bunky a zvýši sa v tam PRODUKCIA KOLAGÉNU. Takto sa zvýši aj SILA v ŤAHU daného miesta. Takto sa spevní napríklad aj KOSŤ pri namáhaní alebo športe, ak má vhodné STIMULY na REGENERÁCIU.“\n\nNeúplný obrázok z mojej druhej knihy, kde sú zachytené FOTO-OPTICKÉ VLASTNOSTI KOSTI. Keď je stimulovaný FIBROBLAST, proces množenia buniek sa spomalí a miesto toho sa spustí produkcia kolagénu. Všetky tieto štádia (delenie a množenie buniek) sa však nedejú súčasne. Každá bunka najprv začne proces MITÓZY (proces delenia bunky), a neskôr zas začne proces ich množenia. Celý striedavý proces delenia a množenia prebieha zvyčajne v prvých 8 až 10 dní od PORANENIA. Otázka pre odborníkov však bola, ČO SA DEJE S ELEKTROMAGNETICKÝM POLOM POČAS TÝCHTO ŠTÁDIÍ? AKO SA MENÍ ELEKTRICKÝ POTENCIÁL PRI PORANENÍ\n\nAko prvé zvieratká, ktoré sa zúčastnili experimentov, boli prasiatka. Najprv merali počas dní elektrický potenciál (napätie) ich kože a neskôr, keď mali prasiatka nejaké poranenie (odrenina, rez, atď.), merali aj túto oblasť. Merala sa miesto kože v oblasti zranenia a taktiež fascie pod kožou. Dáta, ktoré namerali, vykazovali obrovské zmeny. Prvých zhruba 24 hodín od zranenia, mala celá oblasť pokožky KLADNÝ ELEKTRICKÝ POTENCIÁL. Počas najbližších hodín až dní ešte viac narástol a potom následne, asi tretí až štvrtý deň PRUDKO KLESOL. Oblasť poranenia aj HOJENIE sa vyznačovalo ZÁPORNÝM ELEKTRICKÝM POTENCIÁLOM. Elektrický potenciál naďalej klesal a dosiahol maximum na 8 až 9 deň od poranenia. Následne začal opäť pomalšie stúpať a v 15. až 16. deň sa vrátil do normálu, aký bol pred poranením. Čo bolo zaujímavé, že tieto elektro-metrické dáta zodpovedali aj ODOLÁVANIU SILY v ŤAHU poraneného miesta. To znamená, že tak ako sa menil ELEKTRICKÝ POTENCIÁL v danom mieste, rástla sila a pružnosť zranenej pokožky. „Vtedy, keď mala pokožka maximálnu SILU a PRUŽNOSŤ, bol nameraný MAXIMÁLNY NEGATÍVNY NÁBOJ (laicky povedané, miesto malo viac ELEKTRÓNOV) a naopak, keď bola pokožka poranená a slabá, vtedy mala MAXIMÁLNY KLADNÝ NÁBOJ (menej elektrónov).“\n\nNásledne sa začali podobné skúmania aj na ľuďoch. Meral sa rozdiel v ELEKTRICKOM POTENCIÁLY (množstve Voltov) medzi dvoma bodmi. Prvý bod bol priamo v mieste zranenia a druhý bol ďalej od neho. Meranie sa vykonávalo u rôzne poranených pacientov, každý deň, až pokým neboli úplne uzdravení a rana nebola zocelená. V podstate sa len preukázalo to isté, čo predtým. Zaznamenali POZITÍVNY, štvordňový ELEKTRICKÝ NÁRAST, ktorý korešpondoval postupnému nárastu v PRUŽNOSTI a PEVNOSTI poraneného miesta a následne sa zranené miesto dostalo do fázy DELENIA BUNIEK, kedy sa stretol MAXIMÁLNY NEGATÍVNY NÁBOJ s MAXIMÁLNOU SILOU miesta. Toto bolo asi medzi 7. až 9. dňom. Zhruba v desiati deň sa poranenie zacelilo a elektrický náboj začal klesať bližšie do plusových hodnôt. „Odvtedy je veľmi dobre zdokumentované a preukázané, že či už sa jedná o SPEVNENIE nejakej časti tela (KOSŤ, ŠLACHA, KOŽA, …), ale aj HOJENIE RÁN, vždy to koreluje so ZMENOU ELEKTRICKÉHO POTENCIÁLU. Respektíve, spevnenie je sprevádzané a (možno) aj vyvolané zmenou elektrického napätia.“\n\n(Je teda možné, že keď tráviš viac času VONKU, BOSÝ, na tráve, pri VODE a na SLNKU, tvoje RANY alebo KOSTI sa rýchlejšie zacelia, ba dokonca ZOSILNIA? Čo ak do toho zaradíš aj vhodný POHYBOVÝ stimul a ZVUK Zeme? Aj takéto otázky som si pred rokmi kládol.)\n\nŽENY, RAKOVINA MOČOVÉHO TRAKTU a EM POLE\n\nV roku 1947 boli prezentované dáta z elektro-metrických meraní na 30tich ženách, z čoho polovica mala zhubný nádor a polovica nie. „Výsledky boli v skutku zaujímavé, pretože poukazovali na NEGATÍVNY ELEKTRICKÝ POTENCIÁL v spodnej brušnej dutine a v pošve žien. Naopak u zdravých žien, ktoré nemali nijaký nález nádorov, bol zmeraný opačný elektrický potenciál.“\n\nO dva roky neskôr sa robila podobná štúdia, kde skúmali až 428 žien, pričom 75 z nich malo rakovinu močového ústrojenstva a z nich 98,7% malo taktiež namerané negatívne hodnoty. V ďalších 353 prípadoch žien, ktoré mali nezhubný nádor, zmerali v 82% prípadov, v brušnej dutine, pozitívny elektrický potenciál. Výsledky boli podobné, ako predošlá štúdia a pokračovalo sa ďalej aj s ďalšími prípadmi, pričom sa táto metóda stala niečím ako „zisťovacím prostriedkom“, pomocou čoho vedeli lekári včas detekovať nádor v pošve aj močom ústrojenstve žien. V skvelej knihe od Roelanda van Wijka, ktorá všetko pekne mapuje, sú okrem iného aj obrázky z týchto štúdií. Škoda, že sa tieto veci nedostávajú aj dnes ku kompetentným ľuďom. Takéto merania nie sú síce 100 percentné a hlavne nie sú dokonalou „predpoveďou“, pretože sa musí brať v úvahu viac vecí a hlavne sa musí merať pravidelne, no veľa sa tým vysvetľuje. Obzvlášť, keď sa človek zaujíma o veci z viacerých oborov, ako napríklad BIOFYZIKA a výskum BIOFOTÓNOV. Hneď ako sa s tým oboznámiš, dôjde ti, ČO TO VLASTNE RAKOVINA JE. „RAKOVINA nie je žiadna CHOROBA, ale EPIGENETICKÁ ADAPTÁCIA na SVETLO a REZONANCIU v okolí (v skratke napísané).“\n\nZÁVER\n\nVšetky tieto dáta a výskumy, ktoré boli robené ešte začiatkom 20. storočia ukázali, že elektro-metrické vzory môžu odzrkadľovať RAST a štrukturálne zmeny HMOTY vďaka ELEKTROMAGNETICKÝM POLIAM. Zároveň sa tak trochu zjednotili mnohé hypotézy, ako ELEKTROMETRICKÉ POLIA, ELEKTROSTATICKÉ POLIA, ELEKTRODYNAMICKÉ POLIA, pričom sa ukázalo, že sa jedná o spoločné HODNOTY, ktoré boli iba vždy merané rozličnými NÁSTROJMI. „NÁSTROJE, ktoré zaznamenávali MAGNETICKÉ SILY definujú POLIA ako ELEKTROMAGNETICKÉ. Tým pádom zas NÁSTROJE, ktoré zaznamenávajú POHYBY týchto polí v živých ORGANIZMOCH sa definujú ako ELEKTRODYNAMICKÉ POLIA.“\n\nKeď teda budeš nabudúce vidieť toto zdanlivo čudné slovo „ELEKTRODYNAMICKÉ“, v hocijakom kontexte, maj na mysli že sa jedná o POLE, ktoré je vyvolané ELEKTRICKY NABITÝMI ČASTICAMI, ktoré sa pohybujú. ČO SA DOZVIEŠ NABUDÚCE\n\n ti ukážem, čo je to VLNENIE, ako sa ŠÍRI a aký je vzťah medzi ENERGIOU a HMOTNOSŤOU, ktorý nám Einstein zanechal. Tiež sa dozvieš, prečo sa rádiové vlny prenesú na obrovskú vzdialenosť no wifi nie a zároveň, prečo musí byť wifi blízko teba, aby si zachytil signál. Na záver článku ti ukážem REÁLNE HODNOTY, aké elektrické a magnetické pole vychádza z povrchu ZEME, SLNKA, ŽIAROVKY, či z drôtov elektrického vedenia, ktoré sú všade okolo nás. Rovnako ti poviem, aké POLE dokážu registrovať VTÁKY, RYBKY a iné tvory. Ako ďalší mám pripravený článok o SHUMANNOVEJ REZONANCII, kde pochopíš veľmi veľa o VZŤAHU ATMOSFÉRY s REZONANCIOU ZEME, aj o pozitívach, no najmä NEGATÍVACH chôdze na boso. Tiež ti ukážem dôkazy o tom, aký VPLYV má umelé VLNENIE na všetko ŽIVÉ. Ak chceš byť informovaný ako PRVÝ, vždy keď uverejním nový článok, google.sk/books?id=Bd9EDwAAQBAJ&pg=PT87&lpg=PT87&dq=leslie+nims+measure+human+being&source=bl&ots=bfEQyF8Evl&sig=ACfU3U2BfaM6zU63lsLTgbXoRFpah71Lkg&hl=sk&sa=X&ved=2ahUKEwitl5bHnvnnAhWPRxUIHYhZBp8Q6AEwAHoECAcQAQ#v=onepage&q=leslie%20nims%20measure%20human%20being&f=false Wijk Roeland, Light in Shaping Life – Biophotons in Biology and Medicine",
  "date": "2020-04-27T00:00:00+02:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:52:46+02:00",
  "word_count": 2944,
  "source_file": "ENERGIA_2_BIO-ELEKTROMAGNETIZMUS.json",
  "cleaned_word_count": 3230,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:53.829403",
    "original_word_count": 2944,
    "cleaned_word_count": 3230,
    "reduction_percentage": 5.68
  }
}