{
  "url": "https://jaroslavlachky.sk/epigenetika-20-zmena-elektromagnetizmu-a-frakcionacie-protonu-zmena-fenotypu/",
  "title": "Epigenetika #20 zmena elektromagnetizmu a frakcionácie protónu = zmena fenotypu",
  "content": "Napadlo ťa niekedy prečo môže byť elektrický náboj (napr. záporný elektrón) statický, v čase nemenný a bez magnetického poľa, zatiaľ čo magnetické pole nie? Prečo magnetické pole vyžaduje pohyblivý elektrický náboj, ktorý musí byť kvantizovaný? Alebo prečo má homosapiens takmer totožnú DNA so šimpanzom, no sme tak rozdielni? Alebo prečo môžu mať 2 dvojičky rovnaké gény, no môžu byť odlišní? Čo keby som ti povedal, že frakcionácia deutéria v ich tkanive a magnetizmus sú to, čo za to môže? Že si nad tým nepremýšľal? Dnes ťa prinútim, teda aspoň trochu, pretože sa už o pár riadkov nižšie dozvieš, ako malá zmena elektrického náboja a jeho pohyb ovplyvní magnetickú silu v tebe a s ňou aj fenotyp, aký vidíš. To znamená, že aj chorobnosť, jej prevalenciu, výskyt a všetko ostatné! P.S. Ak chceš byť informovaný vždy medzi prvými o zverejnení nového článku/podcastu, prihlás sa na \n\nKrátky sumár článku: Čo je to fenotyp? Čo je elektrické a magnetické pole a aký je rozdiel medzi statickým a oscilujúcim? Ako a čo ich generuje? Čo je to frakcionácia? Aký je rozdiel medzi SPIN-om protónu verzus deuterónu? Zopár konkrétnych výpočtov. Čo som ti 2 roky dozadu naznačil v článku o kvantovej evolúcií a dnes ti doplním? Čo naozaj môže za mutácie DNA a rozvoj epigenetiky? A ešte omnoho viac…\n\nO čom to dnes bude\n\nAk si čítal minulo ročný článok Epigenetika #8 o tom ako vplýva deutérium na rozvoj chorôb, dnes ti to doplním. Protón a deuterón sú totiž odlišné a ich reagovanie s elektromagnetickým poľom nie je ekvivalentné. Aj preto čo i len malá zmena elektrického alebo magnetického poľa v našich obydliach dokáže zmeniť fenotyp chorôb, aký v spoločnosti vidíme, hoci si neuvedomíme, čo je skutočnou príčinou. EM pole totiž očami nevidíme. Vidíme iba jednu oktávu viditeľného svetla od cca 380 po 780 nm. V podstate som ti hneď v prvých riadkoch povedal, že na to, aby si u populácie alebo jednotlivca vyvolal zdravotný problém stačí iba ovplyvniť množstvo elektrického náboja v jeho tkanivách a ich pohyb v čase. Začnime však pekne po poriadku…\n\nZdroj: Čo je to fenotyp\n\nFenotyp je súbor všetkých definitívnych charakteristík (znakov) jednotlivca. V širšom poňatí sú nielen znaky pozorovateľné a presne určené na úrovni organizmu (napr. morfologické znaky ako je výška jednotlivca, hmotnosť, počet prstov, IQ, správanie jednotlivca a ďalšie), ale aj charakteristika určitých fyziologických funkcií (napr. krvný tlak, hladina cukru v krvi, apod.) alebo biochemické funkcie (napr. isoenzýmy). Na bunkovej úrovni môžeme za odlišný fenotyp považovať napr. tvar rôznych typov buniek (bunky kostného svalu sa líšia od červených krviniek, buniek dlaždicového epitelu atď.) alebo ich odlišná funkcia. Na biochemickej úrovni je možné odlišnosť fenotypov demonštrovať napr. na molekulách hemoglobínov. V dospelosti je u zdravého človeka prítomný hemoglobín dospelého typu HbA (97 %) a HbA2 (2,5 %) a fetálny hemoglobín HbF (0,5 %). Ďalšie fenotypické varianty hemoglobínu vznikli ako dôsledok mutácií a množia sa pre rôzne typy hemoglobínopatií. Fenotyp je teda podmienený genotypom, epigenetickými zmenami funkcií génov a vplyvov prostredia. Fenotyp teda nepriamo označuje heteroplazmiu, pretože poukazuje na miesto (tkanivo) kde je potencionálny problém v energetike organizmu, ktorá sa prejavuje ako morfologický/biochemická/bunková zmena. Toto platí aj u choroby. Pozri sa na jeden z mojich slajdov z nedávnej živej prednášky – pochopíš lepšie. Heteroplazmia, fenotyp chorôb a strata efektivity mitochondrie\n\nAk chceš byť o nadchádzajúcich živých akciách informovaný medzi prvými, magnetické pole Zeme alebo blesky, ale aj ľudskou činnosťou, a to predovšetkým používaním elektriny. Samozrejme sú tu aj nepopierateľné biologické elektrické a magnetické polia, pretože všetko živé je zložené z chemických prvkov, ktoré sú zložené z elektricky nabitých častíc, ktoré sú ešte aj v pohybe. Najbežnejším príkladom je voda. Elektrické pole je silové pole vytvárané priťahovaním a odpudzovaním elektrických nábojov (to je príčina elektrického toku) a meria sa vo voltoch na meter (V/m). Magnetické pole je silové pole vytvárané magnetom alebo v dôsledku pohybu elektrických nábojov (viď tok elektriny). Veľkosť (intenzita) magnetického poľa sa zvyčajne meria v Tesla (značka T) alebo mili až mikro Tesla (značka mT alebo uT), pripadne Gauss. Napríklad Zemské pole má silu cca 0,3 až 0,6 Gauss (u nás na SK som zvyčajne nameral 0,35 až 0,45 Gauss). Pojem statický označuje situáciu, keď sa polia v čase nemenia. Statické elektrické a magnetické polia sú dva odlišné javy, ktoré sa vyznačujú stálym smerom, prietokom a silou (teda frekvenciou 0 Hz). Statické elektrické pole (tiež označované ako elektrostatické pole) je vytvárané nábojmi, ktoré sú fixované v priestore. Toto je podstatný bod. Ako teda vidíš, nie je ku ním „prizvaný“ čas. Statické magnetické pole je vytvárané iba magnetom alebo el. nábojmi, ktoré sa pohybujú ustáleným prúdom (ako napr. u bežných spotrebičov využívajúcich jednosmerný prúd). Zrejme sa pýtaš ako je to potom u magnetu, keď tam sa častice nehýbu, však? Nezabúdaj na to, že elektróny v danom prvku obsahujú niečo, čo sa nazýva SPIN, ktorý je v podstate ich vnútorný magnetický moment. Preto rovnako natočené elektróny generujú magnetické pole v magnete. Bežným príklad je feromagnet alebo oxy verzus deoxyhemoglobín, ktoré na základe oxidácie atómu železa menia svoj magnetizmus (dia verzus paramagnetizmus). Toto je druhý podstatný bod, pretože to hneď naznačuje niečo, na čo málokto myslí. Elektrická sila je svojím spôsobom nadradená magnetickej, pretože magnetizmus je jej výtvorom. Avšak elektrická sila je prítomná všade a preto je všetok život uspôsobený aj na magnetizmus! Je to podobné ako hádanka, či bolo skôr vajce alebo sliepka. Vajce totiž nemohlo byť prvé, pretože ho musela zniesť sliepka, sliepka sa však mohla vyvinúť nejakým „medzičlánkom“ a neskôr zniesť vajce,… Podobne sa dodnes podľa mňa neúspešne hádajú fyzici o niektorých teóriách, hoci by bolo lepšie (opakujem – podľa mňa) miesto vymýšľania ďalších teórií radšej zmeniť uhol pohľadu, podobne ako to robil Einstein pri myšlienkových pochodoch. Toto je mimochodom niečo, čo spomínam v slovách na záver druhej knihy a každý kto ju prečítal do konca pochopí, prečo sú tieto slová tie najdôležitejšie z celej knihy. Tieto slová som totiž spísal niekoľko rokov po tom, čo som ako chalan na strednej škole sledoval seriál Teória Veľkého Tresku, kde v 2. až 3. sérií Sheldon takmer objavil magnetický monopól (pokým mu jeho kamaráti neprezradili, že si z neho vystrelili). Seriál som miloval, bol veľmi vtipný, no nikomu som sa nikdy nepriznal, že som si v skutočnosti tieto, aj mnohé iné slová zapamätal a premýšľal nad nimi veľmi vážne. Dosť sa mi totiž pospájali s vecami, o ktorých som čítal a premýšľal ešte v detstve a všetko to pekne „docvaklo“ až po škole, keď som sa začal venovať mitochondriám a kvantovej biológií! V jadre našich tiel, v mitochondriách, ale aj vo hviezdach je totižto vodík, ktorý je zložený iba z dvoch elektricky opačne nabitých častíc. Volajú sa elektrón a protón. Oba patria medzi fermióny, ktoré majú polovičný SPIN. To znamená, že majú vnútorný magnetický moment dobrú schopnosť transformovať hybnosť. Teraz sa vráť na úvod článku a prečítaj si druhú vetu tretieho odseku z hora („O čom to dnes bude„). Tu máš doplnenie odlišnosti deutéria a prótia. A hoci je deutéria v bežnej morskej vode iba 155 atómov na milión atómov prótia, v našom tele je to odlišné. V našom tele je to v každom tkanive odlišné a špecifické (kvantizované). A aj malé množstvo môže znamenať veľmi veľa, pretože úplne mení signalizáciu buniek a mitochondrii. Mitochondriaci z našej komunity členov, ktorí boli zároveň účastníkmi súkromného experimentu s deutériom, vedia ešte lepšie, prečo sú tieto detaily dôležité. Kvantová termodynamika a deutenomika nás totiž učia, že aj jedná malá zmena, ako napríklad umiestnenie jediného atómu deutéria v tkanive a prizvanie špecifického elektromagnetického poľa, dokáže zmeniť fungovanie celého organizmu. Chceš dôkaz tohto konceptu? Nech sa páči. Danú myšlienku som síce nemal v pláne písať na blog takto „skoro“, no budiš. Snáď to stimuluje niektorých z vás ku premýšľaniu…\n\nKvantová evolúcia a deutenomika z pohľadu kvantovej termodynamiky\n\nSpomínaš si na článok z dvoch rokov dozadu o kvantovej evolúcií? Ak nie, alebo si tu nový, nájdeš ho tu. Ten nájdete tu a je to Aprílový. Tak a teraz poď so mnou. Premýšľal si niekedy nad tým, prečo som ti pred dvoma rokmi napísal, že vznik ATP-syntázy bol nesmierne dôležitý bod v evolúcií a súvisel s filtráciou protónov? V článku som tiež jasne napísal, že tvorba ATP bola až posledný a najmenej dôležitý bod a trvám na tom. Je tomu tak aj v tvojich bunkách, hoci fitness tréneri stále tvrdia zvyčajne opak. Uvedom si, že tento primitívny, no veľmi elegantný „stroj“ (motor), aký vytvorila evolúcia pred miliardami rokov dozadu, v podstate umožnil vzniku prvého kvantového počítača, ktorý dokáže robiť výpočtové operácie na úrovni tzv. qubitov. To znamená, že dokáže pomocou presunu protónov cez svoju hlavu presúvať informáciu a vykonávať algoritmické operácie, podobne ako to robia mikroprocesory, aké som programoval na strednej škole (101001…). Len tak mimochodom, v roku 2019 bola robená zaujímavá práca, kde sa hovorí o procesore Sycamor s programovateľnými supravodivými qubitmi na vytvorenie kvantových stavov o veľkosti 53 qubitov, čo zodpovedá výpočtovému stavovému priestoru dimenzie 253. Merania ukázali, že procesoru Sycamor trvalo vyhodnotenie jednej komplexnej úlohy kvantového obvodu miliónkrát asi 200 sekúnd – pričom v danom roku 2019 by ekvivalentná úloha pre najmodernejší klasický superpočítač trvala približne 10 000 rokov. SPIN protónu a deutéria je odlišný, čo znamená, že majú iný magnetický moment. Ak by si to chcel aj v číslach, tak podľa mojich skromných výpočtov je výpočtová kapacita protónu (zaokrúhlene) až 3 milióny Joulu za atto sekundu, čo je najmenšie možné meradlo času, aké momentálne fyzici dokážu merať. U deutéria je toto číslo nižšie a zároveň sa správa odlišne, pretože má iný SPIN a väzbová energia medzi protónom a neutrónom mu to pri interakcii s magnetickým momentom fotónu sťažuje. Ako raz povedal slávny fyzik a matematik Paul Dirac, „ak príroda niečo spravila, hoci sa to môže zdať ako úplná banalita, určite to malo obrovský zmysel a nikdy by sme to nemali zavrhnúť“! No a ver, že pri „výbere“ protónu a diskriminácií deutéria sa príroda nepomýlila. Mala na to veľmi dobrý dôvod. Presne preto nám fosílne nálezy ukazujú to, čo nám ukazujú. Vieme napríklad, že jednoduchý život bol veľmi primitívny po dlhú dobu, zatiaľ čo komplexný život prišiel po syntéze DHA a kambrickej explózií. DHA totiž obsahuje methylénové skupiny, ktoré obsahujú protón, ktorý z DHA robí rezistor, pričom slúži práve na prenos informácie skrz molekulu. Nie len, že DHA indukuje elektrický prúd, čo umožnilo vzniku prvých nervových okruhov, umožnilo tiež vzniku vedomia a život sa dokázal PREBRAŤ akoby z KÓMY. Kómou (hlbokým spánkom) v tomto prípade myslím jednoduchý život, aký bol do kambrickej explózie a prebratím komplexný život. Všetkým  Všetko to tam je. A každý, kto si myslí, že už nie je kam ďalej pokračovať alebo že je v blogoch, knihách, či  Je toho stále dosť a až dočítaš článok do konca, pochopíš. Mutácie aj zmeny DNA (epigenetika) sú dôsledkom reakcie protónu a deuterónu z elektromagnetickým poľom\n\nChceš ďalší dôkaz? Čo tak mutácie DNA? Vieš prečo som ti pred cca 2 rokmi predstavil pentózový cyklus? Ak si nespomínaš, použi Google. Skutočný dôvod je práve kvantová termodynamika a deutenomika. Keď si totiž spätne prezrieš články o pentózovom cykle zistíš, že sa pomocou neho tvoria aj tzv. nukleotidy, kde pridávajú na špecifickú pozíciu v uhlíkovej kostre protón. Hádaj prečo to evolúcia spravila. Odpoveď máš v riadkoch vyššie…\n\nToto si nečakal však? Toto je dôvod ako príroda vykonáva svoje kvantovo mechanické mutácie a epigenetické zmeny v DNA. Nemá to nič spoločné s MTHFR, ani genetickými vadami, apod. Ani rakovina nie je to, za čo ju väčšina ľudí považuje. A ak sa zaoberáš iba touto „povrchnou“ stranou mince, môj názor je, že strácaš čas. Takto totiž nedokážeš vysvetliť ani evolúciu, ani Darwinovu teóriu, ani fenotyp chorôb, aký dnes vidíme. Keď si však uvedomíš, že príroda pomocou jediného protónu a/alebo deuteróna (odborne sa to volá frakcionácia) v špecifickej pozícií na uhlíkovej kostre ribózy dokáže reagovať na elektromagnetické pole, v akom organizmus je a meniť tak expresiu aj mutáciu jeho génov,…začne ti veľa dochádzať. Mimochodom, aj preto som si ako jedny z prvých vecí roky dozadu kreslil na veľké výkresy mnoho ilustrácií vnútra mitochondrie, a pentózového cyklu. Potreboval som si vedieť lepšie predstaviť tento mikroskopický svet kvantovej biológie našich buniek, ktorý siaha dokonca hlbšie ako jadrá atómov. Pentózový cyklus – ilustrácia Jaroslav Lachký\n\nVnútro mitochondrie a dýchací reťazec – ilustrácia Jaroslav Lachký\n\nTebe som to teraz uľahčil, pretože som ti naservíroval mnoho odpovedí v jedinom článku priamo pod nos. Verím preto, že tieto informácie využiješ rozumne. Skús sa zamyslieť ako sa na našej zemi menilo magnetické pole a aj celkovo radiácia (EM pole), akej sme boli vystavovaní. Všetky dôležité vyhubenia, aj vývoj komplexného života, ale aj vznik homosapiens pod pohybujúcimi sa tektonickými platňami, korelujú práve tomuto. Až keď sme sa totiž ocitli v Afrike, pod silným magnetickým poľom a mali sme prístup ku vysokému množstvu DHA a protónu, vďaka mikrobiómu v čreve, až vtedy sa naša DNA dokázala rýchlejšie mutovať a exprimovať. Aj preto máme v čreve zonulín, ktorý naše črevo robí priepustným – schválne. Toto je dôvod, prečo homosapiens zdieľa so šimpanzom skoro celú DNA, no sme natoľko odlišní. Ich „mikroprocesor“ a náš mali k dispozícií odlišnú výpočtovú kapacitu aj elektromagnetické podmienky, vďaka čomu vyzeráme inak! Kvantová biológia nám dáva odpovede na všetky nezodpovedané otázky – otázkou len je, na koľko ju počúvaš a venuješ jej pozornosť…\n\nPresne preto je dnešné striedajúce (oscilujúce) magnetické pole veľmi veľký „hráč“, ktorý síce nevidíme očami, no naše bunky ho vnímajú. Ako môžeš vidieť, elektrické pole, aké tvoria elektricky nabité častice pri svojom pohybe, vždy indukuje aj to magnetické. Toto pole je vo svojej podstate statické, avšak, keď do hry „prizveme“ čas, stáva sa premenlivým. Je to práve rýchlosť svetla, ktorá keď sa pri vstupe do tkaniva v našom tele zmení (spomalí), čím umožní času manifestovať. No a oscilujúce magnetické pole následne indukuje elektrické, ktoré sa meria ako si čítal vyššie vo Voltoch na meter (V/m). Jeden elektrónvolt (symbol eV), je zasa miera, ktorá vyjadruje množstvo kinetickej energie získanej jediným elektrónom urýchľujúcim sa z pokoja prostredníctvom rozdielu elektrického potenciálu jedného voltu vo vákuu. Keď vezmeš v úvahu odlišnosť protónu a neutrónu (protón cca 938 MeV a deuterón cca 1875 MeV), malo by ti byť jasné, prečo je ich inkorporácia (zabudovanie) do tkanív a membrán veľmi odlišné. Presne toto je dôvod, prečo dnes ľudia viac priberajú, prečo veľkosť tela organizmu aj hladina jeho deutéria koreluje prostrediu, v akom žije a tiež prečo sa TY musíš začať sústrediť na to naozaj dôležité! Už len obyčajné umiestnenie neprirodzeného, oscilujúceho EM poľa napríklad s frekvenciou 2 400 000 000 Hz (bežná Wifi) v blízkosti zadnej strany pobrušnice (lat. peritoneum), v priestore, ktorý sa označuje ako retroperitoneum, môže ľahko ovplyvniť ATP-syntázu v okolitých mitochondriách a aj ich zabudovanie deutéria do svojej vonkajšej membrány, čo následne zmení ich ubikvitináciu aj množstvo vyprodukovanej vody, čím sa zmení heteroplazmia tkaniva, v akom sú. Takto môže pankreas stratiť schopnosť produkovať dostatok inzulínu a vyústiť v cukrovku, alebo rakovinu (podľa mňa). Ako dôkaz by ti mohol byť Steve Jobs alebo veľká časť populácie, ktorá nosí svoje nonostop zapnuté zariadenie (zvyčajne mobil), vyžarujúce EMP, v zadnej strane vrecka, ktoré je oblasti najbližšie. Toto platí obzvlášť pre ženy, ktoré majú zvyčajne úzke „džínsy“ a mobil vo vrecku je prakticky v kontakte s orgánmi! Viem, že sa ti tieto slová môžu zdať ťažké a hlavne preto, pretože je to niečo, čo nedokážeme vnímať zrakom, sluchom, čuchom, či hmatom, avšak ver, že ak by si sa dokázal zmenšiť na úroveň najmenších častíc a ponoril sa napríklad do kryštálu v našom tele s názvom voda, svet by si videl odlišne. Už len lámanie svetla, obrazy, realita, aj všetko ostatné, by bolo odlišné. Až vtedy by si naozaj videl, ako len jeden malý fotón, ktorý nesie špecifickú frekvenciu, energiu aj hybnosť, ktorý sa vo vode rozptýli, dokáže pomocou magnetického momentu zmeniť správanie a usporiadanie častíc dnu. Rovnako ako jediná bowlingová guľa, narážajúc do jednej kolky, dokáźe ovplyvniť pohyb vŚetkých ostatných, hoci sa ich samotná guľa ani len nedotkne! Záver a Veľkonočná \n\nMarcový webinár o biofyzike DHA, vitamínu A a rybom oleji (brať, či nebrať?)\n\nVšetky veľkonočné akcie nájdeš TU >>",
  "date": "2024-03-10T00:00:00+01:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:48:00+02:00",
  "word_count": 2581,
  "source_file": "Epigenetika_20_zmena_elektromagnetizmu_afrakcioncie.json",
  "cleaned_word_count": 2650,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:53.500424",
    "original_word_count": 2581,
    "cleaned_word_count": 2650,
    "reduction_percentage": 9.81
  }
}