{
  "url": "https://jaroslavlachky.sk/epigenetika-18-co-su-biofotony-a-preco-ich-tvorime/",
  "title": "Epigenetika #18 Čo sú biofotóny a prečo ich tvoríme",
  "content": "Počul si už pojem biofotóny? Vieš ako vznikajú, ako ich tvoríme a prečo? Akú úlohu v ich tvorbe zohráva kyslík, deutérium, či mitochondrie? Ak si na mojom webe dlhšie, tak ich už poznáš dávno a ak nie, dnes sa dozvieš dôležitý základ „v kocke„. Každý  \n\nNa  Vstupenku si vieš zabezpečiť iba pokým nezačneme a následne bude k dispozícií ešte na pár dní záznam, no za omnoho vyššiu cenu! No a \n\nČo sú biofotóny\n\nRovnako ako pri biofyzike, ktorú už poznáš, ide o spojenie slov BIOlógia a FOTÓNY (svetlo) = BIOFOTÓNY. Jedná sa teda o svetlo tvorené a vylučované živými organizmami. Biofotóny sú fotóny v oblasti ultrafialového (UV), viditeľného až blízkeho infračerveného svetla (tzv. NIR). Sú zvyčajne netepelného pôvodu, čo znamená, že ich nemusíš vnímať iba ako teplo. Stačí ak si spomenieš na svoje dlane, keď ti bolo chladno. Príliš tepla si z nich necítil, no ak by si ich dal pod termálnu kameru, hneď by si videl tie farby. Ako teda vidíš, na niektoré veci ani nepotrebuješ štúdiu a vieš si ju hneď overiť. Kalorická (NE) rovnováha ako dôkaz biofotónov\n\nO kalóriách si toho u mňa čítal už veľa a verím, že každý z Vás Mitochondriak–ov, ktorí ste tu, už dávno viete, prečo kalorická rovnica neplatí. Koniec koncov, jeden z prvých a dodnes najčítanejších článkov u mňa bol venovaný práve tomu. Minulý týždeň som pri nahrávaní rozhovoru dostal tiež túto otázku a spomeniem to aj teraz, pretože je to dôležité a krásne to nadväzuje na celý koncept biofotónov. Vieš kedy kalorická rovnica platí? Keď oxiduješ nejaký substrát v uzavretom termodynamickom systéme. Naše telo však uzavretý systém nie je a ani nikdy nebolo. Naše telo je plné vody, ktorá v podstate slúži ako more plné elektrónov. No a rovnako ako si aj my ľudia dokážeme kedykoľvek z mora „nabrať“ vedro vody, aj naše bunky z elektrónov dokážu kedykoľvek uvoľniť svetlo, aké si nesú „na chrbte“! Aj vďaka tomu z každej živej bunky pomocou špeciálnej kamery alebo fotomultinásobiča dokážeme merať biofotóny a to až do spektra hlbokého UV. Len tak mimochodom, ak by si takúto kameru zabezpečili „počítači kalórií“, rýchlo by im došlo prečo tie diéty dnes akosi prestávajú fungovať a ako veľmi takáto diéta dokáže pozmeniť tvorbu, únik, tip a frekvenciu biofotónov danej osoby! Začiatok výskumu biofotónov\n\nVýskum emisií ľudských biofotónov sa objavil v literatúre už od 30 rokov 20. storočia. Už vtedy pán Alexander Gurwitch pomocou obyčajného sklíčka skúmal mitózu buniek, práve vďaka stimulu unikajúceho UV svetla, hoci to vtedy nemohol preukázať. Práve tu prišli do hry fotonásobiče, ktoré dokážu takéto slabé biofotóny detekovať. Intenzita biofotónov zo živých organizmov má intenzitu od niekoľkých do približne 100 (až 1000) fotónov za sekundu na cm štvorcový. Sila sa pohybuje od 10-17 až 10-23 W/cm2 v rozsahu 200 nm až nad 1500 nm. Aby si mal predstavu aj z praxe, tak napr. zvieratká a rastliny vysielajú 100 fotónov na každý cm2 povrchu ich tela za sekundu (mačičky dokonca ešte trošku odlišne), zatiaľ čo človek vysiela iba 10 fotónov na cm2 tela za sekundu. Je to obrovský rozdiel. Najvyššia emisia UV svetla u ľudí je z dlaní, tváre, jazyka, ale aj z DNA, zatiaľ čo u zvieratiek je to odlišné, v závislosti od tipu. Mal by si však okamžite pochopiť prečo ťa mačička rada oblizuje a zároveň aj hryzie a škriabe. Píšem to naschvál, pretože som to tento víkend rozprával zopár ľuďom, nezávisle od seba, hoci nie všetkým som hovoril dôvod. Ty ho teraz vieš. Sú nim biofotóny a piezoelektrina. Podobne je to napr. u jeleňov, ktorí sa „hrajú“ tým, že sa narážajú parohmi. Zaujímavé tiež je, že všetky potrebné výskumy, dokonca aj prepojenia s medicínou, či zdravotným stavom, tu máme už takmer 100 rokov, no keďže pochádzajú najmä z Ruska a Východu, málokto o nich vie. Každý predsa sleduje prioritne USA a Ameriku. Tak napr. Peter P. Gariaev, alebo Fritz Albert Popp (dnes už aj jeho syn) pozoroval ľudí a meral počas mesiacov emisiu fotónov z častí ich tiel (dlane, chodidlá, krk, atď.). Zistil, že vyžarovanie fotónov nie je náhodné, ale nasleduje presné postupnosti (biologické rytmy = cirkadiánny rytmus), ktoré sú rozdielne cez deň a v noci, ale aj počas mesiacov a ročných období a dokonca aj iných období. U zdravých ľudí malo vyžarovanie svetla presnú postupnosť (koherentnosť), zatiaľ čo u chorých ľudí nie. Napr. pri rakovine vyžarovanie fotónov stratilo svoju postupnosť a už nenasledovalo biologické rytmy. Ak ťa zaujíma história, či výskum viac, osobne odporúčam najmä túto knihu. Máte ju v mojej knižnici už cez 2 roky. V knihe sú okrem iného veľmi pekne znázornené aj mnohé merania emisie svetla, ako napr. pri fajčiaroch a nefajčiaroch (Yoda et al. 1985, Inaba 1987). U fajčiarov bola ich emisia UV svetla z krvi dvojnásobná v porovnaní s nefajčiarmi. Čo vyžadujú naše bunky, aby vyprodukovali biofotón až v UV spektre? Dnes to má byť krátke a tak to aj chcem nechať a preto už iba to dôležité. O tom, že naše bunky vysielajú svetlo už verím nepochybuješ. Vyššie to máš vysvetlené, aj prakticky na overenie a nižšie máš zasa desiatky až stovky štúdií, ak chceš ísť hlbšie. Otázka je však teraz iná. Vyprodukovanie IČ svetla je jednoduché. Spôsobov je viac, niektoré ešte nepoznáš, no základ áno. Stačí ti obyčajná termalizácia. Keď napr. elektrón poskočí z ground stavu do excitovaného a nazad, zvyčajne je jeho energetický rozdiel v suborbitále práve v spektre IČ svetla. Čo však UV? Na produkciu biofotónu v spektre UV vyžaduje bunka niečo „špeciálne“ a to niečo špeciálne je kyslík! Obrázok, ktorému zrejme úplne nechápeš, ak ho vidíš prvýkrát, no je v ňom viac ako sa zdá! Áno, dobre počuješ. Práve preto je vysoká emisia biofotónov spájaná s vysokou tvorbou voľných radikálov aj rýchlejším stárnutím. Jediný spôsob pre bunku je totiž udržať vyššie napätie kyslíka, pretože kyslík je veľmi elektronegatívny a reakčný, vďaka čomu ľahko kradne elektróny z uhlíkových väzieb, vďaka čomu produkuje aj biofotóny v UV spektre. Toto je veľmi významný FAKT, pretože takto tvoje bunky normálne komunikujú. Nezabúdaj predsa, že každý fotón má svoju vlnovú dĺžku, energiu a SPIN. Energia ti je jasná. Súvisí s frekvenciou. Vyššia = vyššia energia a opačne. Avšak SPIN je zasa synonymom magnetizmu, ktorý je synonymom informácie vďaka OMH. Biofotóny teda nesú od miesta A do miesta B špecifickú frekvenciu (mysli energiu), ale aj SPIN (mysli informáciu), no a UV je spektrum, ktoré obsahuje oboch najviac. To máš teda ďalší spôsob, ako naše telo produkuje UV svetlo a hlavne vďaka čomu – vďaka kyslíku. Už vidíš, že to UV je veľmi dôležité? Tiež by si mal lepšie chápať, prečo mnoho ľudí v noci chrápe a nie vždy je to negatívum. Tvoje telo ťa tým chráni, pretože nechce stratiť viac UV ako potrebuje. Tiež by ti teraz malo dôjsť, prečo dvaja ľudia pri pohlavnom styku prirodzene viac „dýchajú“ a prečo sa u živočíchov vyvinuli pohlavia, či pohlavné orgány. ÁNO – dôvodom je práve UV svetlo a nebojím sa to povedať. Presne preto je vždy prítomný aj vyšší prietok krvi a „vlhkosť“. Bazálny metabolizmus, napätie kyslíka, UCP a biofotóny\n\nChceš ešte viac? Čo tak opäť naša rakovina? Nikdy ťa nenapadlo prečo rakovina zvyšuje okysličovanie do tkaniva? Prečo vyžaduje kyslík? A prečo neumožní mitochondriám podstúpiť apoptózu a zastaviť ETC? Ak by to totiž urobila, umožnila by mitochondrii znížiť kyslík a neprežila by. Tvoje telo totiž kontrolovane ovláda nie len množstvo kyslíka, aké do každého tkaniva vpustí, ale tiež jeho bazálny metabolizmus! Toto je ďalšia vec, o ktorej bežný nutričný poradcovia, či „počítači kalórií“ nevedia, no mali by! Ty sa to dozvedáš práve teraz a už v stredu vo  \n\nNo a hádaj čo k tomuto všetkému využíva. UCP – tzv. uncoupling proteíny (alebo aj rozpojovacie proteíny). Aj preto som o nich spísal viacej článkov a to ešte roky dozadu. Ak si nespomínaš, využi Google. V živých organizmoch je UCP viac tipov, pričom u ľudí je ich 5 až 6, no využívame predovšetkým prvé 3. Avšak tieto 3 tipy nie sú vôbec rovnaké. Naopak. Každý z nich je odlišný a tiež generuje odlišný tip svetla a reaguje na odlišné jadro vodíka. Toto si zrejme netušil však? Mal by si. Vodík je totiž obyčajný, jednoduchý chemický prvok, ktorý má na Zemi aj svoj izotop deutérium. Jeden je malý a druhý je ťažký. Naše telo má cca 1,4 a za tým 28 núl molekúl vody. Voda je zasa plná vodíka, pričom táto voda sa neustále vymieňa medzi cytoplazmou a membránami dnu. To znamená, že je schopná dostať svoj vodík aj do vnútra mitochondrie. No a hádaj cez čo je tento vodík schopný prejsť…\n\nAk si v duchu hovoríš UCP, poviem ti len – gratuľujem. Prvý úspešný krok si zvládol. Avšak bez stredajšieho  \n\nPozri si preto na záver môj známy obrázok z minulosti, všimni si v ňom UCP a potom premýšľaj nad tým, kde podľa teba máme aký tip UCP a prečo. Ja ti totiž prezradím, že sú rozmiestnené veľmi špecificky (svalstvo, tuk, orgány,…), pretože sa od nich odvíja naše okysličovanie, metabolizmus a tvorba biofotónov. Vidíme sa v stredu vo  \n\nZároveň dávam každému čitateľovi poslednú možnosť využiť tento dotazník, kde mi môžeš zanechať svoje otázky. Je ich tam už kopa, čo ma príjemne teší, budem teda musieť vyberať iba niektoré, no a tento týždeň z nich nahrám článok/podcast s mojimi odpoveďami. Je to verejné a anonymné. Ak ťa články/podcasty zaujímajú a chceš byť informovaný medzi prvými vždy, keď zverejním nový, môžeš mi nižšie zanechať email a dostaneš ako prvý upozornenie! P.S. Ak sa chceš v týchto informáciách, ktoré ti ponúkam, orientovať ešte viac, prípadne chceš v dnešnej modernej dobe svoj progress aj chápanie trochu urýchliť, Ako čitateľ tohto blogu máš možnosť využiť aj špeciálnu zľavu 10%, ak pri objednávke zadáš zľavový kód: „jaroslavlachky„. Okuliare + večerné červené svetlo pre lepší spánok od EasyLight\n\nZdroje, citácie a referencie: Roeland Van Wijk – kniha: Light in Shaping Life\n\nHerbert Schwabl, Herbert Klima. Spontaneous ultraweak photon emission from biological systems and the endogenous light field. Forsch Komplementarmed Klass Naturheilkd. 2005 Apr;12(2):84-9. PMID: 15947466\n\nHugo J Niggli, Salvatore Tudisco, Giuseppe Privitera, Lee Ann Applegate, Agata Scordino, Franco Musumeci. Laser-ultraviolet-A-induced ultraweak photon emission in mammalian cells. J Biomed Opt. 2005 Mar-Apr;10(2):024006. PMID: 15910080\n\nChao Wang, István Bókkon, Jiapei Dai, István Antal. Spontaneous and visible light-induced ultraweak photon emission from rat eyes. Brain Res. 2011 Jan 19;1369:1-9. Epub 2010 Oct 26. PMID: 21034725\n\nI Bókkon, R L P Vimal, C Wang, J Dai, V Salari, F Grass, I Antal. Visible light induced ocular delayed bioluminescence as a possible origin of negative afterimage. J Photochem Photobiol B. 2011 May 3;103(2):192-9. Epub 2011 Mar 23. PMID: 21463953\n\nM Kobayashi, M Takeda, T Sato, Y Yamazaki, K Kaneko, K Ito, H Kato, H Inaba. In vivo imaging of spontaneous ultraweak photon emission from a rat’s brain correlated with cerebral energy metabolism and oxidative stress. Neurosci Res. 1999 Jul;34(2):103-13. PMID: 10498336\n\nY Kataoka, Y Cui, A Yamagata, M Niigaki, T Hirohata, N Oishi, Y Watanabe. Activity-dependent neural tissue oxidation emits intrinsic ultraweak photons. Biochem Biophys Res Commun. 2001 Jul 27;285(4):1007-11. PMID: 11467852\n\nB T Dotta, K S Saroka, M A Persinger. Increased photon emission from the head while imagining light in the dark is correlated with changes in electroencephalographic power: support for Bókkon’s biophoton hypothesis. Neurosci Lett. 2012 Apr 4;513(2):151-4. Epub 2012 Feb 17. PMID: 22343311\n\nI Bókkon, V Salari, J A Tuszynski, I Antal. Estimation of the number of biophotons involved in the visual perception of a single-object image: biophoton intensity can be considerably higher inside cells than outside. J Photochem Photobiol B. 2010 Sep 2;100(3):160-6. Epub 2010 Jun 10. PMID: 20584615\n\nYan Sun, Chao Wang, Jiapei Dai. Biophotons as neural communication signals demonstrated by in situ biophoton autography. Photochem Photobiol Sci. 2010 Mar;9(3):315-22. Epub 2010 Jan 21. PMID: 20221457\n\nF A Popp, W Nagl, K H Li, W Scholz, O Weingärtner, R Wolf. Biophoton emission. New evidence for coherence and DNA as source. Cell Biophys. 1984 Mar;6(1):33-52. PMID: 6204761\n\nMasaki Kobayashi, Daisuke Kikuchi, Hitoshi Okamura. Imaging of ultraweak spontaneous photon emission from human body displaying diurnal rhythm. PLoS One. 2009;4(7):e6256. Epub 2009 Jul 16. PMID: 19606225\n\nMasaki Kobayashi, Daisuke Kikuchi, Hitoshi Okamura. Imaging of ultraweak spontaneous photon emission from human body displaying diurnal rhythm. PLoS One. 2009;4(7):e6256. Epub 2009 Jul 16. PMID: 19606225\n\nEduard P A Van Wijk, Heike Koch, Saskia Bosman, Roeland Van Wijk. Anatomic characterization of human ultra-weak photon emission in practitioners of transcendental meditation(TM) and control subjects. J Altern Complement Med. 2006 Jan-Feb;12(1):31-8. PMID: 16494566\n\nF W G Schutgens, P Neogi, E P A van Wijk, R van Wijk, G Wikman, F A C Wiegant. The influence of adaptogens on ultraweak biophoton emission: a pilot-experiment. Phytother Res. 2009 Aug;23(8):1103-8. PMID: 19170145\n\nH J Niggli. Artificial sunlight irradiation induces ultraweak photon emission in human skin fibroblasts. J Photochem Photobiol B. 1993 May;18(2-3):281-5. PMID: 8350193\n\nHugo J Niggli, Salvatore Tudisco, Giuseppe Privitera, Lee Ann Applegate, Agata Scordino, Franco Musumeci. Laser-ultraviolet-A-induced ultraweak photon emission in mammalian cells. J Biomed Opt. 2005 Mar-Apr;10(2):024006. PMID: 15910080\n\nJanusz Slawinski. Photon emission from perturbed and dying organisms: biomedical perspectives. Forsch Komplementarmed Klass Naturheilkd. 2005 Apr;12(2):90-5. PMID: 15947467\n\nCristiano M Gallep, Thiago A Moraes, Samuel R Dos Santos, Peter W Barlow. Coincidence of biophoton emission by wheat seedlings during simultaneous, transcontinental germination tests. Protoplasma. 2013 Jun;250(3):793-6. Epub 2012 Sep 26. PMID: 23011402\n\nPeter W Barlow, Joachim Fisahn. Lunisolar tidal force and the growth of plant roots, and some other of its effects on plant movements. Ann Bot. 2012 Jul;110(2):301-18. Epub 2012 Mar 20. PMID: 22437666",
  "date": "2023-12-17T00:00:00+01:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:48:11+02:00",
  "word_count": 2231,
  "source_file": "Epigenetika_18_o_s_biofotny_apreo_ich_tvorme.json",
  "cleaned_word_count": 2228,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:54.669466",
    "original_word_count": 2231,
    "cleaned_word_count": 2228,
    "reduction_percentage": 12.45
  }
}