{
  "url": "https://jaroslavlachky.sk/epigenetika-2-co-je-epigenetika-a-ako-pracuje/",
  "title": "Epigenetika #2 Čo je Epigenetika a ako pracuje",
  "content": "Čo je to Epigenetika, v čom sa líši od genetiky a ako Epigenetika pracuje? Predstav si to jednoducho tak, že Genetika ja ako Hardware (počítač), pričom Epigenetika je Software (windows). Počítač síce môžeš mať krásny (gény), no ak ti padne windows (epigenetika), je ti na nič. …no a tvoje zdedené gény (DNA) sú na tom podobne! P.S. Článok si môžeš vypočuť aj ako nahovorený Audio podcast. Nájdeš ho na stránke s PODCASTAMI. Epigenetika však nie!)\n\nA ešte o mnoho viac! Čo je Epigenetika\n\nDnes začíname novú sériu Epigenetika, hoci prvý článok o Oku, krátkozrakosti a dopamíne ako iste vieš, bol vtesnaný schválne do Kvantovej Biológie! Verím, že túto sériu máš minimálne preštudovanú, pretože bola nesmierne dôležitá a tiež posledný  Poďme na to. Epigenetika (od slova επί/mimo genetiku) je v modernom slova zmysle vedný podobor genetiky, ktorý študuje zmeny v génovej expresii (a teda obvykle aj vo fenotype), ktoré nie sú spôsobené zmenou nukleotidovej sekvencie DNA. Inými slovami a po lopate napísané, tvoje gény môžu byť akékoľvek, vyžadujú niečo, čo ich zapína/vypína – aktivuje/deaktivuje, na základe čoho sa buď prejavia alebo neprejavia. A toto robí epigenetika! Takže to máš aj hneď z úvodu vysvetlené, prečo ti sťažovanie sa na zlé gény dnes už nepomôže, hoci veľa ľudí to robí. Veď to možno poznáš, vety tipu: „no a čo, že fajčím. Veď moja babka aj mama mali rakovinu, tak som to zdelil aj ja a tak či onak ju dostanem tiež.“\n\nTieto epigenetické javy môžu byť následne dedené z bunky na bunku a z generácie na generáciu, teda ako pri mitóze, tak pri meióze. Genóm vrátane epigenetických zmien sa označuje ako epigenóm.[1, 2] Toto zasa znamená toľko, že podobne ako našu mitochondriálnu DNA, ktorá sa prerába rýchlo a prenáša z matky na dieťa, tak aj niektoré epigenetické zmeny vieme preniesť z generácie na generáciu. Veď koniec koncov, práve vďaka tomu sme dnes tu. Keď sa naši predkovia začali sťahovať z Afriky, tieto epigenetické zmeny nám umožnili prežiť v odlišných podmienkach a prostredí. 4 Hlavné faktory Epigenetiky\n\nU človeka sú najdôležitejšie štyri druhy epigenetických mechanizmov a to (hoci už v nasledovnom článku ich trochu doplníme): metylácia alebo demetylácia DNA, Acetylácia alebo Deacetylácia – chemické modifikácie histónov (proteínov okolo ktorých je v chromozómoch ovinutá DNA tvoriac štruktúry zvané nukleozómy), zmeny v  usporiadaní chromatínu (hmoty, z ktorej sú zložené chromozómy), činnosť malých nekódujúcich molekúl RNA. Zdroj: o.quizlet.com\n\nPosledný, štvrtý bod nejdeme rozoberať, pretože o ňom vieš už dávno. Je nesmierne dôležitý a venovali sme sa mu v článkoch o Čreve a mozgu. To sú tie vírusy a nečinná DNA, ktorú v sebe máme. Čo však prvé tri body. Na obrázku vidíš v jednoduchosti, ako vyzerá naša DNA. To každý pozná, ten známy „dvojitý-rebrík“. Tam sú naše gény. DNA sa takto potom zmotá okolo histónov (tie akoby gulôčky), ktoré sa následne vedia spojiť do väčšieho celku (nukleozómy), ktoré sa následne kompaktne prepoja do chromatínu. Tieto sa následne zmotajú do chromozómu, ktorý určite poznáš. To je to, čo z DNA dedíme (23 párov chromozómov od matky a 23 od otca = tvoja jadrová DNA). Takýmto spôsobom sa dokáže rozmotaná obrovská a veľmi dlhá DNA zmotať do malého priestoru a zmestiť sa tak takmer do každej bunky v tele. No a tu sa hneď pozastavíme, pretože sa v tom ukrýva dôležitá pointa, ktorá ti zrejme nedošla. Acetylácia histónov a metylácia DNA – čo to je? Ako vidíš vyššie, takmer v každej bunke tela máme celú DNA. To znamená, že je tam každý gén, v ktorom je uložená informácie o tvare každej bunky. To znamená, že bunka v mozgu má DNA, z ktorej je schopná „poskladať“ palec na nohe a opačne. Avšak každému je jasné, že sa to nedeje. Nikomu predsa v mozgu nevyrástol palec, však? To ti hneď laicky ukazuje, že väčšina génov je po celý život zmotaná a nečinná a je to naozaj tak. Stará sa o to práve Epigenetika skrz faktory spoté vyššie. Teraz pôjdeme v skratke, pretože dnešný článok bude stručný. Takže, ako prvé metylácia (pridávanie „značiek“ –  metylových skupín, CH3) alebo demetylácia DNA (odoberanie „značiek“). Pri týchto epigenetických procesoch sa metylové skupiny buď naviažu na určité sekvencie DNA, alebo odstránia z určitých miest na molekule DNA, a tak ovplyvňujú jej činnosť (resp. fungovanie génov) bez toho, aby sa menila štruktúra, resp. poradie nukleotidov DNA. To znamená, že metylácia časti DNA „utíši“ (vypne) gén a opačne. Na obrázku vidíš malú ukážku. Zdroj: Hamilton JP. Epigenetics: principles and practice. Dig Dis. 2011;29(2):130-5. Druhý dôležitý faktor je Acetylácia. V skratke ide o to, že tie „gulôčky“ – históny, zmotanej DNA, môžu na seba naviazať Acetylovú skupinu (o ktorej si mimochodom čítal dávno, pri článku o Ketónoch a Cholesterole), vďaka čomu daný histón buď roztvoria alebo udržia zmotaný. To ti hneď ukazuje, že robia opak ako metylácia. Acetylácia histónu teda DNA roztvorí a umožní génu vystúpiť/aktivovať sa/prepísať sa, atď. Tu je opäť jednoduchý obrázok na ukážku. Otváranie/zatvárenie genómu = Epigenetika\n\nV ľudských bunkách hrá acetylácia, aj metylácia a demetylácia DNA nezastupiteľnú úlohu pri vypínaní (inaktivácii) alebo zapínaní (aktivácii) špecifických génov potrebných pre bunku v danom čase, pri bunkovej diferenciácii/špecializácii v tkanivách, alebo počas vývoja celého organizmu. My dnes vieme, že sú rôzne vonkajšie faktory, ktoré môžu ovplyvniť miesto, kam metylové značky na DNA „nasadnú“, a teda aj gény, ktorých prejav zablokujú. Samozrejme platí to aj opačne. Veľký údiv spočiatku, keď sa na to prišlo vyvolalo poznanie, že metylácia môže viesť k úplnej odlišnosti jedincov s rovnakou (identickou) genetickou výbavou. No a toto si musíš zapamätať. Ako názorný príklad možno uviesť včeliu matku/kráľovnú a robotnicu, ktorých gény sú úplne identické, avšak líšia sa rozdielnou metyláciou génov. Podobne je to opäť s prstom na nohe, alebo imunitnou bunkou, či neurónom. Všetky bunky obsahujú celú DNA, no ich „zmotanie“ je rozdielne, vďaka čomu sa ich gény rozdielne zapínajú/vypínajú, ak vôbec. V tomto bode majú veľkú výhodu  Spol som to schválne, aby ste v hlave mali už prvé „semienka“, keď sa k tomu dostaneme neskôr!, no práve na základe svojho ŽIVOTA, životného štýlu, prostredia, v akom si zvolíš žiť …a to najpodstatnejšie, vďaka činnosti Mitochondrií nevedomky určuješ, ako a ktoré gény sa prejavia a ktoré nie. A toto sa netýka iba tvojho výzoru, ten je irelevantný. Týka sa to najmä Kvality tvojho života, a aj dĺžky života a Zdravia/výkonnosti! O týchto skutočnostiach dnes už vieme, napríklad aj na základe práce známeho odborníka, akým je David Sinclair a hoci podľa mňa Sinclair nejde dobrým smerom (pretože mu uniká veľmi veľa vecí), pomohol nám pochopiť a aj vedecky tak trochu potvrdiť, že je to naozaj tak. K jeho práci a niektorým veciam sa v sérií určite dostaneme, mnohé som už aj spomínal predtým, či už v mojej knihe alebo článkoch, no uvedom si už len toto. Pri štúdiách sa skúma interakcia génov s danými proteínmi, ako napr. histón. No a dané proteíny sú kvantizované polovodiče a ako vieš z článku KB #12, reagujú s okolitými 4 silami, na čele s elektromagnetickou silou. Toto je niečo, čo Sinclair neberie v úvahu a robí obrovskú chybu. My ju však v budúcich článkoch nespravíme. Zhrnutie a záver\n\nEpigenetika, dlhovekosť, vyšší výkon, či pevnejšie Zdravie sú dnes veľmi riešené témy, no veľmi potrebné. Keď sa totiž pozrieš okolo seba zistíš, že priemerný človek už nie je príliš zdravý, výkonný, ba dokonca ani zvyčajne nežije posledné roky života v zdraví, ale skôr s nejakou civilizačnou chorobou. Toto však nie je prirodzené a ako zvyknem hovoriť, to že je to v spoločnosti bežné, ešte neznamená, že je to normálne! Ty sa totiž nesmieš zameriavať iba na svoj Hardware (zovňajšok/telo), ale hlavne na Software (Mitochondrie – Epigenetika). No a je to naše prostredie a životný štýl, aký si v danom prostredí volíme samy, ktoré rozhodujú o tom, aký život budeme žiť! Preto ti na záver pripomínam možnosť registrovať sa na Workshop, ktorý bude už 19. Novembra v Bratislave, kde ti chcem ukázať práve niektoré praktické veci, ako si takýto životný štýl vyskladať! Tešíme sa na každého účastníka a verím, že sa vidíme. Hlavne si pamätaj, že udalosti, či už dobré alebo zlé, si nie vždy vyberáme. Jednoducho sa stanú a my im musíme čeliť! No je to práve naša REAKCIA, ktorá ovplyvňuje výstup a teda aj našu budúcnosť. Každý má totiž slobodnú voľbu, no následky, aké z danej voľby vyplynú, si už nevyberáme. Tým musíme čeliť! m.wikipedia.org/wiki/Epigenetika\n\nHamilton JP. Epigenetics: principles and practice. Dig Dis. 2011;29(2):130-5.",
  "date": "2022-11-06T00:00:00+01:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:49:23+02:00",
  "word_count": 1436,
  "source_file": "Epigenetika_2_o_je_Epigenetika_aako_pracuje.json",
  "cleaned_word_count": 1385,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:54.277339",
    "original_word_count": 1436,
    "cleaned_word_count": 1385,
    "reduction_percentage": 17.67
  }
}