{
  "url": "https://jaroslavlachky.sk/epigenetika-26-stahovanie-ludi-z-rovnika-a-zmena-vyuzivania-horcika/",
  "title": "Epigenetika #26 Sťahovanie ľudí z rovníka a zmena využívania horčíka",
  "content": "Premýšľal si niekedy nad tým prečo generujú glykolýza, pentózový cyklus, či betaoxidácia rozdielne množstvo ATP? Alebo prečo má lastovička zvrchu čierne krídla a zvnútra sú biele? A prečo je naša dlaň, s ktorou sa dotýkame blízkej osoby bledá, no zvonku je tmavá, až opálená? Alebo prečo je naša skléra v oku, ktorou hľadíme na osobu aj na slnko celá biela, no sietnica tmavá? A čo tak toto. Prečo je dnes veľa ľudí deficitných na horčík? Myslíš, že to spolu súvisí? Väčšinu z Vás dnes asi šokujem, no áno, súvisí to spolu. Množstvo a frekvencia biofotónov, aký z osôb, s ktorými prichádzame do kontaktu  alebo zo slnka uniká a aký naše polovodiče, na základe svojej farby absorbujú, odrazia, alebo prepustia dnu má obrovský význam? Aj na horčík! Horčík totiž reaguje rozdielne na odlišný typ svetla (UV/zelené a červené) a práve vďaka tomuto dokázal homosapiens meniť produkciu ATP a prispôsobovať svoje zmysly aj haplotypy, keď sa sťahoval bližšie k pólom pred 70 tisíc rokmi. ⠀\n\nTu je krátky sumár článku: Prečo by si si mal dávať veľmi záležať na ĽUĎOCH, s akými sa denne stretávaš? Naozaj existujú energetický „upíri“? Ako náš druh zvládol epigeneticky upraviť svoj haplotyp po tom, čo sa presťahoval pred 70 tisíc rokmi z Afriky? Naozaj tu hrá úlohu horčík? V čom je horčík výnimočný a ako reaguje na svetlo? Ako a prečo biofotóny z druhých ľudí taktiež kontrolujú náš dopamín? Pozvánka na prvú besedu s Jarom v Česku, už 30.08. P.S. Ak chceš byť informovaný vždy medzi prvými o zverejnení nového článku/podcastu, prihlás sa na \n\nMalý základ o horčíku a funkcia horčíka v mitochondrii\n\nHorčík v matrixe mitochondrie (Mg2+) má množstvo funkcií, medzi ktoré spadá: Aktivuje tri dehydrogenázy v matrixe: pyruvátdehydrogenázu (premena pyruvátu na acetylkoenzým A), izocitrátdehydrogenázu (premena izocitrátu na 2-oxoglutarát) a 2-oxoglutarátdehydrogenázu (konverzia 2-oxoglutarátu na sukcinylkoenzým A). Horčík (Mg2+) v mitochondrii aktivuje F0/F1-ATP syntázu, čo je terminálny komplex mitochondriálnej oxidatívnej fosforylácie (OXPHOS). Táto regulačná aktivita prispieva k mitochondriálnemu energetickému metabolizmu. Mitochondriálny Mg2+ inhibuje transportéry vápnika (Ca2+) lokalizované vo vnútornej mitochondriálnej membráne, čo ťa automaticky vedie ku článku o VGCC (1)\n\nBod číslo tri teda každému mitochondriakovi hovorí prečo je SUPLEMENTOVANIE horčíkom v dnešnej dobe rozšírené a ľudia z neho naozaj cítia efekt. Horčík limituje negatíva umelého EMP (uEMP), avšak nikdy ich nevyrieši. To máš teda prvý TIP odo mňa. Bod č.2 ti zasa hovorí prečo som v úvode napísal, že bol horčík zodpovedný za epigenetickú z mitochondriálnej DNA počas nášho sťahovania z Afriky. No a bod č.1 ti zasa ukazuje ako veľmi horčík vplýva na filtráciu deutéria z matrixu a jeho správne umiestnenie počas anaplerózy do niektorých aminokyselín. Opäť raz vidíš prečo je deutéria zbavená voda veľmi dôležitá a že ide ruka v ruke s horčíkom. Len tak medzi rečou, pomocou vhodnej formy horčíka dokážeš dokonca spraviť jeden hack vo vode, ale o tom na blog písať nebudem!:))\n\nUpozornenie: Už 30.08. od 16:15 bude živá beseda v Prahe\n\nRezervácia miesta na: jakub.kuba.cerny@seznam.cz\n\nMagnézium (horčík) absorbuje UV a reaguje na zelené aj červené svetlo\n\nVeľa ľudí nevie prečo majú naše mitochondrie veľkú preferenciu pre 2 chemické prvky. Sú to konkrétne horčík a vápnik. Oba vpúšťajú dnu pri stresovej reakcii a oba slúžia ako dôležitý druhotný „messenger“, čo znamená, źe ich koncentrácia signalizuje bunke, čo sa deje a ako sa má správať. Horčík veľmi dobre zachytáva UV aj červené svetlo, 2 farby, ktoré v moderných osveletleniach (schválne) nie sú! Možno aj preto ľuďom pri cukrovke a diabetickej neuropatii terapia červeným svetlom pomáha so zvýšením hladiny vitamínu D a horčíka. (2, 3)\n\nInfračervené svetlo, podobne ako UV sú dve farby, ktoré v rámci geologickej polohy na Zemi a zemepisnej šírky menia svoju intenzitu a čas svietenia. No a nezabúdaj, čo som ti vravel roky dozadu vo viacerých článkoch. Horčík je veľmi hydrofilný prvok, čo znamená, že má vždy okolo seba vodu. Keď sme dehydratovaní, strácame aj horčík. No a voda absorbuje celé červené a infračervené (NIR) svetlo. Akonáhle voda zachytí infračervené svetlo, jej vodíky a protóny v podstate začnú „tancovať“ a menia svoje 3D uhly medzi sebou aj vzdialenosti. Práve vďaka tomuto je ovplyvnený aj diamagnetický horčík, ktorý tieto informácie transformuje do 2 valenčných elektrónov. Presne preto je horčík, ako si čítal vyššie, zapojený v hlavných dehydrogenázach, ktoré odstraňujú protón zo substrátu a tiež v ATP-syntáze. Hladina horčíka totiž dokáže zvýšiť, alebo naopak znížiť množstvo ATP, aké mitochondria vyprodukuje. Toto si zrejme nevedel, však? A ani „poradcovia“, ktorí radia suplementáciu hlava nehlava. Niekedy je totiž väčšie množstvo vytvoreného ATP na škodu. Napríklad počas glykolýzy. Práve preto majú cicavce ako my v sebe Pentózový cyklus, ktorý vieme v niektorých podmienkach elegantne využívať a využiť tiež znížené množstvo horčíka na signalizáciu zmeny UV a červeného svetla v prostredí. Ak treba, prečítaj si opäť starší článok o zvláštnostiach ETC. Dozvedel si sa tam, že silné UV svetlo brzdí deutéria zbavenú vodu v mitochondrii, zatiaľ čo červené svetlo podporuje produkciu deutéria zbavenej vody v mitochondrii. Je to tak schválne. Presne preto sme počas pobytu v Afrike vyžadovali málo potravy, pretože sme nemali nutnosť rozpájať tok elektrónov z jedla od produkcie ATP. Inými slovami, z jedla sme tvorili takmer 100% ATP, no iba keď sme to potrebovali a počas súmraku, východu a západu slnka sme si vystačili s červeným svetlom. Naopak, keď sme sa začali sťahovať viac na sever, množstvo UV svetla v okolí radikálne kleslo a dominantným sa stalo červené. Toto bol prvotný stimul, ktorý hnal absorpciu a pohyb horčíka do mitochondrie. Veľa ľudí však nevie, ako veľmi súvisí horčík s UCP2, protónmi a tiež magnetickým poľom. Teraz si to trošku objasníme. Ako odborne, tak aj pre laikov. Poďme na to. Horčík znižuje priepustnosť voľných protónov cez membránu mitochondrie\n\nO rozpojovacích proteínoch (UCP) a ich vplyve na deutérium sme mali  Každý kto nie je člen a nevidel ho, máte opäť možnosť  Získate v ňom veľa užitočných informácií, ako teoretických, aj praktických. Záznam  Toto je niečo, čo každý kto videl  Mitochondria totiž v niektorých prípadoch, napríklad počas anabolizmu, nechce ďalší stres. (4) Naopak vyžaduje špecifické množstvo deutéria v matrixe, aj vďaka UCP, a následne špecifické množstvo UV biofotónov, ktoré vytvorí, aby sa rozmnožila. Tu však prichádza do hry efektivita. Počas sťahovania sa ďalej od rovníka bola naša koža vystavená nižším teplotám, čo epigeneticky stimulovalo prvú expresiu UCP proteínov, aby sme začali tvoriť voľné teplo v mitochondrii. To znamená, že mitochondria zmenila svoju morfológiu a generované protóny začala prepúšťať voľne cez membránu bez nutnosti prechodu cez ATP syntázu. Toto priamo znížilo našu produkciu ATP a naopak zvýšilo spotrebu vodíka (z jedla alebo z podkožia). A hádaj čo. Koncentrácia voľného horčíka znižuje priepustnosť voľných protónov cez membránu mitochondrie. Toto bol dôležitý bod v našej evolúcií, kedy sme nižšie úrovne horčíka využili na väčší únik protónov cez membránu mitochondrie a následne rozpojenie UCP a tvorbu nových haplotypov! Toto je niečo, čo sa opäť na stránkach, kde kupuješ doplnky nedozvieš, však? Aj preto by si mal vždy uvažovať najskôr nad tým, pod akým svetlom tráviš čas a pod akým svetlom si najviac deficitný na horčík. Ver, že keď si to začneš všímať, dospeješ k zaujímavým záverom. Toto bol podľa mňa veľmi dôležitý stimul pre naše mitochondrie, ktoré vďaka vysokému množstvu voľných protónov a ich magnetickému momentu zároveň začali viac reagovať na magnetické pole zeme. Magnetické pole zeme je zároveň intenzívnejšie bližšie k pólom, zatiaľ čo elektrické bližšie k rovníku. Červené a infračervené svetlo, akého sme v týchto končinách mali veľa, vplýva na neustále štrukturovanie vody a z vodíkových väzieb vo všetkom, čo je hydratované. Ionizovaný vodík (iba protón) zároveň vďaka svojmu SPINU reaguje na magnetické pole. Ak neveríš, prečítaj si ako funguje MRI. Takto sme dokázali zvýšiť citlivosť na množstvo UV svetlo zo slnka a magnetického poľa, podľa čoho sme generovali rozdielne množstvo UV biofotónov. Výsledkom bola tvorba rôznorodých haplotypov T, U, V, W, H, I, J K, …\n\nNaše sťahovanie a „chtíč“ stretávania sa s podobnými kmeňmi tiež súvisí so svetlom \n\nVšetky tieto evolučné zmeny mali obrovský význam nie len na rozvoj haplotypov, ale tiež našu socializáciu a správanie. Nie je predsa náhoda, že v rovnakom evolučnom období, cca 70 tisíc rokov dozadu, ako sme sa začali sťahovať sa tiež začala objavovať REČ a naša verbálna komunikácia. Počas evolúcie sa totiž náš allokortex veľmi scvrkával, v porovnaní s vyvíjajúcim sa neokortexom, čo nám umožnilo zopár zaujímavých vecí. Za prvé, allokortex (ktorého súčasťou je aj paleokortex a teda náš čuchový systém) nedostáva priamy vstup z thamalu, no je veľmi citlivý na svetlo a biofotóny zachytené nosom. (7, 8)\n\nNaopak naše mladšie mozgové kôry, ktoré dnes tvoria až 90%, dostávajú každá priamy vstup z thalamu, ktorý rezonuje so Shummanovou rezonanciou a sú viac závislé od rozptylu svetla a úniku biofotónov dnu. Aj vďaka tomuto sa nám podarilo rozvinúť modré oči, podobne ako bledú pokožku, ktoré sú schopné prepustiť viac svetla aj biofotónov z okolia dnu. Toto bol veľmi dôležitý stimul pre našu komunikáciu s prostredím, ale aj medzi sebou. Práve vďaka tomuto sa postupne ľudia rozoznávali a zároveň zdokonaľovali komunikáciu, ktorá prechádzala komplexnejšími mozgovými okruhmi, čo nám umožnilo prestať toľko „počúvať“ iba inštinkty a naopak viac využívať „slobodnú voľbu“. Všetko to však má aj svoje negatíva! Záverečné zhrnutie a praktický tip\n\nDnes už ľudia často zabúdajú, že ŠŤASTIE, RODINA, LÁSKA, VZŤAH, či dokonalá PRÁCA alebo VÝKONNOSŤ nie sú CIEĽOM. Sú výsledkom CESTY. Je to neustále sa meniaci PROCES, ktorý vytvárame z našich (NE) vedomých každodenných rozhodnutí. ⠀⠀⠀Ľudia sú v dnešnej modernej dobe často chorí a unavení z toho, že sa cítia chorí, deprimovaní a unavení. Či už z nejakej choroby, činnosti, vzťahu, či kamarátov, ktorí im nedávajú zmysel. Sú unavení zo svojej vlastnej NESCHOPNOSTI ZMENIŤ TO… ⠀\n\nUvedom si však, že MÁŠ možnosť voľby. Všimni si ako ti niekedy plynie čas, keď počúvaš človeka, s ktorým si nemáš čo povedať a len sleduješ hodinky, verzus keď sedíš s človekom, s ktorým máte veľa spoločného, „rezonujete“ a bavíte sa hodiny, pričom čas „letí“. Rovnako ako slnečné svetlo, tak aj správni ľudia v nás vytvárajú adekvátne kvantizované množstvo dopamínu, pretože oba vysielajú špecifické množstvo svetla/biofotónov, ktoré naše mitochondrie a polovodiče absorbujú. Naše vylučované biofotóny sa menia v rámci dňa a noci a tiež polohy na Zemi. Aj preto sa tiež mení generácia ATP a koncentrácia horčíka v mitochondrii. ⠀Teraz už verím vieš prečo máš dlaň, s ktorou sa dotýkaš druhej osoby bledú, no zvonku je tmavá, až opálená. Tiež je to dôvod prečo nám chlpy nikdy nerastú na dlani, ale zvonku. Množstvo a typ biofotónu, aký z osoby pred nami uniká a aký náš polovodič, na základe svojej farby absorbuje, odrazí, alebo prepustí dnu, je kvantizovaný. Presne preto naozaj existujú ľudia, ktorí z teba energiu doslova „vycucávajú“, zatiaľ čo iní, ťa ňou môžu doslova „dobíjať“ a to aj napriek hodinovým rozhovorom, kedy strácaš pojem o čase. Nezabúdaj, že čas je relatívny. To, že na hodinách prešla hodina neznamená, že aj na mitochondriálnej membráne. Už len rýchlosť elektrónov na nej dokáže čas spomaliť. ⠀ ⠀\n\n  Zobraziť tento príspevok na Ins  Príspevok, ktorý zdieľa SLOVAK MITOCHONDRIAK CIRKADIAN (@jaroslavlachky) \n\nTvoj záverečný tip, ktorý dávam schválne na koniec je, ak používať doplnok horčíku, vyskúšaj aj sprej na pokožku. Nechaj trochu uschnúť a následne sa vystav príjemnému slnku, prípadne v krajnom prípade vhodnému panelu s červeným a NIR svetlom! Pozvanie na ďalšiu živú besedu, tentokrát v Prahe\n\nAk sa ti tento článok/podcast páčil a chceš ma podporiť v práci, alebo si myslíš, že môže protokol pomôcť niekomu z tvojich známych, Je to aj podpora pre mňa a moju prácu (vidím, že to má zmysel aj naďalej). Balíček tlačených kníh Spoznaj Svoju Biológiu\n\nAk chceš byť informovaný vždy medzi prvými o zverejnení nového článku/podcastu, prihlás sa na \n\nS radosťou Vás všetkých pozývam na prvú živú akciu/besedu v Česku, ktorá bude už 30.08. v centre Loreto v Prahe 8. S Jakubom a Erikom sa na Vás tešíme, porozprávame sa okrem iného trošku o elektrine a magnetizme, o svetle, ukážeme si značku EasyLight aj Moonvibe a samozrejme to bude venované hlavne Vám, diskusii a spoločne strávenej chvíľi v kruhu podobne zmýšľajúcich ľudí. No a po dnešnom článku už vieš, prečo sú práve stretnutia s takýmito ľuďmi veľmi dôležité. Pre rezerváciu miesta aj prípadné bližšie otázky prosím kontaktujte Jakuba:Rezervácia: jakub.kuba.cerny@seznam.czalebo: +420739675531\n\nTiež ti dávam do povedomia zariadenia Easy Light – Mitochondriak®, ktorých úlohou je zlepšiť tvoju svetelnú „výživu“! To, že sme produkty hneď od začiatku nazvali „Mitochondriak“ nebola náhoda. Nájdeš ich tu: a registrovať sa do newsletteru EasyLight môžeš TU. Momentálne sú plne naskladnené už aj produkty Mitochondriak®3.0, ktoré obsahujú ako jediné aj pridanú vlnovú dĺžku 760 nm. Informácie nájdeš tu. Moji  \n\n„Nesnažíme sa „hacknúť“ prírodu ani napodobniť slnečné svetlo. Snažíme sa im len čo najviac priblížiť a využiť ich prírodnú liečivú silu!„\n\nMitochondriak® 3.0 UV portable. Prvý prototyp panelu na baterky, ktorý má až 8 vlnových dĺžok a pridané UV svetlo! Akciové rodinné balíčky od EasyLight\n\nPřehráním videa souhlasíte se zásadami ochrany osobních údajů YouTube.Zjistit vícePovolit videoVždy povolit Youtube videa\n\nĎakujem ti za pozornosť a čítame/počujeme sa nabudúce. Referencie, odkazy a štúdie: Pilchova I, Klacanova K, Tatarkova Z, Kaplan P, Racay P. The Involvement of Mg2+ in Regulation of Cellular and Mitochondrial Functions. Oxid Med Cell Longev. 2017;2017:6797460. doi: 10.1155/2017/6797460. Epub 2017 Jul 5. PMID: 28757913; PMCID: PMC5516748. Anju M, Chacko L, Chettupalli Y, Maiya AG, Saleena Ummer V. Effect of Low Level Laser Therapy on serum vitamin D and magnesium levels in patients with diabetic peripheral neuropathy – A pilot study. Diabetes Metab Syndr. 2019 Mar-Apr;13(2):1087-1091. doi: 10.1016/j.dsx.2019.01.022. Epub 2019 Jan 18. PMID: 31336449. Yamanaka, R., Tabata, S., Shindo, Y. et al. Mitochondrial Mg2+ ostasis decides cellular energy metabolism and vulnerability to stress. Sci Rep 6, 30027 (2016). Cadenas S, Brand MD. Effects of magnesium and nucleotides on the proton conductance of rat skeletal-muscle mitochondria. Biochem J. 2000 May 15;348 Pt 1(Pt 1):209-13. PMID: 10794733; PMCID: PMC1221055.",
  "date": "2024-08-18T00:00:00+02:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:47:44+02:00",
  "word_count": 2139,
  "source_file": "Epigenetika_26_Sahovanie_ud_zrovnka_azmena_vyuvania.json",
  "cleaned_word_count": 2278,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:52.426945",
    "original_word_count": 2139,
    "cleaned_word_count": 2278,
    "reduction_percentage": 9.38
  }
}