{
  "url": "https://jaroslavlachky.sk/epigenetika-21-psoriaza-ako-adaptacia-pokozky-a-jej-skutocny-povod/",
  "title": "Epigenetika #21 Psoriáza ako adaptácia pokožky a jej skutočný pôvod",
  "content": "Čo majú spoločné cukrovka a psoriáza? Prečo tvrdím, že obe v skutočnosti nie sú choroba, ale epigenetická adaptácia a zároveň sú obe stimulované viditeľným svetlom (nedostatok UV a IČ)? Aké mám na to dôkazy? V dnešnom a budúcom článku sa pozrieme na epigeneticky rozvoj, pôvod aj zmysel týchto dvoch „ochorení“ – psoriáza a cukrovka, pričom v tom dnešnom si rozoberieme psoriázu. Budeš prekvapený tým, čo sa dozvieš, ako veľmi psoriáza súvisí s ubikvitináciou, prečo sa lieči UVB lampami a čo by si o nej mal vedieť z kvantovo biologického hľadiska, ak sa ťa to týka. Poďme na to. Sumár článku\n\nČo je psoriáza, čo má spoločné s cukrovkou a prečo je to problém predovšetkým ubikvitinácie? Ako psoriáza naozaj vzniká a ako súvisí s jednotlivými vrstvami kože? Ktoré vrstvy kože sú u psoriázy premnožené a prečo? Ako sa to deje? Ako súvisí pulzné UV svetlo s liečbou psoriázy? Naozaj sa v medicíne využíva, hoci sa o ňom moc nerozpráva? Aké krvné testy a markéry sa oplatí sledovať (nie len) u psoriázy a ako ju potencionálne zlepšiť/liečiť? A samozrejme ešte viac\n\nP.S. Článok si môžeš vypočuť aj ako nahovorený Audio podcast. Nájdeš ho tu alebo na SPOTIFY. P.P.S. Ak chceš byť informovaný vždy medzi prvými o zverejnení nového článku/podcastu, prihlás sa na \n\nÚvod – Čo má spoločné psoriáza a cukrovka\n\nNa úvod si povedzme, prečo je vlastne psoriáza a cukrovka prepojená a čo majú spoločné, respektíve prečo sú ľudia s cukrovkou náchylný na psoriázu a opačne. Ľudia, ktorí majú psoriázu, majú väčšiu pravdepodobnosť, že dostanú cukrovku 2. typu. To je stav, ktorý vášmu telu sťažuje tvorbu aj využitie hormónu inzulínu. Tiež je známe, že čím horší kožný problém, tým väčšia je pravdepodobnosť, že dostaneme cukrovku. Platí to však aj opačne. Ľudia s cukrovkou 2. tipu majú väčšie riziko aj prevalenciu psoriázy. [1, 2]\n\nNa obrázku vidíš ako koreluje práve výskyt cukrovky s psoriázou a ešte aj reumatoidnou arthritídou. Nie je to náhoda. Zdroj: Dubreuil, Maureen et al. “Diabetes incidence in psoriatic arthritis, psoriasis and rheumatoid arthritis: a UK population-based cohort study.” Rheumatology 53 2 (2014): 346-52. Ďalšia vec, ktorú majú tieto „choroby“ spoločné je napríklad to, že pacienti majú hrubšiu kožu na špecifických miestach tela (Psoriáza = hrubé spodnejšie bazálne vrstvy). Tieto časti preto majú, spoločne s inými postihnutými tkanivami, zvýšenú deuteráciu (majú viac deutéria), čo koreluje lokálnej dehydratácií a vzrastu heteroplazmie. Zapamätaj si, že menej deutéria zbavenej vody v mitochondrii koreluje vždy vyššej heteroplazmii. si to mal vysvetlené! NOVINKA: V predaji už aj praktický pdf sprievodca deutériom!\nStiahni si praktického pdf sprievodcu olejmi, tukmi a základnými potravinami spolu s ich obsahom deutéria a všeobecnými odporúčaniami na konzumáciu.\nKnihy | ProtokolyPdf príručka - Deutérium v potravinách a olejochStiahni si praktického pdf sprievodcu olejmi, tukmi a základnými potravinami spolu s ich obsahom deutéria…9,90 €Kúpiť\n\nNo a ďalšia vec je, že so zvyšujúcou sa heteroplazmiou v tkanive klesá lokálne proteín NAD+ (lepšie povedané pomer NADH/NAD+), čím vzniká pseudohypoxia, vďaka čomu sa mení tvorba ROS aj RNS (viď  ELF-UV), aké stráca/vylučuje. Tento progress logicky koreluje Redoxu tkaniva, v akom sa to deje, čo následne ide ruka v ruke s tým, koľko svetla dané tkanivo dokáže vstrebať. Možno sa pýtaš prečo začínam takto, no dnes idem rovno k veci. Ak v tkanive klesol Redox, stráca priveľa UV (viď riadky vyššie), nedokáže už absorbovať toľko UV svetla. No a práve UV svetlo je to, čo tlmí ubikvitináciu, ktorá je prestimulovaná práve pri psoriáze! Základ by sme mali a teraz poďme viac na psoriázu. Toto bude cieľom dneška. Ako prvé si musíš uvedomiť to, čo psoriázu rozvíja a to je chronicky prestimulovaná ubikvitinácia. Psoriáza a zvýšená ubikvitinácia v bazálnej vrstve kože\n\nZopakujme si čo je ubikvitinácia. Musíš to mať na mysli ako prvé, pretože práve ona súvisí s psoriázou. Tu je vysvetlenie: Keď je v tvojom tele nejaký proteín príliš zoxidovaný (stratil elektróny a klesol jeho Redox), už nedokáže byť správne hydratovaný a transformovať v bunke energiu. Preto ho bunka pomocou vylúčenia ubikvitínu označí a pre bunku a je to signál, že je neefektívny, treba ho zahubiť a nahradiť novým! Vyššia ubikvitinácia teda znamená vyššiu spotrebu proteínu (aj preto chorí ľudia potrebujú jesť viac proteínov – viď Stravovací protokol) a tiež znamená viac vpúšťania deutéria do bunky a vyšší metabolický obrat! Stravovací protokol od Jaroslav Lachký nájdete medzi protokolmi\n\nNo a hádaj čo. Tvoja pokožka je tkanivo, ktoré má prirodzene zvýšenú ubikvitináciu, konkrétne v bazálnej vrstve, pretože sa potrebuje rýchlo prerábať. Toto pozná predsa každý, aj laik. Stačí keď si pošúchaš ruku a hneď ti z nej odpadne zopár starých buniek. Naša koža je totiž z neuroektodermu, je s mozgom prepojená a je to náš najväčší orgán tela, ktorý slúži ako náš solárny panel a tiež detoxikačný/bariérový orgán. Podobne ako črevo, aj koža zachytáva veľa svetla a tiež deutéria a potrebuje sa preto rýchlo obnovovať. No a práve v tomto spočíva problém psoríazy. Keď sa proces v bazálnej vrstve kože stane nekontrolovaným, pretože je prestimulovaná deutériom a umelým svetlom bez UV, ubikvitinácia spodných vrstiev prevýši vrchné, čo zapríčiní úplnú z absorpcie, refrakcie aj prieniku svetla do kože, ktoré ubikvitináciu kontroluje. Ako vzniká psoriáza – laické, kvantovo biologické vysvetlenie! Bazálna vrstva je najvnútornejšia vrstva epidermisu a obsahuje malé okrúhle bunky nazývané bazálne bunky. Ako aj z názvu vyplýva – bazálna znamená „vnútorná“ (alebo aj vlastná). To znamená, že sa jedná o vnútornú a nie povrchovú vrstvu kože. Bazálne bunky sa na rozdiel od povrchových vrstiev kože neustále delia/rozmnožujú, pričom novo vzniknuté bunky neustále tlačia staršie na povrch kože, kde sa nakoniec vylučujú. Vrstva bazálnych buniek je tiež známa ako stratum germinativum vďaka tomu, že neustále klíči (produkuje) nové bunky. Ako teda vidíš z laického vysvetlenia, aj priložených obrázkov vyššie, za normálnych podmienok sa každému z nás bazálna vrstva kože rýchlo množí a delí. Rýchlejšie ako väčšina buniek v tele. Tunajšie bunky roztvárajú viac svoju DNA, z génov spravia kópiu a rozmnožia sa, následne nové bunky nahradia staré a tie sa zas presunú (sú vytlačené) na povrch, odkiaľ „odpádavajú“. Už len toto ti automaticky ukazuje, že bazálne bunky majú od prírody vyššiu ubikvitináciu. Sú na to adaptované. No a ubikvitinácia je priamo prepojená s bunkovým cyklom a cirkadiánnymi endogénnymi hodinami a teda aj s koncentráciou deutéria. Nezabúdaj totiž, že po označení ubikvitínom sa bunka musí spotiť, nasiaknúť deutérium, ktoré ju zväčší, na malý moment spraví neefektívnou, no zároveň jej umožní vytvoriť biofotón v spektre hlbokého UV (aj pomocou stlačenia deutéria), vďaka čomu bunka podstúpi mitózu – rozmnoží sa. No a z nedávnych článkov si pamätáš, že jeden z týchto stimulov na vpustenie deutéria dnu je práve modré svetlo. To je to, ktoré máme ráno prirodzene s východom slnka k dispozícií a to vo veľkom množstve! V ranných hodinách máme modrého svetla spolu s červeným veľa, ktoré nás zároveň robí viac bdelými a pozornými, stimuluje našu hypofýzu aby produkovala hormóny, kortizol, ACTH (cukor),… no taktiež je to stimul pre vpustenie deutéria do niektorých buniek, ktoré sa musia zväčšiť. Tieto bunky sú napr. leydigove bunky v semenníkoch, bunky v nadobličkách (aj mitochondrie)no rovnako bunky v bazálnej vrstve kože. Modré svetlo je zároveň to, ktoré síce nepenetruje hlboko ako červená a IČ, no do bazálnej vsrtvy kože, niekoľko mm pod povrch, sa dostane. A práve v tomto spočíva celá pointa! Modré svetlo je schopné zasiahnuť celý epidermis, všetky jeho vrstvy až po dermis (vidíš to aj na obrázku nižšie). Spolu s modrým svetlom však ako vidíš do epidermisu penetruje vždy aj červená a IČ a samozrejme v rámci diurnálnosti aj UVA (trochu aj UVB). Tu sa skrýva druhá dôležitá pointa, alebo ako sa zvykne hovoriť – POZOR SPOILER! UVA svetlo totiž síce zasahuje dermis (to je vrstva pod bazálnou vrstvou), no iba dovtedy, pokým sa bazálna vrstva príliš nerozmnoží a nezhrubne. Tiež maj na mysli, že je to práve UV svetlo ktoré tlmí (reguluje) ubikvitináciu! V prípade psoriázy je táto vrstva natoľko prestimulovaná a hrubá, že sa vo vrchých vrstvách začínajú tvoriť tzv. povlaky, koža ostáva dehydratovaná, no čo je najdôležitejšie, spôsob akým sa svetlo v tejto vrstve kože rozptyluje a penetruje ju, už nie je ten, ako býval. UVA svetlo sa už nedostane dnu a kontrola ubikvitinácie sa vytratí. Toto je ako strata červenej na križovatke v Bratislave. Proste CHAOS! Zhrubnutie vrstvy kože a zmena biologického času bazálnej časti = strata negatívnej spätnej väzby cirkadiánnych génov\n\nPre istotu to napíšem ešte raz. Zhrubnutie vrstvy kože a zmena biologického času bazálnej časti = strata negatívnej spätnej väzby cirkadiánnych génov. V minulosti, si 4 roky dozadu, som ti na blogu napísal kratší, no dôležitý článok o cirkadiánnych génoch PER. Odporúčam pozrieť znovu. „PER gé posiela bunke INŠTRUKCIE, aby tvorila PROTEÍNY, ktoré sa pomaličky, aj pomocou DNA, skladajú a následne sa zas rozkladajú, až pokým sa úplne nerozložia.“\n\nU ľudí a zvierat je viac ako TUCET takýchto GÉNOV, ktoré pomocou proteínov ovládajú naše endogénne cirkadiánne HODINKY. Ich prácu si vieš predstaviť na prirovnaní CHLADNIČKY a KOCKY ĽADU. „Predstav si, že PER PROTEÍN je kocka ĽADU a PER GÉN je zas VYRÁBAČ ĽADU, aký býva v moderných chladničkách. PER raz za čas vyrobí jednu kocku ľadu (jeden malý proteín), ktorá následne spadne do nachystanej misky na zbieranie ľadu. Keď sa však po istom čase vyrobí a poskladá celý PER PROTEÍN (už je miska akože plná), Gén PER sa zastaví a prestane s tvorbou.“\n\nTomuto sa hovorí riadiaca jednotka, alebo tiež POZITÍVNA a NEGATÍVNA spätná väzba. Na molekulárnej úrovni je periodicita stanovená súborom hodinových génov prostredníctvom egulačných translačných a transkripčných spätno väzbových slučiek. Tento hodinový mechanizmus je regulovaný posttranslačnými modifikáciami, ako je fosforylácia a ubikvitinácia, ktoré určujú tempo hodín. O fosforylácií si mal článok minule a tak by pre teba nemalo byť prekvapením, prečo je práve UV svetlo (endogénne UV) to, čo hrá úlohu. Zistilo sa tiež, že najmä ubikvitinácia reguluje stabilitu komponentov jadra hodín, ale aj iných funkcií hodinového proteínu. Mutácia génov kódujúcich ubikvitín ligázy môže spôsobiť buď predĺženie alebo skrátenie endogénneho cirkadiánneho obdobia. Inými slovami a v reči  laika ti teraz preložím slová vyššie a tiež zhrniem celý článok o Histamíne s pár týždňov dozadu: ČAS je relatívny. Platí to všade. V čiernej diere, vo vesmíre, v rakete, lietadle, ale aj v tvojom tele. No a biologický čas v tvojích tkanivách je určený práve tým koľko aj akého svetla má k dispozícií a hmotou aká tam je. Zadržanie svetla = dilatácia času (spomaľenie času – viď čierna diera). Strata svetla = skrátenie času = zrýchlené starnutie = rýchly metabolický obrat. Toto druhé je definícia bazálnych vrstiev u psoriázy, kedy sú endogénne cirkadiánne hodiny skrátené, pretože už nedokážu kontrolovať ubikvitináciu a bunky v bazálnej koži rastú nadmerne a nekontrolovane v porovnaní so zvyškom kože. Dochádza? Toto je skutočný epigenetický pôvod psoriázy aj dôvod prečo ne dnes rozšírená! Zdroj: Measurement of epidermal thickness in a patient with psoriasis by computer-supported image analysis – Scientific Figure on ResearchGate. Available from: [accessed 9 Apr, 2024]\n\nAko sa z bežného leta stane chronická simulácia leta 24/7? V momente, keď je bazálna vrstva pokožky prestimulovaná nadmerným umelým modrým osvetlením a hromadí sa dnu priveľa deutéria, bunky sa začínajú množiť rýchlejšie ako by sa mali. Toto prvotné hrubnutie kože je však v prirodzených podmienkach žiadúce. Že nerozumieš? Ale no taaaaak, premýšľaj. Pozri si poriadne obrázok vyššie. Už vidíš? V letných mesiacoch nie len že slnko vychádza skôr, ale je bohatšie na modré svetlo. Dôvod je sklon, aký naša zemepisná šírka má (tzv. uhol ZEN). Práve toto prirodzené mierne zhrubnutie a zrýchlenie ubikvitinácie (aj rastu) je dôvod, prečo sú cicavce s príchodom Jari (cca Marec až Máj) veľmi aktívne, chcú sa páriť a tiež prečo naša koža mierne zhrubne. Toto je náš prvý krok pri tvorbe solárneho mozoľu. Ďalší krok alebo lepšie povedané súčasný druhý krok je dostatok červeného aj IČ svetla, ktoré v nás stimuluje filagrín, kolagén a aj melanín. Toto je to, čo náš solárny mozoĺ „uzavrie“ a stávame sa pripravený aj na silné UVB svetlo. Toto je zároveň niečo, čo u psoriázy pacienti nemajú! Moderní ľudia majú zvyčajne iba nonstop umelého osvetlenia bohatého na modrú zložku, dokonca aj večer po zotmení, a ešte aj v zime, čo znamená, že ich vrstvy kože nemajú adekvátny kontrolný mechanizmus. Takto sa môže z leta stať simulované konštantné leto! Aj kortizol hrá u psoriázy úlohu\n\nUvedom si, že v ranných hodinách sa spolu s deutériom uvoľňuje aj kortizol. Ten je stimulovaný mozgom aj s ACTH z hypofýzy, vďaka čomu sa náš kolagén degraduje na jednotlivé aminokyseliny a stratí trochu svoju piezoelektrinu. Vďaka tomuto sa naše proteíny aj neuróny prirodzene lepšie spotia. Opäť raz vidíš, ako ti pekne nabaľujem jedno na druhé, aby sa ti celý obraz spájal ako PUZZLE! Spotenie  = zväčšenie objemu = fúzia mitochondrií = rast a množenie! Rozzipsovaný kolagén = viac plochy na roztvorených aminokyselinách = viac nasiaknutej vody = lepšia absorpcia svetla. Avšak akonáhle sme na slnku a prichádza aj prvé UVA svetlo, celý proces sa začína vracať, pretože voda mení svoju viskozitu, vzniká viac EZ aj koherentných domén a kolagén svoje aminokyseliny aj kríženie zlepšuje. To znamená, že sa stáva opäť piezoelektrickým a začína zo svetla a pohybu generovať masívne množstvo prúdu. Toto je dôvod, prečo cez deň všetok život vykazuje vysoký záporný elektrický potenciál, ktorý v noci mizne. Články o spánku a neurónoch ti to vysvetlili dopodrobna. Teraz nadväzujem a pokračujem v spojitosti s psoriázou. Kortizol je proteín (hormón), ktorý je produkovaný v rozličných častiach tela no vo veľkom najmä v nadobličkách. Toto je časť tela, ktorá vyžaduje nadmerné potenie v ranných hodinách aj vďaka zachyteniu modrého svetla našim okom (sietnicovo hypotalamický trakt). No a UV svetlo dopadajúce na našu kožu, ktoré prichádza vždy s oneskorením (viď Opaľovací protokol) je to, čo naše steroidy, ale aj adrenalín a kortizol znižuje. Toto je dôvod prečo pri meraní diurnálneho kortizolu v slinách zistíš veľmi veľa o svojom CR a dokonca aj o ubikvitinácií a množstve modrého verzus UV svetla, akému cez deň čelíš. Aj toto si často u klientov všímam a nabádam ich na takéto meranie, hoci im to priamo niekedy nepoviem. Drahá, no vzácna kniha, ktorú často nosím na prednášky. Akonáhle sa človek stáva deficitným na prirodzené a diurnálne UV svetlo, čo je aj prípad psoriázy pretože cez bazálnu vrstvu UV už neprenikne, všetko dnu má jednoducho pozmenenú koncentráciu molekúl ako DHA, melanín, síra, serotonín, melatonín, ale aj kortizol. To znamená, že niektoré hormóny ostanú vylúčené dlhšie, napríklad kortizol, čo zapríčiní nadmernú degradáciu kolagénu (viď bežný jav u psoriázy, čo mi len dáva za pravdu) a iné molekuly sa zasa stanú deficitnými (napr. DHA, melatonín, ale aj melanín, pretože vyžadujú UV). UV svetlo ako liek na psoriázu (dokonca aj v medicíne)? Môže byť toto dôvod, prečo sa na liečbu psoriázy využívajú UV lampy a dokonca aj UVB lampy? Nepríde ti to zvláštne? Ak je UV zlé, máme sa pred ním natierať a chrániť, dokonca nás strašia že nám privodí rakovinu kože, prečo ho potom využívajú na liečbu kožného ochorenia, no paradoxne bez rizika rakoviny? Mne osobne to zvláštne nepríde, no trochu pokrytecké a zároveň nepochopené. Očividne si totiž niektorí ľudia nekladú otázky prečo to zaberá a nezapríčiní rakovinu, keď UV svetlo zo slnka „vraj áno“, a tiež aký je mechanizmus, ktorý za to môže? Ty ho od dnes poznáš – je to predovšetkým ubikvitinácia, degradácia kolagénu a správna kontrola deutéria v tkanive epidermisu. No a ver, že na liečbu sa dokonca využíva aj niečo, čo má skratku LAMI, čo je v podstate technológia využívajúca pulzné UV svetlo. Áno, dobre počuješ. Pulzácia UV svetla. Verím, že pre mojích členov to nie je šokujúca správa. Pre mňa osobne bolo jasné od začiatku ako som sa začal o kvantovú biológiu zaujímať, aký obrovský význam má pulzácia a to ešte ďaleko predtým, ako som vôbec vedel, že niekedy budem stáť za spoluzaložením projektu Mitochondriak®. Naše polovodiče, na čele s piezoelektrickými mitochondriami totiž UV svetlo generujú sami, pomocou manipulácie so štrbinou v P a N štruktúre, ktoré je pulzované vždy! No a to, čo matka príroda z nejakého dôvodu vymyslela, nebola náhoda, ale zámer! LAMI je pomerne nová technológia imobilizácie proteínov nazývanej svetlom asistovaná molekulová imobilizácia (Light Assisted Molecular Imobilization alias LAMI). LAMI sa používa aj na navrhovanie liekov pomocou UV svetla na PREDCHÁDZANIE rakovine. Len tak mimochodom, prečítaj si  o biofotónoch a ideálne, ak si aj pozrieš Februárový  Jasne si v ňom videl ako naše bunky vedia biofotóny tvoriť v normálnych podmienkach, ale aj chronických. UV svetlo kontroluje apoptózu, ale aj mitózu\n\nJe to práve UV svetlo, aké bunka vylúči (pulzne), ktoré môže bunka využiť v jedných podmienkach ako signál pre množenie (RAST = PSORIÁZA môže prepuknúť), no v iných pre tvorbu oxidu dusnatého, ktorý sa naviaźe na CCO a zastaví ETC v mitochondrii, aby stimuloval apoptózu (BUNKOVÁ SMRŤ = psoriáza nedokáže prepuknúť!). Avšak na to, aby mohol oxid dusnatý vzniknúť a syntetizovať sa, musí byť tkanivo dostatočné okysličené (mať molekulárny kyslík), čo znamená, že musí mať dostatok deutéria zbavenej vody, melanínu a aj červeného, IČ a UV svetla. Tunajšie mitochondrie deutéria zbavenú vodu vytvoria, odtiaľ vezmeme O2 a melanín spolu s UV túto vodu rozdelí a O2 uvoľní! Chápeš? Písal som o tom predsa už dávno a dokonca aj roky dozadu v druhej knihe. Mal by si to už ovládať…\n\nVitamín D a oxid dusnatý ako skvelý znak/markér (nie len) psoriázy\n\nAj preto je obyčajný vitamín D v sére (25 OH) skvelým znakom a niečim, čo sa oplatí sledovať. Apoptóza totiž vyžaduje okrem NO aj vitamín D a VDR, ktoré sú stimulované UV svetlom. Bez nich apoptóza nie je možná. Vitamín D v krvi je teda krásne odzrkadlenie tvojho Redoxu a schopnosti zahubiť svoje zlé motory (slabé mitochondrie). Vitamín D má absorpciu v hlbokom UV rovnako ako exkluzívna zóna. Exkluzívna zóna sa formuje v blízkosti proteínu, ktorý má dostatok elektrónov. Toto tvojej plazme zabezpečuje DHA, síra a cholesterol. Následne exkluzívna zóna vyžaduje IČ svetlo, ktoré ju zväčší. Potom prichádza na radu UV, ktoré ju prehĺbi. Takto sa z vody stane skutočná batéria. Práve preto na základe svojho vitamínu D dokážeš usúdiť, ako je na tom tvoja plazma a Redox a tiež riziko alebo progress psoriázy. Keď si to spojíš povedzme s koncentráciou deutéria, dokážeš to vyhodnotiť ešte lepšie! NOVINKA: V predaji už aj praktický pdf sprievodca deutériom!\nStiahni si praktického pdf sprievodcu olejmi, tukmi a základnými potravinami spolu s ich obsahom deutéria a všeobecnými odporúčaniami na konzumáciu.\nKnihy | ProtokolyPdf príručka - Deutérium v potravinách a olejochStiahni si praktického pdf sprievodcu olejmi, tukmi a základnými potravinami spolu s ich obsahom deutéria…9,90 €Kúpiť\n\nUV svetlo, keratinocyty, melanín a psoriáza\n\nPosledná dôležitá vec, ktorú ti na dnes chcem prezradiť je niečo, čo bolo spoté dávno, už v solárnom mozole. Jedná sa o keratinocyty. Tu máš obrázok, pozri sa naň. 2 látky, ktoré absorbujú najviac UV a zároveň vytvoria najmenej VOĽNÝCH RADIKÁLOV, sú melanín (náš pigment) a DNA. Áno, dobre čítaš. Tvoja DNA je v podstate elektromagnetická anténa. DNA obsahuje obrovské množstvá UV svetla, ktoré vylučuje v prípade, že má bunka ešte funkciu – to znamená, ak je bunka ešte nažive. V momente, kedy je ubikvitinácia v bazálnych bunkách kože zvýšená, a bunky sa množia, staré – mŕtve bunky sú tlačené na povrch, pričom sú stále plné „opustenej“ DNA. No a sú to práve tieto nukleové kyseliny, ktoré s UV svetlom dobre reagujú. Toto je niečo, čo vie aj verejnosť, hoci zvyčajne o tom počúvame trochu opačne. Napríklad ako je UV svetlo škodlivé, pretože ničí našu DNA a máme sa pred ním chrániť. Opak je pravdou. 99% našej jadrovej DNA v bunkách po tele v skutočnosti nikdy UV svetlo priamo zo slnka ani nezachytí. Na obrázku vyššie to aj vidíš. Za prvé, UV svetlo prenikne iba pár mm do pokožky a za druhé, v prvých vrstvách kože, kam UV dopadá, sú najmä tieto keratinocyty – teda mŕtve bunky. Ich DNA UV rozptyľuje. Aj toto ti krásne ukazuje ako pekne kooperuje UV s IČ svetlom, ktoré je zároveň zachytávané vodou. Takto sa z vody stáva exkluzívna zóna a melanín z nej ľahšie separuje kyslík aj molekulárny vodík. Uvedom si však, že tieto mechanizmy sú normálne kvantizované a množstvo keratinocytov, rovnako ako melanínu, aj celý solárny mozoľ je vždy prispôsobený lokálnym podmienkam. V hlbších vrstvách kože je UV svetlo vždy absorbované a rozptýlené, vďaka čomu bunky pod povrchom dobre komunikujú. Tiež UV svetlo rady absorbujú červené krvinky, cholesterol, aj DHA. U ľudí s psoriázou je však celá bunková komunikácia narušená, pretože je bazalna vrstva kože príliš hrubá a „vysušená“. Ak mi neveríš, pomyslí na listy kaktusa verzus list jablone. Aj listy svoju hrúbku regulujú podľa vlhkosti, množstva deutéria, vody a intenzity solárneho žiarenia. Rovnako ako náš solárny mozoľ. Vyššie som spol schválne aj DHA. Hádaj čo sa stane s touto mastnou kyselinou v koži pri vystavení slnku. Pri stimulácií slnkom sa z DHA vytvorí meresin, resolvin a protektin, ktoré nás taktiež chránia pred nadmerným UV. [R, R, R, R, R]\n\nAj preto sú ryby a morské plody veľmi dôležité a to práve v zimnom až jarnom období, kedy sa tvoja koža pripravuje na silné UV svetlo. Všetky tieto predĺžené molekuly sú protizápalové a zlepšujú našu imunitu. Rovnako ako T bunky. No a každý predsa vie, že u ľudí s psoriázou sú ich T bunky v pokožke prestimulované, vďaka čomu je telo napádané samo. Je to práve slnko, ktoré našim T bunkám pomáha pracovať. Pozri napr. sem. Z ľudí s psoriázou je tento proces narušený, pretože DHA v hlbších vrstvách kože buď vôbec nemajú, alebo nie je stimulované s UV, vďaka čomu majú nadbytok pro-zápalových cytokýnov. Už rozumieš prečo má psoriáza veľa spoločného s cukrovkou 2. typu a tiež prečo je asociovaná s mnohými ďalšími chorobami, vrátane rakoviny? Dôvod je vysoká koncentrácia deutéria a nedostatok UV svetla a signalizácie buniek. Práve preto by prvý krok mal byť riešenie vecí písaných vyššie a kúpa/využitie UVB lampy musí prísť až potom, alebo súčasne s tým, ako je do života zaradené slnečné svetlo s dostatkom červeného a infračerveného (tzv. NIR). NIR spolu s UV následne kontroluje aj tyrozín kynázy. Už len obyčajné pridanie červených a infračervených LED do UVB lampy bol obrovský krok, ktorý však zdá sa bežný predajcovia zatiaľ nevidia. Záver, zhrnutie a na čo sa tešiť nabudúce\n\nUž nabudúce sa pozrieme na cukrovku (hlavne cukrovku 2. typu), ktorá má s psoriázou, ako teraz vieš, veľa spoločného. Pichanie inzulínu proces iba urýchľuje. Uvedom si, že človek s cukrovkou je zvyčajne bledí ako stena, má taktiež hrubšiu a tvrdšiu pokožku (hoci nie rovnako ako psoriáza), hlavne v oblasti krku a rúk, čo ti automaticky naznačuje, že jeho epidermis nemá dostatok červeného a IČ svetla zvonku (stráca iba priveľa UV z vlastných buniek dnu) a je dehydratovaný. Cukrovka v podstate ani nie je choroba a za mňa by ani nemala byť ako choroba klasifikovaná, hlavne keď vieme, že sa jedná o evolučnú adaptáciu (napríklad na chlad a/alebo nedostatok slnečného UV svetla). Tým netvrdím, že by ľudia s cukrovkou nemali dostať starostlivosť alebo „liečbu“. Tvrdím len, že pohľad na cukrovku – že je to len o inzulíne a neustálom jedení sacharidov, aby sa udržal stabilný cukor v krvi, je absolútne chybný! Dnes rovnako vieme, že už len modré svetlo samo o sebe, bez červeného a IČ, zvyšuje cukor v krvi zatiaľ čo červené svetlo glukózu v krvi naopak redukuje znižuje (až o 27%).Tu si k tomu mohol dávnejšie čítať stručný článok. Keďže je ich telo adaptované na chronické stimulované letné podmienky 24/7, ich ubikvitinácia je v niektorých oblastiach tela taktiež zvýšená, s ktorou aj deuterácia a heteroplazmia. Aj preto vyzerajú ako vyzerajú. V prirodzených podmienkach, v jeseni, kedy je ešte veľa slnka, no prudko klesá UV, tvorí modré svetlo spolu so sacharidmi prevahu. Živočích, ktorý sacharidy a najmä fruktózu konzumuje, no nemá UV svetlo, pričom zažíva už aj prvý chlad, jednoducho ľahšie priberie, stratí citlivosť na inzulín a tiež mu hrubne pokožka a/alebo sa mení srsť. Podmienky sa však vždy v zime reverznú no u moderných ľudí to už neplatí. Aj preto ich „adaptácia“ organizmu, ktorou cukrovka je, pretrváva a zhoršuje sa a postihuje ďalšie a ďalšie tkanivá ako napr. oči, mozog, neurologické funkcie,…\n\nVšetko sú to len dôsledky nedostatočného okysličenia (málo melaninu + hrubá dehydratovaná koža), malého množstva oxidu dusnatého aj deutéria zbavenej vody, zvyšujúcej sa heteroplazmie/deuterácia tkanív (preto vzrastá glykovaný hemoglobín) a samozrejme absencie UV a IČ svetla. Verím, že rozumieš prečo končím takto. Aký si máš z dneška odniesť záver a ponaučenie? Takéto: Ako chceš vyliečiť niečo čo nie je choroba? Psoriáza je adaptácia. No a adaptácia znamená „adaptovať sa na podmienky, akým čelíš“. Ak by si aj psoriázu liečil bez zmeny tvojho prostredia, je to prehraný boj. Rovnako ako keby kaktusu vezmeš jeho listy a dáš mu tam tenučké. Nezvládli by to, chloroplast by nezískal energiu a kaktus by zahynul. Záver a sprístupnenie pdf sprievodcu o deutériu\n\nAk sa ti tento podcast/video páčilo a chceš ma podporiť v práci, alebo si myslíš, že môže pomôcť niekomu z tvojich známych, Na webe je od tohto týždňa možnosť zabezpečiť si už aj nový pdf praktický sprievodca deutériom. Každý účastník decembrového  \n\nKaždý ostatní si ho vie zakúpiť na Eshope! Je to aj podpora pre mňa a moju prácu (vidím, že to má zmysel aj naďalej). Balíček tlačených kníh Spoznaj Svoju Biológiu\n\nAk chceš byť informovaný vždy medzi prvými o zverejnení nového článku/podcastu, prihlás sa na \n\nTiež ti dávam do povedomia zariadenia Easy Light – Mitochondriak®, ktorých úlohou je zlepšiť tvoju svetelnú „výživu“! Nájdeš ich tu: a registrovať sa do newsletteru EasyLight môžeš TU. Okuliare + večerné červené svetlo pre lepší spánok od EasyLight\n\nPřehráním videa souhlasíte se zásadami ochrany osobních údajů YouTube.Zjistit vícePovolit videoVždy povolit Youtube videa\n\nČítame sa nabudúce, takže zostaň naladený! Referencie, zdroje a spotá literatúra: Dubreuil, Maureen et al. “Diabetes incidence in psoriatic arthritis, psoriasis and rheumatoid arthritis: a UK population-based cohort study.” Rheumatology 53 2 (2014): 346-52. Measurement of epidermal thickness in a patient with psoriasis by computer-supported image analysis – Scientific Figure on ResearchGate. Available from: [accessed 9 Apr, 2024]",
  "date": "2024-04-10T00:00:00+02:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:47:57+02:00",
  "word_count": 3918,
  "source_file": "Epigenetika_21_Psoriza_ako_adaptcia_pokoky_ajej_sku.json",
  "cleaned_word_count": 4283,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:52.544113",
    "original_word_count": 3918,
    "cleaned_word_count": 4283,
    "reduction_percentage": 8.71
  }
}