{
  "url": "https://jaroslavlachky.sk/kb-23-kinaza-a-fosfataza-ako-on-off-spinac-endogenneho-uv-svetla/",
  "title": "KB #23 Kináza a fosfatáza ako ON/OFF spínač endogénneho UV svetla",
  "content": "Koľko toho vieš o polovodičoch? Čo znamená, keď doň pridáme doping a umožníme rekombináciu? Ako vďaka tomu naše polovodiče tvoria UV svetlo, ktoré využívame napr. na kontrolu rastu (tyrozín kináza)? Aj na toto sa dnes pozrieme. Na úvod si vypočuj toto krátke, preložené video a potom poďme na to. Přehráním videa souhlasíte se zásadami ochrany osobních údajů YouTube.Zjistit vícePovolit videoVždy povolit Youtube videa\n\nP.S. Článok je nahovorený a nahraný aj ako audio podcast. Nájdeš ho tu alebo na SPOTIFY. P.P.S. Ak chceš byť informovaný vždy medzi prvými o zverejnení nového článku/podcastu, prihlás sa na \n\nSumár článku: Čo je to kináza a fosfatáza? Čo tieto enzýmy robia? Ako súvisí fosfor a fosfátová skupina s činnosťou proteínu? Aké vlastnosti má fosfor a prečo sa pridáva do polovodičov? Ako naše telo využíva fosfor a ako vďaka nemu mení emisiu UV svetla proteínu? Čo je to rekombinácia, ako putujú elektróny a diery v polovodiči, a ako vďaka veľkosti štrbiny medzi vodivým a valenčným pásmom generujeme svetlo? Fosforylácia a enzýmy kinázy, či fosfatázy\n\nZopakovanie z prvých článkov epigenetiky – 4 faktory, aké naše telo využíva pri prepise a zmene epigenetiky sú: metylácia alebo demetylácia DNA, Acetylácia alebo Deacetylácia histónov\n\nFosforylácia alebo Defosforylácia\n\nZmena Redoxu na bočných reťazcoch proteínov\n\nDnes to bude opäť najmä fosforylácia – pridanie alebo odobranie fosfátovej skupiny. Čo je fosfátová skupina (PO3) uz vieš. Fosfátova skupina je atóm fosforu a 4 atómy kyslíka okolo. Pokračovanie – enzýmy, ktoré proteíny robia aktívnymi alebo neaktívnymi, sa volajú Kinázy. Najčastejšie 3 sú: Tyrozín kináza, serín kináza a threonín kináza. Ich úlohy sú najmä: Robia proteín aktívnym/neaktívnym. Slúžia ako signál, keď pripnú fosfát na proteín, aby reagoval s ďalšími proteínmi. Tento druhý bod si laicky predstav ako „pájkovanie“ elektrického spoja – keď jeden káblik spojíš s druhým. Vďaka spájkovaniu spoja už dokáže prúd pretekať. Pridanie fosfátu spraví niečo podobné, pretože zmení absorpciu aj emisiu daného proteínu tým, že zmení proteínov doping, čím mu umožní komunikovať s proteínmi na blízku, ktoré majú elektrónovú konfiguráciu s podobnou štrbinou (množstvo eV sa rovná vylúčenému/absorbovanému svetlu proteínu). Kinázy využívajú zvyčajne ATP, ktoré hydrolizujú a následne jeho Fosfátovu skupinu pridajú na proteín. Takto ho spravia aktívnym. Opak kinázy je fosfatáza (enzým), ktorý fosfát odstraňuje a tým deaktivuje danú úlohu proteínu. Kináza teda fosfát pridá, zmení jeho emisiu do UV a fosfatáza naopak. Teraz sa pozrime na samotný inzulín a jeho signalizáciu. Ako funguje inzulín a glukóza: Enzým, na aký sa inzulín viaže, je Receptor Tyrozín kináza (skratka RTK). Vyzerá to asi takto. Inzulín sa nadviaže na receptor RTK (polovodič inzulín sa dostane do kontaktu s RTK = akoby „spájkovanie„). RTK sa fosforyluje (pridanie fosfátovej skupiny = zmena štrbiny valenčného až vodivého pásma). Fosforylácia stimuluje exocytózu (uvoľnenie) GLUT4, ktorý sa presúva na membránu bunky. RTK pomocou GLUT4 vpúšťa glukózu do bunky. PF1 defosforyluje receptor a činnosť inzulínu končí. Ako môžeš vidieť, je tu niekoľko zaujímavých bodov, nad ktorými sa bežne nezamýšľame. Schválne som ti tam napísal aj nejaké moje „nápovedy“. Napríklad ako a čo dáva vedieť vnútrobunkovým „vačkom“, ktoré držia GLUT4, aby sa uvoľnil a šiel tam, kam treba? Alebo prečo si dávajú naše bunky záležať na spotrebe ATP, len aby pridávali a následne odoberali fosfát z proteínov? Môže za tým v skutočnosti byť niečo, čo sa týka polovodivosti a optiky? Za mňa áno. Exocytóza je proces, ktorým bunky uvoľňujú väčšie molekuly alebo štruktúry do svojho okolia. Napríklad keď bunka zo svojich tzv. „vačkov“ (vezikúl) uvoľní GLUT4, aby sa dostal k membráne. Exocytóza je pochodom opačného smeru ako endocytóza, s ktorou tvorí dohromady systém bunkového vezikulárneho transportu. K samotnému výdaju proteínu dochádza pri splynutí membránového transportného vačku s membránou na povrchu bunky. Fosfor – fosfát a jeho absorpcia a emisia UV\n\nUvedom si, že kinázy sú v našom tele veľmi dôležité proteíny. Tipov je mnoho, dodnes sa študujú a všetky nepoznáme, no to, čo je známe je, že súvisia aj s rakovinou. Vedci a lekári vedia, že ich inhibíciou v konkrétnom tkanive dokážeme zastaviť rast nádoru. K tomuto sa dostanem ku koncu, takže so mnou vydrž! Opakom kinázy je fosfatáza. Tá fosfát odoberá. Tak napríklad pri inzulíne je to proteínová fosfatáza 1 (PF1), ktorá je kľúčovou zložkou inzulínovej signálnej dráhy, ktorá je zodpovedná za premostenie počiatočnej inzulínom simulovanej fosforylačnej kaskády s konečnou defosforyláciou inzulínovo citlivých substrátov. Vďaka tomu PF1 podporuje inzulínovú signalizáciu aj syntézu glykogénu. Ako si môžeš zo starších článkov pamätať, peroxid vodíka (H2O2) a chlad, fosfatázu inhibujú. Má to svoj evolučný kvantovo biologický dôvod. To, čo som ti však v danom článku neprezradil a dnes na to nadviažem, je práve činnosť kinázy a fosfatázy a ich zmena absorpcie/emisie svetla proteínu. Takto tvoje bunky menia svoju optogenetiku, čo znamená, že pomocou pridania/ubratia fosfátu menia množstvo eV, aké daný polovodič dokáže absorbovať a aj vylúčiť. Nezabúdaj, že množstvo eV koreluje vlnovej dĺžke. Fosfor (z gréčtiny phosphorus – svetlo nosiaci) je chemický prvok v periodickej tabuľke prvkov, ktorý má značku P a protónové číslo 15. Ako čistá látka sa vyskytuje v niekoľkých modifikáciách. Elektrónová konfigurácia fosforu je 1s2 2s2 2p6 3s2 3p3 a vo valenčných p orbitáloch má tri nespárené elektróny. To sú tie 3 elektróny v „p“ suborbitále. Vzhľadom na elektronegativitu fosforu má väčšina väzieb prevažne kovalentný charakter, pričom v zlúčeninách fosfor vytvára hybridné orbitály SP3 ktoré poskytujú štyri σ-väzby. Stabilizáciou prvkami s vysokou elektronegativitou (kyslík, fluór, chlór) sa do väzby zapájajú aj orbitály d z tretej vrstvy (pre ktoré je inak vzhľadom na ich vysokú energiu účasť na väzbe výhodná), čím fosfor môže vytvárať päť, resp. šesť σ-väzieb s hybridizáciou sp3d alebo sp3d2. Atóm fosforu nie je schopný tvoriť π-väzby prekrývaním sa p orbitálov, ale vytvára πd-väzby (prekrývaním dπ–pπ orbitálov), ktoré sú príčinou rozdielnych fyzikálno-chemických vlastností kyslíkatých zlúčenín fosforu oproti dusíku. Fosfor vďaka tomuto vytvára aj delokalizované π-väzby, podobne ako uhlík v benzéne. Niečo podobné si čítal v článkoch o kvantizácií elektrónu a tzv. homo a lumo orbitáloch. Kľudne si zopakuj ak chceš. Viem, že sú tieto slová komplikované, obzvlášť pre tých, ktorí ste tu noví, no v ďalšom odstavci vysvetlím viac. Fosfor ako doping pre polovodiče so schopnosťou generovať UV\n\nV športe sa doping využíva ako použitie „niečoho“, čo zlepší vlastnosti/výkon športovca. V polovodičoch robí doping niečo podobné s tým rozdielom, že nie je zakázaný. Naopak. Príroda a technológovia ho využívajú schválne. Vyššie si čítal, že fostor má 15 elektrónov, pričom 3 má samostatné vo valenčnej vrstve tvaru p. To je tá valenčná vrstva, ktorá má najvyššiu energetickú hladinu (eV) a stačí jej málo eV, aby sa elektrón utrhol a atóm sa ionizoval. Tiež však môže tento valenčný elektrón získať dostatok eV, vďaka čomu sa dostane z valenčného do tzv. vodivého pásma, pričom pri svojom návrate  a rekombinácií prebytočnú energiu stratí a vylúči vo forme svetla (zvyčajne v UV spektre). Pozri si obrázok, pochopíš lepšie. Keďže atóm fosforu „daruje“ elektrón vodivému pásmu, fosfor sa nazýva donorový materiál. V podstate akýkoľvek prvok s piatimi valenčnými elektrónmi je teda donor, čo je synonynom N polovodiča. P polovodič má dieru (chýba mu elektrón) a N polovodič má zas elektrónov nadbytok. A ak sa pýtaš preč tento N donor musí mať 5 elektrónov, spomeň si na uhlík a jeho štyri chápadlá! Ako teda vidíš aj na laickom obrázku vyššie, bez pridania dopingu (fosforu) na daný polovodič, je hranica (množstvo eV) pomerne vysoké a polovodič potrebuje absorbovať veľa energie vo forme silného fotónu, aby sa polovodič aktivoval a tranzistor zopnul. V tvojom tele môže byť týmto tranzistorom napr. receptor. To znamená, že receptor potrebuje vylúčenie alebo zachytenie UV svetla. Toto je dôvod, prečo dnes vieme, že UV svetlo (aj modré svetlo) zvyšuje činnosť kináz, keď je nekontrolované. Presne preto vznikli dané články o inzulíne, cukrovke aj ATP roky dozadu. Mali ťa pekne postupne naučiť základy a teraz (spolu s budúcimi článkami/\n\nAko môžeš vidieť na obrázku, priestor (štrbina = gap) medzi valenčným a vodivým pásmom je to, čo rozhoduje o vlastnostiach daného vodiča alebo polovodiča a ako sa správa. Keď je príliš vysoká (veľké množstvo eV), potrebuje veľmi energetický fotón, aby elektrón excitoval. Keď je pásmo užšie, stačí mu iba trochu, avšak nezvláda vysoké teploty a logicky má vyšší odpor, vďaka čomu sa prehrieva a stráca efektivitu. No a toto je niečo, čo naše telo nechce  a dnes to nechcú ani v technológiách. Aj preto chlapík v úvodnom videu hovoril, že sa vývoj tranzistorov zastaví a budú potrebné nové. Dnes už na tom vedci pracujú a prvé procesory máme. Aj preto sa pridávajú do polovodičov dopanty (doping), ktorý túto štrbinu zmenší. Stačí sa opäť pozrieť na obrázok vyššie a nemalo by to byť pre nikoho komplikované. Chemický prvok s nižším protónovým číslom sa bude správať lepšie ako N dopant a opačne, ťažký prvok ako P dopant. Ľahký prvok, napríklad fosfor, dokáže valenčné pásmo navýšiť, vďaka čomu zníži štrbinu na minimum (zníži množstvo eV), kdežto ťažký prvok štrbinu zníži iba trochu (množstvo eV bude vyššie). V oboch prípadoch však musí platiť, že daný dopant (chem. prvok), musí mať vo valenčnej vrstve elektrón naviac. Nie opačne. Toto je dôvod, prečo naše telo využíva do vysokej miery prvky ako uhlík, dusík, horčík, sodík, síru, fosfor, vodík, ale aj jód. Jód využívame v niektorých tkanivách, kde znižuje štrbinu medzi vodivým a valenčným pásmom v koherentných doménach vody, zatiaľ čo napr. fluór nechceme. Fluóru elektrón chýba. Tiež je to dôvod, prečo využívame fosfor na aktiváciu a inaktiváciu proteínov, pretože sa zníži množstvo eV daného proteínového komplex. Fosfor má sám o sebe, v závislosti od svojej kryštalickej štruktúry, absorpciu pri cca 1,9 až 1,5 eV, čo korešponduje svetlu s vlnovou dĺžkou 640 až 850 nm. To je červené a infračervené svetlo. Pre nikoho z Vás by to nemalo byť prekvapením. Absorpcia a emisia proteínu po dopingu fosfátu\n\nAbsorpcia fosfatovej skupiny (fosfor a kyslíky) je už v rozmedzí uva až modrá (400, 420 až 470 nm), pričom maximum má až pri IČ. Jeho emisia je však naopak od UVC až po UVA. Emisné spektrá P a PO boli merané v rozsahu vlnových dĺžok 200-360 nm, pričom boli nájdené dva pásy – jeden siahajúci od 320 do 360 nm a druhý siahajúci od 230 do 280 nm. (R) To je hlboké UVC spektrum, ktoré zároveň absorbuje exkluzívna zóna, kedy najlepšie separuje deutérium z okraja proteínu. To znamená, že pridanie fosfatovej skupiny v proteíne (alebo inzulínulovom receptore), zmení jeho absorpciu a zároveň umožní danému proteínu emitovať hlboké UV svetlo. Aj preto chlad degraduje PF1 (a znižuje prácu receptov inzulínu). Vtedy nechceme priveľa glukózy a netreba vylučovať UV na kontrolu deutéria. V chlade totiž UV svetlo tvoríme na iných miestach, endogénne, vtedy, kedy to potrebujeme (nie v nadbytku)! Možno ti to totiž nedochádza, no keď si ešte raz pozrieš elektronickú konfiguráciku polovodiča s dopingom (obrázky vyššie) zbadáš niečo zaujímavé. Doping totiž štrbinu zníži, vďaka čomu daný polovodič zvláda vysoké teploty, aj napätie (toto sú podmienky nášho tela od počiatku v oceáne), no zároveň dokáže efektívne, s malými stratami, prenášať elektrón z bodu A do bodu B. Keď sa tak však stane, po úniku elektrónu z polovodiča ostane diera (voľný protón), ktorý má pozitívny náboj a šíri sa opačným smerom ako elektrón. Elektróny totiž idú z miesta kde je ich viac do miesta, kde je ich menej a diery opačne. Rovnako ako keby si rozložíš na šachovnici jeden riadok s 8 figúrkami, pričom naľavo figúrku nedáš. Keď potom začneš zprava presúvať figúrku na prázdne miesto vľavo (z druhého miesta z ľavej strany na prvé miesto doľava, potom z tretieho miesta na druhé, atď.) zistíš, že figúrka (elektrón = MÍNUS) putuje sprava doľava, zatiaľ čo prázdne miesto (diera = PLUS) putuje \n\nAk by si však nakonci vzal jednu figúrku z krabice a položil ju na ostávajúce prázdne miesto, celý „prúd“, pohyb elektŕonov aj dier zanikne a PLUS s MÍNUS sa rekombinujú v procese podobnom aninhalácii, vďaka čomu vylúčia fotón. Tento uhoľ pohľadu si zrejme nikdy nezvážil však? Zapamätaj si teda, že celý proces funguje aj reverzne, čo som ti veľakrát písal  a roky dozadu v knihách. Naše telo vďaka svetlu cez deň tvorí elektrický prúd, ktorý zároveň ukladáme do tkanív, vody a rezonancii v našich atómoch, zatiaľ čo v opačnom prípade tento elektrický potenciál vieme premeniť nazad na svetlo. Aj preto Becker zistil, že počas dňa majú stavovce, aj ľudia, veľmi vysoký negatívny potenciál na čelnom laloku a okcipitálnom pozitívny. Negatívny tiež nameral na končatinách a brachiálnej oblasti. To znamená, že na toto miesto prúdia elektróny! Ak atóm stratí jeden alebo viac elektrónov, stáva sa ionizovaným (ión, ionizácia). Ak naopak ionizovaný atóm zachytí do svojho obalu voľný elektrón, nastáva rekombinácia atómu. Keď sa elektrón do polovodiča dostane nazad, spadne s vodivého do valenčného pásma a rekombinuje sa s dierou, vylúči fotón v spektre pôvodnej štrbiny, čo znamená, že bude mať viac eV. Toto je fotón, ktorý je schopný v našej biológií dosiahnúť až UVC (200 – 280 nm). Leto a zima verzus rozdielna činnosť tyrozín kinázy aj fosfatázy\n\nMôže byť toto dôvod, prečo v lete a zime naše kinázy aj fosforylácia proteínov pracujú odlišne? Môže byť toto dôvod, prečo v lete stimulujeme aj pomocou glukózy vyšší únik UV svetla v bunkách, kedy zároveň naše bunky viac rastú (vyššia ubikvitinácia) a máme maximálne úrovne steroidných hormónov? Odpovedz si sám. V lete však zároveň UV svetlo máme k dispozícií z vonku, vďaka čomu zvyšujeme aj vitamín D, ktorý bunkový cyklus a rast drží na „uzde“. UV svetlo totiž stimuluje apoptózu, vďaka čomu sa bunky, ktoré nechceme, zahubia. V zime zasa tvoríme viac ATP, pričom chlad ako taký aj peroxid vodíka deaktivujú fosfatázu. To znamená, že naše proteíny ostanú viac fosforylované z množstva ATP, aké z ketogénnej stravy produkujeme a budeme viac produkovať UV svetlo endogénne, keď ho budeme potrebovať. Takto predsa fungujú LED-ky. To máš teda ďalší zo spôsobov, ako naše telo produkuje UV svetlo a ver, že aj toto súvisí s rakovinou, ktorú som spol v úvode. Tyrozín kináza a korelácia rakovine\n\nVyššie som spol, že je známe je, že tyrozín kináza súvisí aj s rakovinou. Inhibítory tyrozínkinázy (TKI) sú dnes používaným druhom cielenej terapie. Pôsobia tak, že blokujú enzýmy tyrozínkinázy. Enzýmy TKI pomáhajú riadiť, ako bunky fungujú, vrátane bunkovej signalizácie a rastu a ako často sa bunky delia. Niektoré inhibítory tyrozínkinázy sa teda používajú na liečbu rakoviny. Nepríde ti to zvláštne? Mne áno a koniec koncov, písal som o tom aj v mojej druhej knihe. Táto časť by mimochodom mohla zaujímať aj teba Andrea (ak to čítaš), keďže si sa ma na to nedávno pýtala. Veľa ľudí totiž vníma naše telo veľmi lineárne. Napríklad, že mať vysoké steroidné hormóny je iba pozitívum, alebo naopak mať ich nízke je iba negatívum. Podobne je to s tyrozín kinázami. Ani jedno však nie je správny pohľad, pretože to vždy závisí od ich kvantizácie. Ak má niekto napríklad rakovinu vie, že jeho rastový hormón nechce zvyšovať. IGF-1 sa totiž viaže na bunkovú membránu, vďaka čomu stimuluje tzv. sodno-protónový transportér, ktorý do bunky púšťa deutérium, čím stimuluje v bunke prechod cez G1 až G2 na S fázu až ku mitóze a bunka rakoviny sa tak môže množiť (v skratke napísané). V tomto prípade je logické, že by si daná osoba nechcela „pichať“ steroidy a zvyšovať ich hladinu. Keď to však povieš kulturistovi, on zasa vníma iba to, že tie hormóny podporia rast jeho svalov, no neuvedomuje si tieto iné negatíva. No a podobne je to s tyrozín kinázami. Keď sa nad tým totiž zamyslíš, dôvod prečo sú tieto terapie niekedy účinné, no vždy majú negatíva, je kvantizácia UV svetla a stav daného polovodiča (proteínu), na aký terapiou cielime a tiež stav hydratácie v danom tkanive (jeho heteroplazmia). Tým, že sa proteín fosforyluje, vďaka kináze, proteín zmení svoju emisiu na UV, vďaka čomu bunke signalizuje čo má robiť. No a nadmerný únik UV svetla vtedy, kedy ho nepotrebujeme, vždy koreluje potencionálnemu množeniu. Ich umelou inhibíciou pomocou lieku spravíme iba to, že zabránime uniku endogénneho UV v danom tkanive, pretože pri prechode elektrónu skrz polovodivý proteín nedokáže využiť štrbinu fosforu na rekombináciu. Telo má však mnohé iné mechanizmy, ako sa ku UV dostať, ak ho nedodáme zvonku. Presne preto ľudia, ktorí nechodia von na UV svetlo, pretože nechcú alebo nemajú svoj solárny mozoľ dostatočne silný, majú vyššie riziko množenia nádoru aj metastáz. Uvedom si, že pokým v tele vznikne nejaká rakovinová bunka, ak na to má podmienky (mysli na frakcionáciu H/D) a prepracuje sa na veľkosť povedzme 1 cm kubický, môžu prejsť roky. Avšak medzi tým sa tieto bunky mohli ľahko dostať do krvného obehu a usídliť sa (uspať) v odlišných častiach tela. Prísun ku kyslíku, hladina a koncentrácia deutéria, množstvo fosfátu a UV svetla v danom tkanive je následne to, čo ich stimuluje alebo naopak tlmí (nikdy sa neprebudia). Už rozumieš aspoň trochu prečo je tvoj solárny mozoľ veľmi dôležitý a prečo sa na veci nemôžeš pozerať iba okrajovo? Nezabúdaj, že tvoje telo je uspôsobené, aby UV prijímalo ako z vonku, tak aj z dnu, pretože si ho tvoríme. No a ak mu ho nedodávaš zvonku, musí to kompenzovať viac zvnútra. Vidíš to aj na obrázku vyššie, hoci si si to možno neuvedomil. Všimni si tie tkanivá – biely tuk, leptín, melanín, keratynocyty,…\n\nAj v tvojom bielom tuku je vo vezikulách GLUT4, ktorý sa fosforyluje, ak na to má podmienky. Takto obdrží UV zospodu, pričom je kontrolovaný množstvom UV zvrchu, ktoré stimuluje ETC v tunajších mitochondriách a ich proteín NAD. A ak mi neveríš, tu máš finálny dôkaz. (R, R) Aj slnečné svetlo, konkrétne jeho červená a IČ zložka blokuje tyrozín kinázu, zatiaľ čo UV svetlo (hlavne UVB), blokuje fosfatázu a môže stimulovať kinázu. Došlo? Naše telo totiž nepotrebuje, aby sme v lete strácali priveľa UV svetla, ani aby sme priberali z glukózy. Vtedy môžeme jesť sacharidy bez obáv. To až v jeseni, kedy UV odchádza, až vtedy pomocou spätného toku elektrónov a pentózového cyklu vyprodukujeme väčšie množstvo ROS, vrátane peroxidu vodíka, ktorý fosfatázu inhibuje, vďaka čomu bude naša tyrozín kináza aktívnejšia. To znamená, že GLUT4 sa z vezikúl v bielom tuku uvoľní viac, viac sa ho dostane na membránu podkožného tuku, ktorý sa tak dokáže zväčšiť a živočích priberie. Tiež je to jeden z dôvodov, prečo mnohým cukrovkárom konzumácia glukózy stav iba zhoršuje. Pichanie inzulínu proces ešte urýchľuje. Uvedom si, že takýto človek je zvyčajne bledí ako stena, má hrubšiu a tvrdšiu pokožku, hlavne v oblasti krku a rúk, čo ti automaticky naznačuje, že jeho epidermis nemá dostatok červeného a IČ svetla zvonku (stráca iba priveľa UV z vlastných buniek dnu) a je dehydratovaný. Toto je v podstate definícia aj psoriázy. Takto ostávajú dané tkaniva bez vody, sú plné deutéria a nemajú dostatok voľných elektrónov. Po pichnutí exogénneho inzulínu cukrovkárovi 2. stupňa nedokáže nikdy nastať správna fosforylácia, pretože v tkanive nie je dostatok vody, ktorá by receptoru dodala elektróny na počiatočné premostenie receptoru a GLUT4. Aj toto je podľa mňa dôvod, prečo je cukrovka 2.tipu aj psoriáza asociovaná (koreluje) s rakovinou vnútorných orgánov ako pečeň, pankreas, žlčník. [R, R] Zároveň je tiež známe (korelačne), že ľudia s psoriázou majú vyššie riziko výskytu cukrovky 2. tipu. Dôvodom nie je nič iné, ako zhoršená schopnosť absorpcie UV aj červeného/IČ svetla z vonku, ktoré kontrolujú kinázy dnu. Takto vyzerá kvantová biológia v praxi. Záver a Veľkonočná \n\nMarcový ncbi.nlm.nih.gov/pmc/articles/PMC9303666/\n\nGerasimidi Vazeou A, Kordonouri O, Witsch M, et al. Seasonality at the clinical onset of type 1 diabetes‐Lessons from the SWEET database. Pediatr Diabetes. 2016;17(Suppl):32‐37. doi: 10.1111/pedi.12433",
  "date": "2024-03-18T00:00:00+01:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:47:58+02:00",
  "word_count": 3029,
  "source_file": "KB_23_Kinza_afosfatza_ako_ONOFF_spna_endognneho_UV_.json",
  "cleaned_word_count": 3190,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:52.922529",
    "original_word_count": 3029,
    "cleaned_word_count": 3190,
    "reduction_percentage": 10.62
  }
}