{
  "url": "https://jaroslavlachky.sk/kb-4-mitochondrie-molekularny-vodik-a-rozpolenie-vody/",
  "title": "KB #4 Mitochondrie, molekulárny vodík a rozpolenie vody ",
  "content": "Zaujíma ťa vodíková fľaša, generátor vodíka, vodíková voda, či molekulárny vodík? Ak áno, čo by si povedal na to, keby ti poviem, že najlepší generátor vodíka máš v sebe? Čo by si povedal na to, keby zistíš, že tvoje mitochondrie tvoria aj molekulárny vodík? Neveríš? Čítaj a budeš prekvapený. V závere ťa čaká aj malý BONUS alias „HACK“ ohľadom využitia vodíkovej vody! P.S. Článok si môžeš vypočuť aj ako nahovorený Audio podcast. Nájdeš ho na stránke s PODCASTAMI. SUMÁR ČLÁNKU\n\nKrátke zhrnutie o vode a exkluzívnej zóneChloroplast a mitochondria, ktoré „točia“ voduAko vyzerá rozpolenie vody?Ako pracuje vodíková fľaša, či vodíkové auto? Ako daný vodík tvoria, ako rozpolia vodu a ako generujú energiu? Je tu nejaký súvis s mitochondriami?Prečo vodíkové autá využívajú platinu, no mitochondria molybdén? Ako naozaj naše mitochondrie dokážu vytvoriť energiu iba z „čistej“ a prefiltrovanej vody?BONUS – TIP alias BIOHACK na využitie molekulárneho vodíka!Zhrnutie + Na čo sa tešiť nabudúce\n\nKrátke zhrnutie o štruktúrovanej vode\n\nHneď v úvode ti musím dať do povedomia dávnejší článok o štrukturovanej vode a kolagéne, pretože sa ti tieto veci určite zídu. Najlepšie však bude, ak už máš prečítané všetky články z kategórie VODA (a minimálne aj článok Energia #5 Štvrtá fáza vody). Tu je krátke zhrnutie daných článkov, ktoré však neznamená, že spoté články môžeš preskočiť. Nie, potrebuješ ich prečítať celé. Aj v tejto sérií sa vode budeme venovať vo viacerých článkoch, pričom vždy „nabalíme“ niečo nové a preto nechceš premeškať úvod. Takže…\n\nNaše telo je tvorené z 98,73 % vodou, pretože je pre nás veľmi potrebná. Dôvod prečo je ten, že vďaka vode žijeme a máme energiu. Ak by som to mal napísať odbornou rečou, tak voda ti pomáha využívať Negatívnu Entropiu, ako si to čítal naposledy. Ďalšia zaujímavá vec o vode je to, že keď je v blízkosti hydrofilného materiálu, ako je napr. proteín v našom tele, daná voda sa pri proteíne usporiada a vytvorí pekné štruktúrované vrstvy, ktoré sa nazývajú Exkluzívna Zóna. Toto pomenovanie je niečo, čo vymyslel Gerald Pollack, ktorého som viackrát spomínal a ešte aj budem. Druhá vec, ktorá je o vode známa je, že rada absorbuje infračervené svetlo, ktoré exkluzívnu zónu ešte zväčší. Čo je však najdôležitejšie, exkluzívna zóna separuje negatívny elektrický náboj od pozitívneho, čím vytvorí rozdiel pH a teda aj elektro-motorickú silu, ktorá dokáže konať prácu. Toto je jedna z možností, ako nás teda „obyčajná“ voda bez kalórií dokáže zásobovať energiou. Práve toto som sa ti snažil laicky priblížiť naposledy, keď som ti ukázal, ako pomocou „obyčajných“ neposedných detičiek v upratanej izbe môžeme konať veľa práce. Áno, dobre čítaš. Tá „obyčajná“ voda, ktorá nemá žiadne kalórie, nás dokáže zásobovať energiou. A hoci sa tejto vete snaží stále veľa ľudí, vrátane odborníkov oponovať, je to tak. Molekula vody totižto pozostáva z dvoch atómov vodíka a atómu kyslíka, ktoré sa môžu rozdeliť (separovať) a vytvoriť tak „príťažlivú silu“, ktorá ich chce dostať k sebe nazad a zároveň ich „príťažlivosť“ využiť na vykonanie práce popri tom, ako sa k sebe „vrátia“. Ďalšie riadky čítaj pozorne, pretože príde zopár viet a to aj pre každého vedca, odborníka, Mgr, Ing,… ktorí potrebujú objasniť vetu vyššie o tom, že nás voda zásobuje energiou. Chloroplast, mitochondria a kolobeh vody\n\nKeď Chloroplast tvorí potravu, začína s vodou. Pri dopade SLNEČNÉHO SVETLA sa VODA (H2O) rozdelí na 2 ATÓMY VODÍKA (H+), jeden atóm KYSLÍKA (O) a dva ELEKTRÓNY. Tieto dva elektróny si spolu so svetlom rastlinka presunie do svojho PLODU, ktorý poznáš pod „odborným“ názvom POTRAVA. Na to, aby rastlinka vytvorila jednu molekulu GLUKÓZY, potrebuje zo Zeme vziať 12 molekúl VODY, z ktorých vďaka SLNKU odoberie 24 ELEKTRÓNOV. Rovnica fotosyntézy vyzerá takto:(6 H2O + 6 CO2 → C6H12O6 + 6 O2), hoci po správnosti by mala vyzerať takto:12 H2O + 6 CO2 → C6H12O6 + 6 O2+ 6 H2O. Vytvorená GLUKÓZA je to uprostred (C6H12O6). Kľudne si to  skontroluj. No a naopak, keď naše mitochondrie potravu rozkladajú, odoberú z nej vodík, ktorý sa rozdelí hádaj na čo. Elektrón a protón. Dve subatomárne častice s opačným elektrickým nábojom, ktoré sú k sebe „ťahané“ príťažlivou silou a mitochondria túto vlastnosť využíva. Mitochondria potom z vodíka z potravy a kyslíka, ktorý dýchame, vytvorí nazad VODU, čím uzavrie cyklus. Rozpolenie vody = energia\n\nKeď sa z vody uvoľní vodík (H+), tento pôsobí ako anóda (podobne ako planéta Zem). Potom sa vodík štiepi na protón a elektrón za pomoci katalyzátora, ktorým je slnečné svetlo alebo hydrofilný materiál/proteín. Oboje katalyzátory má naše telo k dispozícií, len tak mimochodom. Protóny sa pohybujú prirodzene od anódy ku katóde zatiaľ čo elektróny prechádzajú vonkajším okruhom (elektrónovým transportným cyklom), pričom sa stretávajú s protónmi aj kyslíkom v katóde, ktorý sa odborne nazýva Cytochróm C oxidáza, alias štvrtý komplex na membráne mitochondrie. Z cyklu vyššie však vznikne nie len voda, ale aj elektrická energia. Elektrické napätie možno vypočítať pomocou Gibbsovej voľnej energie, ktorá sa v tomto prípade (pri vzniku molu vody) rovná cca 276 Kilo Joulov na mol. To je 66 kCal (kilo Kalórií) pre tých, ktorí ich radi počítajú. Toľko energie sa teda uvoľní pri vzniku 1 molu vody. Túto energiu možno premeniť aj na elektrón Volty (skratka eV), pričom 276 kJ/mol sa rovná energii 2,861 eV, ktorú častica získa. [R, R, R] Elektrónvolt je množstvo kinetickej energie získanej alebo stratenej jediným elektrónom urýchľujúcim sa z pokoja prostredníctvom rozdielu elektrického potenciálu jedného voltu. Laicky si jeden elektrón Volt (eV) predstav ako hodnotu energie, akú elektrón získa, keď ho zrýchlime batériu s 1 Voltom. No a celkové množstvo eV, aké častica má si jednoducho predstav ako silu, ktorou je častica schopná zatlačiť/vyštartovať. Ak si napríklad predstavíš, že UV svetlo má viac energie (3 a viac eV), v porovnaní napr. s infračerveným svetlom, ktoré má energie menej (menej ako 1 eV), ľahko ti dôjde, prečo je UV svetlo také mocné, silné a dokáže ťa napr. rýchlo ohriať (ak si bol v lete na kúpalisku, vieš o čom hovorím) a tiež spraviť z cholesterolu vitamín D. Tiež napríklad iba UV svetlo dokázalo vytvoriť dostatočný „tlak“ na to, aby Kvantová Evolúcia počas kambrickej explózie vytvorila komplexný život. Už len týmito pár riadkami som ti ukázal, prečo počítanie kalórií nie je dôležité a prečo ti aj „obyčajná“ voda môže dodať energiu. Niektorí odborníci sa pri tomto radi oháňajú termodynamickými zákonmi, o ktorých sa učili na škole, no nie vždy im z môjho pohľadu úplne rozumejú, alebo ich aplikácií. Tu je príklad. Správny odborník by po prečítaní viet vyššie namietal, že pri vzniku vody sa síce uvoľní energia, no pri jej rozpolení bola energia potrebná a teda výsledok je viac menej nulový. Tiež by človek mohol oponovať, že ak aj nejaká energia pri vzniku vody ostala naviac, samotná vzniknutá voda už energiu nemá, pretože nemá kalórie a teda na nejakú ďalšiu reakciu vyžaduje opäť „vstup“ – vloženie energie, ako napr. nejaký biochemický proces, akým je oxidácia glukózy (či iný „katalyzátor“). Práve toto je veľmi lineárne a jednoduché zmýšľanie, ktoré sa snažím postupným učením každého čitateľa zmeniť. Keď si prečítaš riadky vyššie ešte raz, hneď pochopíš prečo tento spôsob zmýšľania nestačí. Ty totižto potrebuješ ísť ďalej a ponoriť sa hlbšie. Netreba tu žiadnu oxidáciu glukózy. To znamená, že iba to, že sa voda ocitne v blízkosti hydrofilného materiálu samo o sebe umožní vode „rozpoliť sa“. A hádaj čo. Celé naše telo je zložené z proteínov, ktoré sú hydrofilné a taktiež máme k dispozícií slnečné svetlo a rovnako teplo alias infračervené svetlo, ktoré sa uvoľňuje pri každej biochemickej reakcii, kedy sa energia termalizuje. Aby si mal predstavu, v každej bunke tela prebehne každú sekundu cca 100 tisíc biochemických reakcií. Vodíková fľaša a molekulárny vodík\n\nTeraz sa vrátim  k rozpoleniu vody a konkrétne k bodu KATALYZÁTOR. Dnes vieme, že na rozpolenie vody a vykonanie elektrolýzy potrebujeme minimálnu počiatočnú energiu 1,23 Voltu, no z  si môžeš pamätať, že len jediná mitochondria na svojej tenučkej membráne zhromažďuje elektrické napätie rovné až 30 miliónom Voltov na meter. [R, R] Nezdá sa ti to ako celkom slušné číslo? Nie nadarmo je naša mitochondria tvorená Plazmou…\n\nMitochondria totižto nie len, že dokáže vodu nazad spojiť z vodíka z potravy a kyslíka, ktorý dýchame, ale tiež dokáže vodu bez dodania externej energie opäť rozpoliť a uvoľniť tak ďalšiu energiu a to iba za pomoci správneho katalyzátora, o ktorom sa už v ďalšom odstavci dočítaš viac. Čo ťa však možno prekvapí je to, že takýmto spôsobom si v tele dokážeme vytvoriť aj molekulárny vodík (alebo aj plynný vodík – H2), na ktorý sa ma tak veľa ľudí v minulosti pýtalo, že to ani nespočítam. [R, R]\n\nAj toto, čo teraz čítaš je dôvod, prečo by si sa až tak nemal sústrediť na to, akú vodíkovú fľašu si kúpiš, ale skôr na to, ako pracujú tvoje mitochondrie. No a hneď, ako to spravíš, poviem ti len… Vitaj v mojom svete! Aj toto je dôvod, prečo som X-krát prízvukoval, že ATP nie je, a ani nikdy nebolo našim hlavným zdrojom energie, hoci je naozaj potrebné. Mitochondria toho dokáže omnoho viac, a práve tvorba vody je ten kľúčový proces. Mitochondria totižto vodu vytvorí (spojí ju nazad), ako si to čítal vyššie, popri tom uvoľní nejakú energiu, tiež vytvorí ATP, ale aj TEPLO, ktoré vytvorená voda nazad absorbuje a separuje znovu elektrický náboj, ktorý môže konať ďalšiu prácu. No to ešte stále nie je všetko. Auto na vodíkový pohon a výroba vodíka\n\nUrčite si niekedy počul o autách na vodíkový pohon. Nie je to nič neobyčajné. Toto auto má svoj motor, ktorý poháňa vodík. Vyššie si zas čítal, že aj naše telo zrejme produkuje vodík, napr. z rozpolenia vody a motorom v nás je zas mitochondria. Pozrime sa teda bližšie na tvorbu vodíka. Väčšina vodíka, ktorý sa dnes vyrába, sa vyrába parno-metánovým reformovaním, zrelým výrobným procesom, v ktorom sa na výrobu vodíka zo zdroja metánu, ako je zemný plyn, používa vysokoteplotná para (700 °C – 1 000 °C). Rovnica vyzerá nejako takto: CH4(g) + H2O(g) → CO(g) + 3H2(g) \n\nMimochodom, aj ľudia produkujú v čreve metán a už v dávnejších článkoch som ti naznačil, že metán produkovaný v čreve nie je nič viac, ako skladisko vodíka, ak ho tunajšie baktérie tvoria a nemajú ho ako využiť. Teraz však  k mitochondrii a autu. Možno lepšie pochopíš, prečo od začiatku blogovania mitochondriu k autu prirovnávam. Výroba vodíka do áut však neprebieha iba spôsobom, ako si čítal vyššie, z plynu, ale aj priamo elektrolýzou v aute, z vody, no vyžaduje si to nejaký katalyzátor, ktorý tento proces nie len spustí, ale ho spraví aj efektívnym. A hoci je účinnosť vodíka z takéhoto najmenej efektívneho spôsobu výroby (elektrolýzou) nižšia ako 25 percent, stále prevyšuje účinnosť vozidiel s bežnými spaľovacími motormi. Pravdepodobne sa teraz pýtaš, prečo ešte stále nejazdíme na autách poháňaných vodíkom, keď sú efektívnejšie ako benzínové a odpoveď je Platinum. Platinum ako katalyzátor vodíkového auta\n\nVodíkové vozidlá sú dnes naozaj ešte stále vzácny pohľad a je to čiastočne preto, že sa autá spoliehajú na veľké množstvo platiny, ktorá slúži ako katalyzátor v ich palivových článkoch. Pre jedno auto je potreba asi 50 gramovPlatiny. [R, R] Aby si mal predstavu, vo svete sa ročne vyťaží len 130–200 ton Platiny, čo je v porovnaní napr. so vzácnym a drahým zlatom, ktorého sa vyťaží cca 3 000 ton, veľmi málo. Plynný (molekulárny) vodík v takomto aute, za použitia platiny neprodukuje žiadne emisie, uvoľňuje veľa energie a celý proces je veľmi rýchly. Platina sa používa na elektrolýzu vody a tvorbu vodíka (volá sa to ako „green hydrogen“, zelený vodík), no využíva sa aj na samotné rozštiepenie vodíka na elektrón a protón. Vytvorený molekulárny vodík (H2) prichádza zo strany anódy a cez poréznu uhlíkovú štruktúrovanú anódovú elektródu s časticami Platina, ktoré katalyticky rozdeľuje molekulárny vodík na dva ióny H+ (teda protóny). Dva protóny následne migrujú cez niečo, čo sa odborne nazýva PEM (Proton Exchange Membrane, v preklade membrána na vý protónov), zatiaľ čo dva uvoľnené elektróny idú do vonkajšej nádrže. PEM mimochodom funguje ako filter, ktorý umožňuje prechádzať iba protónom. Zdôrazňujem to schválne, pretože by si zasa raz mohol vidieť súvislosť s mitochondriou, kde ako filter využívame ATP-syntázu, ktorá do matrixu vpúšťa tiež iba protóny, pomocou chemiosmózy. Aká to náhodná podobnosť, kedy človek kopíruje prírodu. Na katódovej strane potom prechádza kyslík (zo vzduchu) cez rovnakú elektródovú štruktúru ako na anódovej strane, pričom platina katalyticky rozloží molekulárny kyslík (O2) na samostatné atómy, ktoré sa potom s prefiltrovanými protónmi spoja, čím vznikne voda (H2O). Celkom pekný cyklus, čo povieš? A akosi podozrivo pripomína to, čo som v úvode článku písal o mitochondrii, nezdá sa ti? Nie nezdá, skutočne sú tieto mechanizmy veľmi podobné, hoci je medzi nimi jeden významný rozdiel a to Platina. Platina je veľmi drahý, ale aj ťažký prvok a predpokladám, že vieš, že platiny v našom tele zrovna na rozdávanie nie je. To znamená, že naše mitochondrie ako katalyzátor využívajú niečo iné. Schválne, či uhádneš čo…\n\nMolybdén a síra verzus platina \n\nDôvod prečo autá využívajú platinu je ten, že pomáha znižovať aktivačnú energiu a umožní elektrochemickej reakcii prebehnúť pomerne „hladko“. Preto je platina dobrý katalyzátor. Palivový článok vo vodíkovom aute potrebuje platinu ako katalyzátor, aby rozdelil molekulárny vodík (H2) na protóny a elektróny, ktoré následne vygenerujú elektrický prúd, čo z neho robí alternatívu k elektrickým vozidlám poháňaným batériou. Naše telo však nedisponuje platinovými článkami, ako som to prízvukoval vyššie, no za to má v sebe Molybdéna dokonca aj síru, ktoré spolu dokážu taktiež katalyzovať molekulárny vodík. Zdroj obrázka: Austin D., et al., Mitochondrial iron–sulfur clusters: Structure, function, and an emerging role in vascular biology, Redox Biology, Volume 47, 2021, O molybdéne si čítal už dávnejšie v článku o endosymbióze a DHA, takže by táto informácia pre teba nemala byť až takým prekvapením. Molybdén (Mo) je prechodný kov (transition metal), je 25. najrozsiahlejší chemický prvok v oceánoch a 42. najrozsiahlejší prvok vo vesmíre a jeho koncentrácia v oceánoch bola pred kambrickou explóziou 10 atómov v bilióne. Molybdén využívali baktérie v minulosti, ešte pred endosymbiózou a takisto v nich ostal dodnes. Podieľa sa na mnohých významných enzymatických procesoch aj v mitochondrii a je to zároveň ďalší dôkaz toho, že sú mitochondrie pôvodom baktérie, ktoré sme v histórií „ukradli“ a spojili sa s nimi z nejakého dôvodu. Molybdén má najvyššie atómové číslo zo všetkých kovov (42), no jeho najdôležitejšia vlastnosť je to, že robí materiály okolo seba reagujúcimi na viditeľné slnečné svetlo. Taktiež má neuveriteľné FOTOKATALYTICKÉ schopnosti, čo znamená, že pri zachytení fotónov urýchľuje prácu enzýmov. No a práca enzýmov spočíva v tom, že presúvajú rýchlejšie protóny. A hádaj cez čo sa v mitochondrii protóny presúvajú. Cez respiračné komplexy, ku ktorým sa dostane vodík z jedla vďaka proteínom NADH a FADH2. Auto na vodíkový pohon verzus mitochondria\n\nAž donedávna sa predpokladalo, že za schopnosť platiny katalyzovať rozklad vody je zodpovedná jeho väzbová energia a niečo, čo sa nazýva Goldilokov princíp, ktorý laicky znamená to, že sila držiaca častice pohromade nesmie byť ani príliš slabá, ani príliš silná, ale tak akurát na to, aby reakcia prebehla. Aby vedci zistili, čo sa deje a či skutočne platina využíva Goldilokov princíp, urobili zaujímavý experiment, kde študovali reakciu štiepenia vody na platinových katalyzátoroch pomocou špeciálnej metódy, ktorú vyvinuli na simuláciu správania jednotlivých atómov a elektrónov pri elektrochemických reakciách. Analýza ukázala, že atómy vodíka, ktoré sú viazané na povrch platiny (tie v jej blízkosti) sa v skutočnosti vôbec nezúčastňujú reakcie. Namiesto toho sa atómy vodíka v tesnej blízkosti platiny uhniezdili na jej povrchu, pričom atómy vodíka, ktoré sa reakcie zúčastnili, boli tie ďalej od povrchu. To znamená, že vodík v tesnej blízkosti platiny (katalyzátora) v skutočnosti nepodstupuje reakciu, ale vodíky ďalej od nej. Z týchto vzdialenejších atómov sa tvorí molekulárny vodík. Vedci danú analýzu uzatvorili s tým, že práve vďaka voľnosti pohybu atómov vodíka v blízkosti jej povrchu je platina taká reaktívna. Dôvod prečo som ti rozpísal tento jeden experiment je ten, že aj v našich mitochondriách máme veľa stlačeného vodíka (viď obrázok nižšie). A rovnako dnes vieme, že sú tu aj iné materiály, ako napr. Molybdenit alebo aj sulfid molybdeničitý (MoS2), ktoré majú podobné vlastnosti ako platina a dokážu  podobné „divy“ s vodíkom. [R, R, R]\n\nTiež sa však ukázalo, že molybdén po hromade so sírou, ako jeden komplex, nie sú až také efektívne v katalyzovaní, no keď sú od seba, je to už iná reč. A hádaj čo. V naše mitochondrii máme molybdén a tiež niečo, čo sa nazýva zhluk síri so železom (Iron sulfur cluster), ktoré sú uprostred respiračných proteínov, cez ktoré protóny a elektróny uvoľnené z vodíka prechádzajú! Molybdén + zhluk železa so sírou\n\nAby si chápal lepšie slovám vyššie, ukážem ti znovu obrázok respiračných komplexov na vnútornej membráne mitochondrie, ktorý si už videl vyššie, spolu s mojou kresbou, ktorú si už videl nespočetne krát. Verím, že až teraz začínaš konečne rozumieť tomu, čo všetko tvoje mitochondrie naozaj dokážu a prečo by si mal svoju pozornosť venovať im. A ver, že v blogovaní aj odhaľovaní ich skutočnej funkcie sme ešte len niekde za úvodom…\n\nTo, že máme v našom tele molybdén už vieš z riadkov vyššie. Molybdén je prechodný prvok, ktorý umožňuje enzýmom pracovať, no na to, aby získal svoju katalytickú aktivitu, musí byť „komplexovaný“ špeciálnym kofaktorom. Tento kofaktor sa odborne nazýva Molybdénový Kofaktor (z angl. Molybdenum Cofactor, skratka Moco), a vnikne naviazaním molybdénu na špecifický proteín pterín. Až takto sa molybdén stane aktívnou zlúčeninou na katalytickom mieste všetkých enzýmov obsahujúcich molybdén v prírode. Biosyntéza Moco mimochodom zahŕňa komplexnú interakciu šiestich proteínov a je to proces štyroch krokov, ktoré tiež vyžadujú ako kofaktor železo, ATP a meď. Aj toto je dôvod, prečo mnoho výživových poradcov vie, že dopĺňanie železa do tela bez medi nemusí byť dobrý nápad. Teraz však prichádza ďalší dôležitý puzzle, ktorý ti ukáže, čo naše mitochondrie dokážu. Donedávna sa všeobecne verilo, že Moco biosyntéza a tvorba molybdénového enzýmu prebieha výlučne v cytoplazme a teda mimo mitochondrií, no táto pekná práca ukázala, že existuje súvislosť medzi tvorbou Moco a dostupnosťou zhluku železa a síry [Fe-S] v mitochondrií. Nedostatok molybdénového kofaktora je dnes dokonca považované za autozomálne recesívne ochorenie, ktoré patrí medzi vrodené poruchy metabolizmu. U pacientov s nedostatkom Moco sa zvyčajne vyskytuje encefalopatia (disfunkcia mozgu), záchvaty a počas prvých týždňov života sa u takýchto ľudí často rozvinie ťažká neurodegenerácia. Toto si mimochodom zapamätaj, pretože v budúcnosti sa k tomu dostaneme viac. Nedostatok Moco, ako aj Železa totižto nie len, že zaujímavo koreluje s neurodegeneratívnymi problémami, ale je tiež prepojený s autizmom. Avšak nejde ani tak o stav dieťatka, ale o stav železa predovšetkým matky, pred a počas tehotenstva a tiež o POLE, v akom matka žije, s ktorým dané prvky v jej tele reagujú…\n\nMolybdén, síran a dýchací reťazec\n\nHlavným dôvodom, prečo človek s nedostatkom molybdénu a Moco nadobudne zdravotné komplikácie je strata funkcie sulfitoxidázy (SO), čo je enzým umiestnený hádaj kde…v mitochondriálnom medzimembránovom priestore. [R ]\n\nTento enzým je pre každého eukaryota (teda pre všetok komplexný život) dôležitý z viacerých dôvodov, no napíšem ti teraz jeden. Sulfitoxidáza je enzým, ktorý oxiduje siričitan na sulfát (síran) a prostredníctvom cytochrómu c (tretí komplex v mitochondrii) prenáša vyprodukované elektróny do elektrónového transportného reťazca, čím umožní tvorbu ATP, ale aj VODY. Bingoo. Možno by si si teraz chcel prečítať ešte raz dávnejší článok o tom, Prečo konzumácia mäsa nie je zlá, ba naopak potrebná. Dôvod je aj síran, ktorý takto získame a ktorý tvorí v našom tele hádaj čo??? Prokaryoty, teda baktérie, ktoré máme v črevách. Práve preto tieto baktérie tvoria aj vodík, ktorý naviažu na síru, z čoho vznikne sírovodík (H2S), ktorý následne naše bunky v krvi vedia premeniť na síran a naše mitochondrie zas z neho vedia extrahovať elektróny a poháňať dýchací reťazec. Mitochondria tvorí molekulárny vodík\n\nTo však nie je ani zďaleka všetko. Je toho omnoho viac, čo molybdén, spolu so železom a sírou v mitochondrii dokážu. Na dnes už toho však máme až až, tak už iba v skratke. Ako vidíš, tento molybdénový komplex sedí v medzimembránovom priestore. Na obrázku mitochondrie vyššie si videl, že je to tam, kde je nižšie pH, čo znamená, že je tam viac protónov. Práve v týchto miestach sa totižto nachádzajú všetky protóny, ktoré tam mitochondria uvoľnila z vodíka z jedla a tiež tu máme molybdén, ktorý katalyzuje tvorbu molekulárneho vodíka a tiež tvorbu síranu. Vieš, čo to znamená? A radšej si sadni, pretože ti ušetrím zopár stovák eur. Slová vyššie znamenajú, že ak tvoje mitochondrie pracujú ako majú a máš svoje oko aj pokožku vystavenú slnečnému svetlu, tvoja krv načerpá dostatok UV svetla, z ktorého uvoľní oxid dusnatý, ale aj sírovodík, ktorý následne prerušia donášku elektrónov z jedla z prvého komplexu a zároveň mitochondrií umožní získať elektróny zo síranu a tiež popri tom vyrobí molekulárny vodík! Áno, dobre čítaš. Tvoja mitochondria si v istých podmienkach vytvorí svoj vlastný molekulárny vodík, pomocou ktorého zároveň vytvorí elektrickú energiu (elektrolýzu) aj vodu. A popri tom všetkom, z tohto procesu získa enormné množstvo energie, vďaka ktorej si tu a čítaš tento článok. Len tak mimochodom, pre všetkých odborníkov a vedcov, ktorí čítajú tento článok, zamyslite sa, koľkokrát som vo vetách vyššie použil slovo kalória, či sacharid, vláknina, alebo tuk. Ani raz. To by Vám spolu s číslami a slovami vyššie malo niečo napovedať. Zopakujem to teda ešte raz, pre všetkých pozorných, Kalórie v dnešnej modernej dobe nehrajú úlohu“. Bodka. Tu je ešte zopár finálnych slov. Prečo je naozaj mitochondria efektívnejšia ako vodíkové autá\n\nCelý proces vzniku vodíka v akomkoľvek systéme (či už v aute alebo v mitochondrii) možno rozdeliť do dvoch krokov: absorpcia a desorpcia. Absorpcia znamená vstrebávanie, pohlcovanie, zlúčenie, zatiaľ čo desorpcia je jav, pri ktorom sa látka uvoľňuje z povrchu materiálu. To znamená, že absorpcia prebieha keď vzniká vodík a teda keď sa zlučujú protóny s elektrónmi, zatiaľ čo desorpcia prebieha, keď sa vzniknutý molekulárny vodík uvoľňuje z elektródy. Ako to prebieha v aute si čítal vyššie. Čo však mitochondria? Najprv sa protóny z roztoku (teda z matrixu mitochondrie = z iónovej plazmy) prichytia na katalytické miesta elektródy (to je miesto, kde sa nachádza molybdénový komplex). Potom sa elektróny z elektródy spoja s protónmi a vytvoria atómy vodíka. Dva atómy vodíka sa následne spoja a vytvoria molekulu vodíka. Potom nastáva desorpcia, kedy vytvorený molekulárny vodík odchádza z miesta elektródy. Tieto slová sú síce trošku odbornejšie, pretože sú venované predovšetkým odborníkom, čiže ak patríš skôr ku laikom, čítaj jednoducho ďalej, pretože o chvíľu príde aj laické vyhodnotenie. Jeden z týchto dvoch procesov (absorpcia verzus desorpcia) je vždy kľúčový, ktorý rozhoduje o rýchlosti danej reakcie a či teda vodík vznikne alebo nie. U platiny vo vodíkových autách je to desorpcia, pretože Gibbsova voľná energia je v plusových hodnotách (je kladná). Pre MoS2 sa rozhodujúcim krokom stáva adsorpcia, pretože Gibbsova voľná energia sa blíži NULE. To znamená, že v tomto prípade, pri využití molybdénu miesto platiny je daná sústava (entalpia aj entropia) v rovnováhe a daný katalyzátor sa stáva extrémne účinným. Gibbsova voľná energia je určená iba entalpiou (usporiadanosťou) a entropiou (neusporiadanosťou) reaktantov a produktov, ktoré v reakcii vznikajú. Katalyzátor sa používa iba na z reakčných rýchlostí (kinetiky=pohyblivosti) bez zmeny reakčných produktov. Preto katalyzátor nemení Gibbsovu voľnú energiu. To znamená, že ak je Gibbsova energia rovná nule, ako je to pri molybdéne a našich mitochondriách, reakcia nepotrebuje pridanie energie na zníženie, či zvýšenie entalpie/entropie, ale jednoducho sa udeje (ak sú na to podmienky). Niektorí by sa teraz zrejme spýtali, že nulová Gibbsova energia ešte nerobí z katalyzátora dokonalého aktivátora, čo je u auta pravda, no nie u mitochondrie. Tým, že je Gibbsova energia rovná nule, mitochondrii a molybdénu postačujú iba správne podmienky, ktoré elektróny popoženú a to bez akejkoľvek vstupnej energie a teda bez akejkoľvek potreby spaľovania kalórií. Pýtaš sa ako? Takto. Magnetizmus Mitochondrie ako katalyzátor reakcií\n\nTeraz sa rozpamätaj, čo som napísal vyššie a to, že Molybdén a Síra sú síce blízko seba, no železo je medzi nimi. Nie je náhoda, ale kvantový zámer elegantnej matky prírody. Vieš prečo? Kryštalická štruktúra sulfidu molybdénového (MoS2) má totižto sama o sebe formu šesťuholníkovej roviny atómov S na oboch stranách šesťuholníkovej roviny atómov Mo. Tieto trojité roviny sa hromadia na sebe, so silnými kovalentnými väzbami medzi atómami Mo a S, pričom ich slabé van der Waalsove vrstvy nútia držať pohromade. V tomto skupenstve nie je Molybdén až taký dobrý katalyzátor, a práve preto matka príroda medzi molybdén a síru „vpichla“ železo, ktoré celú vec mení. Železo a síra sú v mitochondrii ako zhluky, ktoré držia pohromade, pričom železo je feromagnetické a síra je zas diamagnetická. Práve tieto ich unikátne magnetické vlastnosti sú zodpovedné za to, že elektróny k sebe „vženú“ bez akejkoľvek vstupnej energie a umožnia mitochondrii vytvoriť to, čo potrebuje, vrátane voľného radikálu, alebo molekulárneho vodíka. Nezabúdaj, že elektróny sú v mitochondrii v pohybe a keď sa hýbu, tvoria aj magnetické pole. Práve toto je ten „level“, do ktorého veľa odborníkov nerado zachádza, no mali by. Pretože až potom môžu naozaj pochopiť, prečo nám naozaj aj obyčajná voda dokáže dodať energiu a nie kalórie. Aká vodíková fľaša je teda najlepšia? Až teda budeš nabudúce premýšľať nad tým, v čom pri počítaní kalórií robíš chybu keď nechudneš, alebo aká vodíková fľaša, molekulárny vodík, či generátor vodíka alebo vodík v tabletkách je ten najlepší, popremýšľaj nad slovami vyššie. Ja osobne som totižto túto otázku, ohľadom generátora vodíka dostal veľa krát a moja odpoveď síce nikdy nebola až taká komplexná ako v dnešnom blogu, no bola rovnaká. Sústreď sa na vodík, ktorý tvoje mitochondrie filtrujú a čo s ním urobia a až potom hľadaj fľašu. Pretože daná fľaša naozaj môže mať nejaký benefit, no keď nevieš aký zdroj vodíka použiť, ani ako a kedy to využiť, v lepšom prípade zažiješ aspoň placebo efekt, ktorý však niekedy môže mať obrovský účinok. A ak chceš ešte jeden tip ohľadom využitia molekulárneho vodíka, napíšem ti už iba, že Chlad, Hlad (fasting) a sírovodík je niečo, čo potrebuješ správne zaradiť do hry, aby sa efekt dostavil! Záver\n\nAk myslíš, že môže článok niekomu pomôcť, alebo mu dať iný pohľad na vec, kľudne ho \n\nAk chceš byť informovaný medzi prvými o zverejnení nového článku, zanechaj mi nižšie email a dostaneš upozornenie. Na záver ti dávam do pozornosti možnosť pridať sa medzi  Ak chceš napredovať rýchlejšie a rozhodneš sa pridať medzi členov, radi ťa medzi nami uvítame a čoskoro sa vidíme pri  \n\nwebmd.com/diet/news/20040105/drinking-water-may-speed-weight-loss \n\nNa obrázku vidíte obličky u zdravých myší a u diabetických myší. Na obrázku je vyzobrazená produkcia superoxidu u kontrolných a diabetických myší (DM). Na obrázku jednoducho vidieť, že pri myšiach s diabetom je produkcia superoxidu v ich obličkách in vivo nižšia ako u kontrolných myší, Zdroj: J Clin Invest. 2013;123(11):4888-4899.",
  "date": "2022-05-12T00:00:00+02:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:50:03+02:00",
  "word_count": 3816,
  "source_file": "KB_4_Mitochondrie_molekulrny_vodk_arozpolenie_vody.json",
  "cleaned_word_count": 4373,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:52.728643",
    "original_word_count": 3816,
    "cleaned_word_count": 4373,
    "reduction_percentage": 11.5
  }
}