{
  "url": "https://jaroslavlachky.sk/matrix-2-elektricka-povaha-vesmiru-vs-elektricka-mitochondria/",
  "title": "Matrix #2 elektrická povaha vesmíru vs elektrická mitochondria",
  "content": "Príroda má rada VZORY a rada ich opakuje. Penroseovo dláždenie je toho príkladom. Rovnako to však platí o elektrickej „náture“ vesmíru a elektrickej náture slnka s mitochondriou! Určite si niekedy počul o teórií veľkého tresku a o tom, ako vesmír vznikol z ničoho. Tiež si možno počul o tom, že je vesmír tvorený z 60 až 90% temnou hmotou a energiou. Všetko toto je síce pekné, avšak je to ako rozprávka na dobrú noc, ktorá má len uspať malé dieťa. Keď totiž začneš lepšie chápať elektromagnetizmu, ako ťa to učím posledných niekoľko rokov, uvedomíš si, že budeš lepšie chápať nie len svojím mitochondriám a zdraviu, ale aj vesmíru. Sumár článku: Prečo má príroda rada vzory a opakuje sa? Prečo spoločnosť usudzuje, že sa vesmír rozpína? Je aj iný spôsob ako dokážeme vyprodukovať červené svetlo, ktoré sa následne môže javiť ako „červený posun„? Čo je to elektrický vesmír a prečo vysvetľuje o mnoho viac? Pracuje aj slnko elektricky? Čo má model slnka spoločné s tvojou mitochondriou a jej matrixom? Záver a zhrnutie\n\nPozvánka na pohybový workshop 26.10. v Púchove + spustenie predpredaja na r. 2025 ďalších prototypov panelu s UV svetlom\n\nP.S. Ak chceš byť informovaný vždy medzi prvými o zverejnení nového článku/podcastu, prihlás sa na \n\nPrečo má príroda rada vzory a opakuje sa\n\nPo poslednom článku o plazme dnes nadviažem a ukážem ti čo majú spoločné mitochondrie so slnkom na oblohe. V nedávnom  Aj preto poznáme rôzne spôsoby (a)symetrie, ako napr. Penroseovo dláždenie. Jednoducho ak príroda objaví niečo, čo funguje, nehľadá hneď niečo iné, čím by to vynovila, ako to robia moderní ľudia s nezmyselným a neustálym vymieňaním Iphone-u za nový. NIE. Príroda tento vzor využíva a z malého meradla ho ľahko prevedie aj na väčší a opačne. Presne preto vidíme aj toľké podobnosti v kvetoch, kapilárach, listoch, galaxiách,…\n\nVyššie som schválne začal veľkým treskom. Ak ho poznáš, čo asi väčšina áno, tak by sa dalo povedať, že táto dnes dominantná vedecká teória o vesmíre a jeho pôvode sa podobá „náboženstvu„! Vyžaduje totiž slepú vieru, nepodložené teórie a vymýšľanie ďalších teórií, ktoré podporujú predošlé nepodložené teórie. A ak mi neveríš, plazmovú kozmológiu založenú predovšetkým na elektromagnetizme a elektrických silách. Je to podobné ako s výskumom farmácie, kedy sú výskumníci a mladí študenti na fakultách „nútení“ skúmať veci, ktoré prinášajú profit a zisk farmaceutickým firmám predajom tabletiek, pretože koniec koncov iba takto môžu dostať financovanie a profitovať z toho sami. O tomto moc ľudia nehovoria, hoci to asi každý vie. Koniec koncov, ak ťa zaujíma viac z histórie a reálne fakty, pozri si tento  Teraz pokračujeme k veci. webinar-jul-2024-zanik-vitalizmu-a-vznik-farma-priemyslu-lobby/\n\nAko vlastne ako spoločnosť „vieme“, že sa vesmír rozpína? V tomto úseku si dovolím trochu teórie a histórie z kozmológie. Budem sa snažiť byť stručný, no kým prejdem ku mitochondriám, treba to napísať a odporúčam to každému nepreskakovať (hoci môžeš:)). Dobrá otázka na úvod je – prečo som dal v podnadpise vyššie slovo „vieme“ do úvodzoviek? Odpoveď je jednoduchá. Slovo vieme nie je použité v správnom kontexte. Skôr by malo byť nahradené slovom VERÍME. A presne toto je aj rozdiel medzi vedou a pseudvedou. Bohužiaľ, dnes, obzvlášť od kedy prišla corona, sa verejnosť a aj „odborníci“ riadia viacej pseudovedou! Kozmológia dnes všeobecne usudzuje povahu vesmíru na základe niektorých faktorov, pričom pozorovanie vlnových dĺžok svetla je tou najdôležitejšou. Napríklad pomocou tzv. red shift (červený posun) sa usudzuje, že sa vesmír rozpína. Toto najčastejšie poznáme ako tzv. Hubleov zákon, alebo dopplerov jav. Keď sa objekt od nás vzďaľuje, vlnová dĺžka svetla sa logicky naťahuje a presúva do červenej a infračervenej oblasti a opačne. Keď sa približujeme, vlnová dĺžka sa skracuje a ide viac do modrej farby. Podobne je to so zvukom sirény a zvukom „húkačky“, kedy sa zvuk mení, pretože sa daná vlna skracuje a naťahuje (mení zvuk), v závislosti od toho či ide sanitka ku nám alebo od nás. Tomuto myslím rozumie každý, avšak je to tiež len tvrdenie, ktoré nie je úplne podložené v kontexte rozpínania vesmíru. Toto tvrdenie jednoducho poukazuje na to, že sa hviezdy a galaxie od seba vzďaľujú, čo teda naznačuje, že sa vesmír rozpína. Následne sa teda predpokladá, že vo vesmíre musí byť nejaká  temná hmota, či temná energia, pretože keby sa vesmír takto stále a rýchlejšie rozpínal, nedokázal by držať po hromade iba s tou hmotou, o ktorej vieme. (Malý spoiler do budúcna – vieš o tom, že aj informácia má svoju hmotnosť? Že nie? Tak teraz to už vieš, rovnako ako to, že nijaká „temná“ hmota nie je potrebná…)\n\nPokračujeme. Už v 19 až 20. storočí americký astronóm Edwin Hubble (1889-1953) zistil, že červený posun galaxie sa zväčšuje s jej vzdialenosťou od Zeme, čo znamená, že vesmír sa rozpína. Lineárny vzťah medzi červeným posunom a vzdialenosťou platí pod červeným posunom 0,1. Pre vzdialené galaxie a supernovy je však vyžarované svetlo príliš slabé, čo znamená, že sú vzdialenejšie, než sa očakávalo, a preto ich možno vysvetliť iba „zrýchlenou expanziou“. Tieto pozorovania predstavujú problémy pre kozmológiu Veľkého tresku a preto sa v podstate vytvorili nové parametre (konštantny), aby teoretický model „pasoval“ do pozorovaní. Je to zasa raz podobné, ako keď v populácií vidíme, že je veľa ľudí chorých, popri tom vidíme nejaké spoločné „markéry“ a následne sa snažíme nájsť „vysvetľenie“, prečo je to tak. Napríklad pomocou vyššieho cholesterolu a spravíme s neho strašiaka. V kozmológií vzniklo niečo, čo sa volá Lambda-Cold Dark Matter (LCDM, v preklade Lambda Chladná Tmavá Hmota), ktorá je dnes známa ako štandardný model (vesmíru). Lambda-CDM (Lambda chladná temná hmota alebo ΛCDM) model je matematický model teórie veľkého tresku s tromi hlavnými komponentmi: kozmologická konštanta, označovaná ako lambda (Λ), spojená s temnou energiou, postulovaná studená temná hmota, označovaná CDM, a obyčajná pozorovateľná hmota vesmíru. Hovorí sa o ňom ako o štandardnom modeli kozmológie Veľkého tresku preto, pretože je to najjednoduchší model, ktorý poskytuje pomerne dobrý popis týchto nevysvetliteľných javov: existenciu a štruktúru kozmického mikrovlnného pozadia\n\nveľkorozmerná štruktúra v rozložení galaxií\n\npozorované množstvo vodíka (vrátane deutéria), hélia a lítia\n\nzrýchľujúce sa rozpínanie vesmíru pozorované vo svetle vzdialených galaxií a supernov\n\nLambda (L) znamená kozmologickú konštantu, hodnotu hustoty energie vákuového priestoru, tiež známu ako tmavá energia, hypotetickú entitu potrebnú na vysvetlenie zrýchľujúceho sa rozpínania priestoru proti príťažlivým (kolabujúcim) účinkom gravitácie spôsobenej hmotou. V súčasnosti sa odhaduje, že asi 69 % hustoty energie vo vesmíre tvorí temná energia. „Studená temná hmota“ je zas formou hypotetickej hmoty potrebnej na vysvetlenie gravitačných efektov pozorovaných vo veľmi veľkých štruktúrach, ako je rotácia galaxií a zvýšené zhlukovanie galaxií, ktoré nemožno vysvetliť množstvom pozorovanej hmoty. Studená tmavá hmota pozostáva z hmoty inej ako protóny a neutróny v bežnej hmote; nerozptyľuje sa ani nezráža a interaguje s inými časticami alebo hmotou čisto gravitáciou. Temná hmota v súčasnosti predstavuje odhadom 27 % hustoty hmoty a energie vesmíru. Zostáva tak cca 4 % bežnej hmoty. Čo je ešte zaujímavé spomenúť je to, že podľa definície nemožno (zatiaľ) tmavú hmotu a tmavú energiu merať, ani pozorovať; a v podstate sú to len hypotetické parametre vynájdené na záchranu kozmológie Veľkého tresku. Preto som to nazval skôr pseudovedou a vierou a zároveň je za mňa smutné, keď sa vzdelaní ľudia, ako to robil aj sám Hawking, často posmievajú veriacim ľuďom, že len „veria“ v nejakého boha a nevedia to vysvetliť, ani ho vidieť, či dotknúť sa ho. S modernou kozmológiou, a v podstate aj so zdravím ako sa o ňom všeobecne učí je to veľmi podobné. Je aj iný spôsob ako dokážeme vyprodukovať červené svetlo, ktoré sa následne môže javiť ako „červený posun“? Odpoveď na túto otázku by si už mal poznať, pretože som ti ju prezradil dávnejšie v článku. Každá vlnová dĺžka svetla sa totiž dokáže zdvojnásobiť alebo naopak o polovicu znížiť a všetko závisí od hmoty, s akou reaguje (zakázané pásmo elektrónov v danom prvku). Spomínaš si, ako som viackrát prirovnával kvantový výťažok ku výplate? Napríklad, že keď niekto zarobí 1000 eur a na nájom minie 800, ostane mu 200? Toto je jeho kvantový výťažok (v skratke napísané). To je verím každému jasné. Z 1000 eur, ktoré dostane, totiž niečo vždy minie a ostane mu menej, však? Odpoveď je áno, avšak je tu aj malý matematický trik. Z 1000 eur, ktoré dostaneme, z ktorých niečo minieme síce 2000 eur nespravíme, no ak do rovnice pridáme parameter ČAS alebo ZDROJE (viac príjmov po 1000 eur), vtedy to neplatí. Pýtaš sa ako to myslím? Jednoducho. Ak týchto 1000 eur totiž dostávaš pravidelne (napr. výplata) a si šikovný, v jednom bode, napr. o niekoľko mesiacov, z nich už 2000 eur spraviť dokážeš. Alebo ak si nájdeš druhú prácu, prípadne začneš podnikať a zrazu za jeden mesiac dostaneš 2x po 1000 eur. To znamená, že svoj kvantový výťažok dokážeš mierne zvýšiť na základe vstupu, aký dostávaš v rámci času. No a podobným spôsobom dokážu naše bunky premeniť červené a infračervené svetlo, ktorého dostanú niekoľko Joulov na viac energetické UV svetlo. To znamená, že dokážu frekvenciu zdvojnásobiť (vlnovú dĺžku rozdeliť) a napr. z takéto červeného svetla okolo 670 až 696 nm dokážu spraviť hlboké UVA s vlnovou dĺžkou 335 až 348 nm. Len tak mimochodom, toto nie je nová správa, pretože experimety a štúdie boli robené ešte niekoľko desaťročí dozadu, avšak málokto číta ruské, či iné zahraničné knihy, kde je o nich písané. Platí to však aj opačne. Napríklad keď UV svetlo reaguje s hmotou, vyprodukuje teplo a nezabúdaj, že teplo predstavuje svetlo s dlhou (natiahnutou) vlnovou dĺžkou. Presne toto platí aj v plazme. Nezabúdaj, že plazma má viacej módov a nie vždy má vysokú hustotu elektrického prúdu na jednotku plochy, cez akú preteká. Naopak. Aj vesmír ako taký je tvorený plazmou, vďaka čomu je všetko v ňom prepojené so všetkým, vrátane s nami. Jediný rozdiel je len v meradle, ako sa na to pozeráme, čo bol aj jeden z veľkých problémov Einsteina a dôvod, prečo nikdy nenašiel tzv. Grand Unified Theory. Nemohol, pretože ani Teória relativity nie je úplne presná. Má svoje odchýlky a tou hlavnou je geometria priestoru a jej samotná relativita. Keď teda do plazmy s dostatkom elektrónov vyšleme vysoko energetické UV svetlo, vieme z neho spraviť červené svetlo, ktoré následne pri pozorovaní môžeme vyhodnotiť nesprávne a predpokladať jeho odlišný pôvod! Už astronóm Halton Arp, ktorý bol asistentom Edwina Hubbla na začiatku jeho kariéry, vypracoval svoj slávny katalóg „zvláštnych galaxií“ (Peculiar Galaxies), v ktorom objavil veľa párov kvazarov (kvázi hviezdnych objektov), ​​ktoré majú extrémne vysoké hodnoty červeného posunu. Vďaka tomuto sa za prvé predpokladá, že sa od Zeme vzďaľujú veľmi rýchlo a sú od nás extrémne vzdialené, avšak na druhej strane sú fyzicky spojené s galaxiami, ktoré majú nízky červený posun a je o nich známe, že sú relatívne blízko. To predsa nedáva zmysel, však? [7, 8] Ako je možné, že sa daný objekt teda posúva od nás rýchlo a zároveň je fyzicky spojený s galaxiou, ktorá sa naopak posúva pomaly? Je to ako by osoba stojaca na zástavke pozorovala matku s dieťaťom, ktoré drží za ruku, pričom matka by stála na mieste, videli by ju, a chlapec by kráčal smerom dopredu. Stále by sa držali za ruky, matka by stále stála na mieste, no chlapec by sa proste vzďaľoval. Jednoducho to nedáva zmysel. Arp veril, že pozorovaná hodnota červeného posunu akéhokoľvek astronomického objektu pozostáva z dvoch zložiek: vlastnej (inerciálnej) zložky (v dôsledku plazmy) a zložky rýchlosti a zároveň veril, že vysoký červený posun je skôr znakom mladosti ako veku. Tiež preukázal, že vlastné hodnoty červeného posunu kvazarov sa zdajú byť kvantované, tj existujú v určitých skokoch. Dnes kozmológovia neberú v úvahu všetky tieto vlastnosti a vzťažné sústavy, v akých sa kvazari relatívne ku nám pohybujú a tiež ich vnútorný stav. Keď následne vezmeme v úvahu elektrickú povahu vesmíru, slnka a mitochondrií, veci začnú dávať väčší zmysel aj preto, pretože „mladšia“ hviezda generuje viac energetického UV svetla, v závislosti od svojho typu a veľkosti. Vesmír na báze elektrickej plazmy\n\nPozrime sa teraz na vesmír z pohľadu plazmovej kozmológie a elektromagnetizmu. Nová plazmová kozmológia je založená prevažne na elektromagnetických silách, ktoré sú, ako už vieš, až o 39 rádov silnejšie ako gravitácia – a nepotrebujú temnú hmotu ani „temnú„ energiu. Toto je veľmi dôležitý fakt a v poslednom článku som ti to vysvetlil aj na príklade kávovaru! Ak by si chcel aj nejaké meno, tak odporúčam napr. švédskeho plazmového fyzika Hannes Alfvén (1908-1995), ktorý bol ocenený Nobelovou cenou za fyziku za prácu o dynamickom správaní elektricky vodivých tekutín vrátane plazmy, a bol priekopníkom propagátora vesmíru elektrickej plazmy. Bol jedným z prvých ľudí, kto poukázal na to, že röntgenové a gama-lúče detekované špeciálnymi ďalekohľadmi obiehajúcimi vo vesmíre sú produkované magnetizovanou plazmou. Toto si tiež veľa ľudí neuvedomuje, tak ti to napíšem aj po lopate. Vieš o tom, že už len zapojením svojej nabíjačky telefónu do zásuvky generuješ rádio frekvencie (RF)? Že nie? Tak teraz to už vieš. A ak mi neveríš, kľudne sprav to čo ja roky dozadu. Investuj tisícky eur do kúpy metrov, trimetrov, apod. a zmeraj si to sám, na vlastné oči. Veľa vecí sa pre teba zrazu zmení, keď zistíš, že žijeme doslova v umelom EMP, v ktorom sa kúpeme. Elektromagnetizované plazmy urýchľujú elektróny prúdiace zo Slnka na približne 1000 eV (elektrónvoltov), ​​vďaka čomu vznikajú aj polárne žiary na póloch. Slnečné erupcie dokonca produkujú elektróny s energiami 1 až 10 GeV (10 000 000 000 eV). To je obrovské množstvo energie, no aj tak si veľa ľudí stále neuvedomuje, že svetlo okrem energie nesie aj HYBNOSŤ! Hybnosť je synonymom magnetického momentu, ktorý je zas synonymom INFORMÁCIE (to píšem pre tých šikovnejších z vás!)\n\n Odhadom z 99,99%, podobne ako protón sám o sebe. Toto je niečo čo axiomaticky vieme, hoci sa o tom moc nehovorí. V bežnej fyzike dokonca hovoria o tom, že ani vákuum nie je prázdne. Sú v ňom neustále meniace sa (fluktuácie) rôznych EM polí. Přehráním videa souhlasíte se zásadami ochrany osobních údajů YouTube.Zjistit vícePovolit videoVždy povolit Youtube videa\n\nPlazma vo vesmíre je zároveň živá, pretože je neustále prepojená elektrickými prúdmi (aj tzv. Birkelandovými prúdmi). Čo je však na tom zaujímavé, čo zároveň mnohým uniká je to, čo som ti naposledy vysvetľoval na príklade s vodou. Zopakujem. Keď ti bude pretekať liter vody cez miestnosť v dome, ani to nezistíš. Obzvlášť v nejakej rozlohou obrovskej. Čo však, keď ti daný liter vody bude pretekať cez malú kapiláru? To už pocítiš, však? A ak túto kapiláru zúžiš, tlak v nej vzrastie. Ako vidíš rovnaký liter vody má odlišný efekt, pretože sa odvíja od geometrie a rozmeru priestoru. Podobne je to s vedrom vody. Ak budeš mať vedro vody s prierezom dna povedzme 10 cm2 a bude vysoké 100 cm, bude v ňom 1 liter (10*100=1000 cm3 = 1 liter). Keď však vezmeš iné vedro, ktoré bude mať prierez dna už 50 cm2, bude vysoké len 20 cm. Také normálne vedro. Keby si to ešte zmenil a vzal vedro vysoké len 10 cm, tak jeho prierez bude 100 cm2. V takomto veľkom dne ten liter vody nebude nijako extra tlačiť na stenu nádoby, však, pretože bude hmotnosť vody viac rozložená po veľkom povrchu? No, ale v tom prvom, ktoré má prierez len 10 cm2, tam to bude opačne. Vidíš tú relativitu? Prečo si myslím, že slnko pracuje elektricky a nie na základe jadrovej fúzie? Keď vezmeš v úvahu, že vo vesmíre, tam kde je „vákuum“, môže byť najmenší obsah elektricky nabitých častíc na kilometer štvorcový napríklad niekde okolo 100 elektrónov (aj viac samozrejme), nie je to extra veľa. Avšak keď vezmeš v úvahu obrovskú plochu hviezd, galaxie, alebo napríklad nášho slnka dôjde ti, že len cez jeho plochu (prierez slnka je 1 391 400 kilometrov) zrazu prejde za jednotku času už 100 391 400 elektrónov a to už je slušné číslo. Presne toto je elektrický prúd, aký mnoho ľudí nezvažuje. Pretože čím viac sa mení rozmer (zužuje alebo naopak rozťahuje) tým sa viac mení (znižuje alebo zvyšuje) aj elektrický prúd (množstvo prechádzajúcich el. častíc na jednotku plochy) a tiež elektrické napätie/pole (množstvo nahromadených el. častíc na jednotku plochy). Aj vďaka tomuto jednoduchému vysvetleniu dokážeš pochopiť, že vesmírne elektrické prúdy majú nízku hustotu elektrického prúdu (počet ampérov na meter štvorcový účinného prierezu je nízky), avšak pretože hviezdy sú veľké, bude celkový vstupný prúd (celková prúdová intenzita) do každej z hviezd vysoký. Aj toto môže stačiť nášmu Slnku na to, aby generovalo svoj nesmierny energetický výkon elektricky (teda aspoň podľa mňa, v skratke napísané) a nepotrebuje na to ani tzv. model termonukleárnej jadrovej fúzie. V tomto modeli sa jednoducho pripisuje všetko gravitácií. Vraj sa masívnou hmotou hviezdy jednoducho všetok vodík stlačí, vďaka čomu je dnu obrovská teplota a tlak a protóny dokážu prekonať elektrostatickú odpudivú silu (pretože sú pozitívne nabité) a zlúčiť sa, čím generujú aj ťažšie prvky a svetlo. Ja to osobne nemusím, pretože to nedáva žiadny zmysel. A ak nechápeš, stačí opäť, keď len použijeme verejne známe dáta z NASY a iných meraní, odkiaľ vieme teplotu slnka, jeho povrchu, fotosféry a koróny. Prečo nám teplota slnka ukazuje, že je štandardný model chybný, no aj tak tomu spoločnosť verí? Ak by bol štandardný model správny, slnko by, laicky napísané, vyžarovalo svetlo z fotosféry jednoducho ako z rozpálených kachlí. Presne ako vo fínskej saune. Výhrevné teleso je uprostred žeravé (má najväčšiu teplotu) a čím ideš ďalej od zdroja, teplota (svetlo) klesá. Však? Tu máš aj druhý obrázok, ak niekto neverí odborným knihám, ale iba „overeným“ zdrojom. Zdroj: Jednotlivé vrstvy sú samozrejme: jadro slnka, povrch slnka (fotosféra), potom chromosféra a ďaleko nad koróna. Koróna je to, čo vidíme, keď je zatmenie slnka. Ako vidíš hneď nad fotosférou nastáva teplotné minimum, pričom spodné regióny slnečnej koróny, ktoré sú pomerne vysoko nad viditeľným povrchom, sú o milióny stupňov teplejšie ako samotný povrch Slnka. Ako je to možné, ak berieme v úvahu iba štandardný model? V bežnom chápaní to možné nie je, avšak keď vezmeš v úvahu slová vyššie a premenlivý tok elektricky nabitých častíc dôjde ti, že v rozličných vrstvách je množstvo častíc nie len odlišné, ale hlavne je odlišný ich TOK a tiež a RÝCHLOSŤ akou sa presúvajú ďalej. Miesto, kde je najvyššie elektrické napätie a vysoké elektrické pole (EP), ako je to vo fotosfére, je automaticky prúd nižší. To znamená, že tam bude aj nižšia teplota (pretože čím viac prúdu preteká vodičom, tým sa viac prehrieva). Keď však ideme ďalej, toto napätie je „vybíjané“ a množstvo elektricky nabitých častíc sa začína pohybovať rýchlo smerom ďalej, čím sa zvyšuje elektrický prúd a napätie naopak klesá. Toto je miesto, kde je teplota vďaka kinetickej energii najvyššia. Celé toto „vysvetlenie“ je samozrejme veľmi zostručnené, no chcem, aby tomu pochopil každý. Presne vďaka tomuto teraz dokážeš pochopiť dvom veciam: Prečo fyzici dodnes nechápu tomu kde sú zvyšné neutrína a ako presne slnko generuje svetlo aj ťažké chemické prvky. Slovám v úvode – príroda má rada vzory a rada ich opakuje. Elektrická povaha slnka verzus elektrická povaha mitochondrie\n\nElektrickým spôsobom pracuje slnko a rovnako pracujú aj tvoje mitochondrie. Poďme na ďalšie prirovnanie, aby chápal každý. Predstav si nejaký kopec a gulôčku, podobne ako na tomto obrázku. Slová a popisky v obrázku si teraz nevšímaj, to bolo z článku o hormónoch. Teraz sa sústreď len na KOPEC a GUĽU. Vrchol kopca je akože istá vzdialenosť od slnka alebo/galaxie, či iného zdroja a výška kopca symbolizuje elektrické napätie. No a gulôčka je elektricky nabitá častica. Elektrický prúd si následne predstav ako pohyb gulôčky  \n\nNa začiatku musíme vynaložiť veľa energie na to, aby sme guľôčku tlačili hore, však? To znamená, že elektrický prúd je nižší (smerom doprava sa pohybuje pomaly), no zároveň vzrastá elektrické pole (množstvo VOLTOV na meter, ktoré si jednoducho predstav ako potencionálnu kinetickú energiu gule). Akonáhle guľôčka dosiahne vrchol, elektrický prúd je minimálny (pretože stojí na vrchole), no zároveň má maximálne elektrické napätie (množstvo voltov, pretože má vysokú potencionálnu energiu). Akonáhle však guľôčka spraví malý pohyb doprava, skotúľa sa, čo znamená, že jej prúd enormne vzrastá, rovnako aj teplota a súčasne množstvo voltov poklesne, pretože už gulôčka stratí potencionálnu energiu, akú mala v danej výške. Takto sa zmení plazma z temného módu na oblúkový výboj. Každá nabitá častica vo vesmíre má elektrickú potenciálnu energiu. Táto elektrická potenciálna energia sa meria vo voltoch. Takže keď presunieme katión do oblasti vysokého napätia (musíme mu dodať energiu, aby sme ho tam dostali), bude mať potenciálnu schopnosť vykonávať prácu (rovnako ako sa gulôcka dokáže skotúľať z kopca a rozbiť dole múr). Môžeme jeho elektrickú potenciálnu energiu premeniť na mechanickú kinetickú energiu, rovnako ako sme to urobili s guľou. Ak spadne katión z vyššieho do nižšieho napätia, zrýchli – dostane kinetickú energiu. A to je presne to, čo sa deje vo vnútri katódovej trubice (obrazovky). Elektricky nabité častice (elektróny) sa zrýchlia cestou z oblasti v zadnej časti trubice, kde majú vysokú elektrickú potenciálnu energiu (ale skoro žiadnu rýchlosť) k obrazovke, kde majú nulový elektrický potenciál. V tom čase však už túto potenciálnu energiu premenili na kinetickú energiu. Narazí do chemicky ošetreného zadného povrchu obrazovky a vyžiari svetlo. Z tohto dôvodu sa prvým televíznym kamerám v skutočnosti hovorilo „kineskopy„. Z rovnakého dôvodu často prirovnávam fotosféru slnka ku katódovéj trubici. Katóda je záporne nabitý vodič a anóda je kladne nabitý vodič. Elektróny, ktoré majú záporný náboj, prúdia z katódy a sú priťahované smerom k anóde. Malý otvor v anóde umožňuje niektorým elektrónom prejsť cez ňu, čím sa vytvorí zväzok elektrónov. Zem je anóda a tvoje dlane a chodidlá sú ďalšia anóda. Keď katódová trubica vystrelí elektróny na anódu, uvoľní v nej elektróny, ktoré tvoje telo vďaka vlhkým chodidlám a dlaniam zbiera. Presne takto funguje kvantová biológia. A áno, z rovnakého dôvodu sú ženské pohlavné hormóny vlhké. Je to kvôli prenosu svetla a elektrónov! Presne takýmto spôsobom dokáže aj slnko generovať UV svetlo vo svojej fotosfére, hoci (podľa mňa) v skutočnosti veľkú časť energie čerpá priamo z vlastnej galaxie a elektrického prúdu plazmového vesmíru. Aj preto je koróna, chromosféra a fotosféra odlišná. Príroda je však natoľko geniálna, že dokáže využiť fraktálnosť a vzory na to, aby vytvorila niečo podobné na menších rozmeroch. No a nezabúdaj, že čím sa rozmer zmenšuje, tým elektromagnetická sila naberá na obrátkach. A nie len to. Mitochondria v tomto prípade toho dokáže omnoho viac, vrátane generácie vlastných chemických prvkov! Záver a zhrnutie – mitochondria a slnko sú si viac podobné, ako by sa zdalo\n\nVnútro mitochondrie je tvorené ionizovaným vodíkom, pričom po jej vnútornej membráne prechádza množstvo elektrónov, vďaka čomu generuje elektrické pole o sile 30 miliónov Voltov na meter. Takúto silu má blesk. Toto napätie je tiež generované aj vďaka tomu, že je mitochondria obkolesená deutéria zbavenou vodou, ktorá má vysokú dielektrickú konštantu. To znamená, že dobre separuje elektrický náboj a zároveň, že je v temnom móde plazmy s množstvom nahromadenej energie. Akonáhle sa však elektricky nabité častice pohybujú smerom dnu alebo von, napríklad cez komplexy, či ATP syntázu, vedia lokálne zvýšiť hustotu elektrického prúdu, zvýšiť teplotu (aj preto v chlade prežijeme) a generovať svetlo (aj UV svetlo). Tiež to však znamená, že vzhľadom na veľkosť mitochondrie je potencionálne možné dosiahnuť úroveň o veľkosti protónu (10-15 metra), čo znamená, že sme na úrovni elektro-slabej unifikácie. Toto je bod, kedy sa láme teória relativity, pretože čas, ani gravitácia nehrajú rolu a naopak elektromagnetická sila naberá na obrátkach, zatiaľ čo sa súčasne silná sila oslabuje. Toto si zapamätaj, pretože sa k tomu  vrátim! Na záver už iba zopakujem to, čo som viac krát vravel/písal. Mitochondria v tebe a slnko tam hore na oblohe majú toho spoločného viac, ako by sa zdalo. Jedno je však isté – obe využívajú elektrický prúd a elektromagnetickú silu. Ak sa ti tento článok/podcast páčil a chceš ma podporiť v práci, alebo si myslíš, že môže pomôcť niekomu z tvojich známych, Je to aj podpora pre mňa a moju prácu (vidím, že to má zmysel aj naďalej). Balíček tlačených kníh Spoznaj Svoju Biológiu\n\nAk chceš byť informovaný vždy medzi prvými o zverejnení nového článku/podcastu, prihlás sa na \n\nPozvánka na workshop 26.10. v Púchove + spustenie predpredaja na r. 2025 ďalších prototypov panelu s UV svetlom\n\nRadi by sme ťa pozvali na jedinečný workshop o BIOFYZIKE a BIOMECHANIKE. Dva svety, ktoré sa dokonale dopĺňajú a vedomosti z nich sú podstatné pre dlhovekosť a odolnosť. Všetky informácie nájdeš na tomto odkaze a ak ešte nemáš vstupenku registrovanú, napíš mi na email. Workshop Biofyzika a bio mechanika pohybu s Jaroslav Lachký a Richard Ozimý vo Fitroom Púchov 2. kolo\n\nĎalší predpredaj prototypov panelu s UV svetlom je spustený – tu je aj 15%  \n\nStačí pri pokladni zadať zľavový kód „CHCEMPROTOTYP15“ alebo len kliknite na tento odkaz ( \n\nPřehráním videa souhlasíte se zásadami ochrany osobních údajů YouTube.Zjistit vícePovolit videoVždy povolit Youtube videa\n\nPrvý prototyp svojho druhu – LED panel Mitochondriak® 3.0 UV portable, ktorý obsahuje aj UV svetlo. Prenosný, praktický a tichý panel na baterky, s minimálnym EMP (EMF), bez flickeru. Je vhodný ako prenosné – doplnkové interiérové osvetlenie, na lokálnu terapiu a tiež na zlepšenie cirkadiánneho rytmu (stimulácia nevizuálnych fotoreceptorov). Obsahuje až 8 vlnových dĺžok, z čoho sú 2 krátke vlnové dĺžky UVA svetla. „Nesnažíme sa „hacknúť“ prírodu ani napodobniť slnečné svetlo. Snažíme sa im len čo najviac priblížiť a využiť ich prírodnú liečivú silu!„\n\nMitochondriak® 3.0 UV portable. Prvý prototyp panelu na baterky, ktorý má až 8 vlnových dĺžok a pridané UV svetlo! Ďakujem ti za pozornosť a čítame/počujeme sa nabudúce. Referencie, odkazy a štúdie: Alfvén H. Plasma universe. Physica Scripta 1987, T18, 20-28. Lerner EJ. The Big Bang Never Happened, Vin, New York, 1991; Cosmology Statement. Org. An Open Letter to the Scientific Community. New Scientist 2004, May 22-28 issue, p. 20. Ho MW. Galaxies making stars at the edge of the universe & other anomalies. Science in Society 60. Lambda-CDM model, Wikipedia, 11 October 2013, Leibundgut B and Sollerman J. A cosmological surprise: the universe accelerates. Europhysics News 2001, 32, 4, Redshift, Electric Cosmos, accessed 18 October 2013, Arp H. Quasars, Seeing Red: Redshifts, Cosmology and Academic Science, Aperion, 1998. Brynjolfsson A. Redshift, time dilation, and supernovae Ia. arXiv:astro-ph/0406437v2  20 Jul 2004. Ari  A. Redshift of photons penetrating a hot plasma. arXiv:astro-ph/0401420v3 7Oct 2005\n\nBrynjolfsson A. Surface brightness in plasma-redshift cosmology. arXiv:astro-ph/0605599v2  31 May 2006",
  "date": "2024-10-20T00:00:00+02:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:47:40+02:00",
  "word_count": 4008,
  "source_file": "Matrix_2_elektrick_povaha_vesmru_vs_elektrick_mitoc.json",
  "cleaned_word_count": 4298,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:54.631782",
    "original_word_count": 4008,
    "cleaned_word_count": 4298,
    "reduction_percentage": 9.45
  }
}