{
  "url": "https://jaroslavlachky.sk/matrix-5-mitochondria-voda-a-hydrodynamika/",
  "title": "MATRIX #5 Mitochondria, voda a hydrodynamika",
  "content": "Premýšľal si niekedy nad tým prečo sa loď „vznáša“ na hladine vody? Alebo prečo je ľudské telo od prírody nadizajnované tak, že sa nedokážeme utopiť, pokým sa prudko vo vode nehýbeme? Keď si ľahneš voľne na chrbát, nos máš predsa nad hladinou. A vedel si, že ak vykonáš potrebu vo vode, daná „vec“ vypláva na hladinu, no ak ju vykonáš 3 a viac metra pod hladinou, začne naopak klesať? Prečo to tak je a čo nás o hydrodynamike môžu naučiť naše mitochondrie? Využívajú tieto princípy aj ony? Asi nikoho neprekvapí keď poviem, že matka príroda je geniálna a „prešibaná“ a veľmi dobre vie, prečo sa život zrodil vo vode a zároveň sa dostal na súš až vtedy, keď si tento „oceán“ vzal pomocou CCO v mitochondrii so sebou. Poďme sa na to pozrieť. Sumár článku: O čom nám hovorí Archimedov princíp? Prečo sa vo vode nadnášame a ženy aj obézni dokonca ešte viac? Prečo sa vo vode naša hmotnosť stáva nepodstatnou a najdôležitejší faktor je veľkosť a hustota? Prečo väčší objekt stráca energiu, no zároveň lepšie pláva? Prečo má mitochondria iba 37 génov a na obnovu komplexov vyžaduje aj jadrovú DNA (nie len mtDNA)? Môže nás plávanie a voda naučiť niečo o mitochondriách a heteroplazmii? Naozaj transgeneračná epigenetika začína už u našich starých rodičov, ktorí ovplyvnili svoje vnúčatá skrz mitochondrie? Záver a zhrnutie + S. Článok si môžeš vypočuť aj ako nahovorený Audio podcast. Nájdeš ho na SPOTIFY alebo na iných platformách. P.P.S. Ak chceš byť informovaný vždy medzi prvými o zverejnení nového článku/podcastu, prihlás sa na \n\nArchimedov zákon alias ako a prečo plávame vo vode\n\nVždy keď si ľahneš na chrbát, tvoje telo bude plávať a budeš môcť dýchať. To vie myslím každý, kto bol aspoň na plavárni. V slanej vode, napr. mŕtve more, sme dokonca nadnášaní ešte viac. Čo však toto. Prečo sa obézni človek, ktorý má viac tuku, nadnáša ešte viac ako štíhli človek? Ak si niekedy videl cvičenie v bazéne, vieš o čom hovorím. A prečo keď sme dehydratovaní, priberáme viac podkožného tuku (alebo viscelárneho v horšom prípade)? Môžu nám tieto vonkajšie „znaky“ hovoriť niečo o tom, čo sa deje vo vnútri? Na mitochondriálnej úrovni? Za mňa sto percentne áno…\n\nKnihu nájdeš v mojej knižnici\n\nZ Archimedovho zákona vieme, že na teleso ponorené do kvapaliny pôsobí hydrostatická vztlaková sila, ktorej veľkosť sa rovná tiažovej sile kvapaliny, s rovnakým objemom ako je objem ponorenej časti telesa. O tom je aj slávny príbeh, ako prišli bez akéhokoľvek znalectva na to, či je minca reálne zlatá, alebo je to len „padelek“ (určite si o tom počul). Bez toho, aby sme silno moc premýšľali ako na škole a snažili sa teda robiť komplikované výpočty ihneď vieme, že nepotrebujeme priamo poznať/merať hmotnosť telesa (mitochondrie), ani vody (cytoplazmy). Stačí nám len poznať tieto vzťahy a ich hustotu/štruktúru! No a keď sa bavíme o hustote a štruktúre bavíme sa o termodynamike! Zdroj: Spotené mitochondrie = väčšie mitochondrie = väčší objem aj väčší „vztlak“\n\nTeraz rovno k veci. Aký je účinok neprirodzeného uEMP a/alebo nadmerného umelého modrého svetla na mitochondrie? SPOTENIE. Keď sú naše mitochondrie vystavené nadmernému stresu z umelého osvetlenia a/alebo umelého elektromagnetického smogu (tzv. uEMP), mitochondrie mu čelia zmenou voľných radikálov, aké generujú a tiež dehydratáciou. Dehydratácia = strata voľných elektrónov a neschopnosť absorbovať dostatok svetla a tiež strata koherentnej/štrukturovanej vody, čo znamená, že voda dnu zaberá väšší objem a má viac deutéria. Keď má viac deutéria, krebsov cyklus sa spomaľuje, čím mitochondria prestáva produkovať vodu a ešte viac sa potí, čím jej objem dnu ešte viac vzrastá. Keď sa toto deje, CRYSTAE vykazuje topologickú z, pretože sa mení jej tvar a komplexy na nej sa od seba vzďaľujú, čím sa celý ETC (dýchací reťazec) ešte viac spomaľuje. Toto je jedna z vecí, ktorá akútne nie je zlá, napr. počas apoptózy, či delenia buniek, avšak v chronickom stave (patológia), sa mitochondrie stávajú objemnejšie a ich pohyb v cytoplazme bunky sa zmení. Ako to môžeme pozorovať pod mikroskopom? Napríklad tým, že už neplávajú tak blízko jedna druhej a tiež, že sa vzdialili od jadra bunky – od DNA. Práve tam sa nachádzajú ukryté gény, ktoré mitochondria potrebuje na neustálu obnovu niektorých svojich komplexov. Nezabúdaj, že mitochondria vo svojej mtDNA má iba 37 génov, z ktorých vie vytvoriť iba zopár komplexov. Nie všetky a nie kompletné. Zvyšné potrebné gény na tvorbu potrebných proteínov má v jadrovej DNA. Prečo väčší objekt stráca energiu, no zároveň lepšie pláva? Teraz poďme spolu a logicky. Čo sa stane objektu, keď sa zväčší a nafúkne? Predstav si môj obľúbený príklad s 60 kg obratným karatistom verzus 120 kg veľkým sumo bojovníkom. Nenarážam teraz na ich stavbu tela, ani ich životný štýl (každý máme „to svoje“), no narážam na ich fungovanie. Ten ťažký človek je menej efektívny, ťažší, a vyžaduje viac energie na fungovanie a pohon. On teda „energiu stráca“, respektíve je menej termodynamicky efektívny (na vykonanie rovnakej práce potrebuje viac vstupu). Rovnako je to s časticami v CERN-e. Čím viac časticu urýchlime, tým viac vzrastá jej kinetická energia (nenulová hmotnosť) a tým viac a viac energie potrebuje, aby sme ju urýchlili ešte viac. Ak by sme ju chceli urýchliť na rýchlosť svetla, pretože by bola až tak „ťažká“, potrebovali by sme prakticky nekonečné množstvo energie! Teraz to prevráťme nazad k ľudskému telu a mitochondrii. Rovnako ako ten SUMO bojovník, aj mitochondria po zväčšení (spotení sa) stráca energiu. Ak má totiž svoje respiračné komplexy vzdialené, pretože je jej membrána roztiahnutá – dýchací reťazec neprebieha efektívne a má väčšie úniky (straty). Vtedy sa stáva termodynamicky neefektívny. Toto je ten čas, kedy si bližšie k rovnovážnemu stavu, pretože všetko čo vstúpi do teba dnu, nedokážeš efektívne využiť formou negatívnej entropie a viac z teba uniká von, aj formou biofotónov. Toto sa prejaví rôzne a veľa „počítačov kalórií“ to asi pozná, napríklad tak, že hoci jem nemám energiu a cítim sa mizerne. Keď si však teraz predstavíš nejakú nedávnu oslavu, kde ste fúkali balóny, zistíš, že ten objemný balón sa iba ťažko potopí, však? A čo tak človek? Vieš, že keď máš viac tuku, budeš sa nadnášať viacej? Žeby preto sa naše obojživeľné ľudské deti rodili ako rozkošné gulôčky s veľkými očami obalené tukom, pričom 9 mesiacov plávali v amniotickej kvapaline? Tiež každý vie, že keď hodíš do vody ťažký kameň, potopí sa, no nafúknutá lopta nie. Túto loptu môžeš vo vode ľahko pohybovať. Môže byť zasa toto jeden z dôvodov, prečo veľa ľudí priberá, keď sú termodynamicky menej efektívni, rovnako ako ich mitochondrie? Zamysli sa…\n\nČo je to špecifická hmotnosť alias prečo plávame? Poznáš pojem špecifická hmotnosť? Pomer hmotnosti telesa k hmotnosti vody, ktorú vytlačí, je jeho špecifická hmotnosť. Keď je hmotnosť vody, ktorú vytlačíme, väčšia ako naša hmotnosť, vznášame sa. Podobne to môžeš chápať aj s gravitáciou. Aj preto sa hovorí, že všetko je len relatívne. Síce môžeš vážiť 100 kg, no na dne oceánu by si bol trochu „ťažší“ a zároveň na mesiaci ľahší. Čistá voda má špecifickú hmotnosť 1 (je to referenčná hodnota pre všetky ostatné veci). Ak je špecifická hmotnosť menšia ako 1, predmet/telo sa vznáša. Ak je špecifická hmotnosť väčšia ako 1, predmet/telo klesá. Ak je špecifická hmotnosť cca rovná 1, predmet je rovnomerne „vznášaný“ vo vode, nepotápa sa ani nepláva. Ako to však ovplyvňuje schopnosť človeka plávať a byť vo vode? Jednoducho. Špecifická hmotnosť človeka súvisí s tým, koľko má svalov, tuku, kostí a hlavne vody v tele. To vie aj laik. Keď dám vodu do vody, všetko bude rovnaké. Keď však dám do vody niečo ako tuk, schopnosť nadľahčovať sa sa zmení. Stačí ak pomyslíš na nejaký kus mäsa, kameňa, či ľahkého cukríka alebo olivový olej. Olivový olej bude v poháry s vodou plávať. Tukové tkanivo má špecifickú hmotnosť menšiu ako 1 a kostné a svalové tkanivo má špecifickú hmotnosť väčšiu ako 1. Čo to znamená? Tí, ktorí majú viac telesného tuku a menej svalov, sa zvyčajne ľahšie vznášajú. Toto sú napr. obézni ľudia. Toto môže byť napr. Endomorfný typ. Naopak ľudia s množstvom svalov a/alebo ťažkou štruktúrou kostí a/alebo s malým množstvom telesného tuku sa nevznášajú ľahko. Toto môžu byť napr. mezomorfné alebo ektomorfné typy. Čo však POHLAVIE? Aj to hrá úlohu. Ženy majú v priemere vyššie percento telesného tuku ako muži, v dôsledku čoho sa ženy vo všeobecnosti vznášajú ľahšie ako muži. Rovnako je to s malým dieťatkom, čo som schválne spol vyššie. Mitochondrie sú plné vody a za deň zrecyklujú cez 7000 litrov vody\n\nV ľudskom tele máme trilióny cudzích baktérií a organizmov, medzi ktoré so svojou vlastnou DNA spadajú v podstate aj mitochondrie. V hlave, v mozgu a v neurónoch sa udáva na bunku až cez 3000 mitochondrií. Skrz jednu synapsiu a axón dokonca až okolo milión. Ostaňme však pri tom všeobecnom čísle, že máme v neurónoch, v bunke až 3000 mitochondrii. Podobné číslo mimochodom môže byť aj v optickom nerve za sietnicou oka a tiež v leptínovom receptore! Keby si to cca prerátame s tým, že v mozgu máme trilión neurónov, získame enormné čislo mitochondrií s množstvom núl. Nejdem to teraz počítať (na prednáškach aj v knihe to spomínam), no chcem len poukázať na fakt, že je to veľa. V triliardách. No a predstav si, čo sa asi stane, keď nám takto v hlave, v neurónoch a za okom povedzme len v jednom neuróne viac ako 3000 mitochondrií zrazu „napučí“, podobne ako keď nafúkneme balón? A čo keby ich napučalo v tisícoch neurónov? Je ti jasné, že mitochondrie vodu tvoria a v metabolickej vode zároveň samé plávajú, však? Tie mitochondrie tam teda nie sú len tak vo „vákuu“. Ony plávajú v kvapaline s názvom Intracelulárna kvapalina – v bunke. Vonku, mimo bunky, je extracelulárna. Vo vnútri je tiež viac draslíka a menej sodíka a opačne. O tomto sme si vraveli viac aj minulé roky, kľudne si zopakuj. Keď sa teda mitochondria takto nafúkne (spotí), pretože stráca energiu a niečo ju dehydratuje (napr. modré svetlo, uEMP,…), vyvinie vyššiu vztlakovú silu na svoje okolie – teda bunku. Tá bunka je akoby uzavretý segment plný vody. Keď sa v nej mitochondrie nafúkli, zrazu vyvíjajú väčšiu silu, podobne ako zlatá koruna vo vani verzus nejaký „PAĎELEK“ vo vani pri Archimedovych pokusoch. To znamená, že mitochondrie sa pohnú a tiež vytlačia viac vody = dehydratácia cytplazmy/bunky. Už sa chytáš??? Táto strata vody následne „pohne“ mitochondrie ďalej od jadra BUNKY, kde je DNA, a kde sídla aj gény/proteíny potrebné na obnovovanie mitochondriálnych komplexov a na ich biogenézu. Tiež to ovplyvní štruktúru vody dnu. Tieto fyzické zmeny menia veľkosť, tvar a umiestnenie všetkého v bunke. Toto tiež ovplyvní našu krvnú plazmu, pretože keď sa takto bunka dehydratuje, vyžaduje z extracelulárneho priestoru viac SODÍKA, ktorý dnu vpustí viac VODY, čo znamená, že v krvi sodík klesne, čím môže vzrásť naopak jej objem a teda tlak. Toto je ďalší dôvod prečo má veľa ľudí problém s tlakom, len tak medzi rečou…\n\nSpotenie mitochondrie zmení jej komunikáciu skrz kolagén a vodu\n\nKeď voda v bunke takto zmení štruktúru, zároveň sa veci v nej od seba vzdialia, musí sa zmeniť aj ich vzájomná komunikácia. To znamená, že tunelovanie elektrónov, ale hlavne protónov je pomalšie = slabšia činnosť enzýmov! Myslíš si, že v takomto prípade je naďalej väčšina vody v bunke koherentná? A že dokáže vo femtosekundách prenášať informáciu tak, ako by mala? A čo tak kolagén. Myslíš, že ten to nepocíti? Ak hej, tak si na omyle. V bunke je celý cytoskeleton z kolagénu. Keď spotené mitochondrie vyvíjajú vyšší tlak, kolagén na to reaguje piezoelektricky, no zároveň sa viac opotrebúva, čím musí byť viac označovaný ubikvitínom a zvyšuje sa jeho metabolický obrat. To znamená rýchlejšie stárnutie. Aj toto je dôvod, prečo každý vie, že na opuch zaberá ľad. Chlad však zaberá aj na „opuch“ (spotenie) mitochondrií, pretože tlmí ubikvitináciu a svcrkáva ich ETC, čím produkujú viac vody a svetla. Ďalšia vec, ktorá  dokáže tlmiť ubikvitináciu a zefektívniť ETC, je intenzívne UV svetlo. Oba nám tiež pomáhajú mitochondrie hydratovať a teda vodu dnu štrukturovať. Ak nenastane ani jedno, celá komunikácia mitochondrií medzi sebou, aj s endoplasmatickým retikulom a jadrom bunky viazne a mitochondrie nevedia svoje komplexy obnovovať. Pri takomto ťažšom tunelovaní elektrónov vytvoríme horšie voľné radikály, ako je napr. potrebný superoxid. Na to potrebujeme funkčný prvý komplex a kyslík. Bez neho mitochondria nevie podstúpiť autofágiu a zrecyklovať sa. Toto je dôvod prečo bez jedla prežijeme mesiace, bez vody dni, no bez kyslíka iba minúty. Vďaka elektromagnetickým schopnostiam molekulárneho kyslíka je to dokonalý plyn, ktorý je veľmi elektronegatívny, no zároveň paramagnetický a má presnú atómovú veľkosť, aby vypĺňal priestor medzi membránami mitochondrie, do ktorých dosahuje magnetické pole vyprodukované katódou ATP-syntáza v mitochondrii. Vďaka tomuto mitochondria „nájde“ svoj vodík, ktorý  rastlinka „ukryla“ do potravy, a vytvorí z neho nazad vodu, do ktorej uloží a následne transformuje energiu aj informáciu svetla, ktorá vykonáva celú „show“! Prečo teda menej efektívny človek priberá tuk? Môže to byť „volanie o pomoc“? V úvode som schválne začal príkladom s obéznym človekom a plávaním nad hladinou. Keď sa totiž takto mitochondria spotí a bunka mení štruktúru vody dnu, mení sa aj celý tensegrity systém. To znamená, že na náš kolagén a fascie je vyvíjaný odlišný tlak a generujú rozdielne piezo a flexo elektrické stimuly. Toto je tiež to, čo mení našu schopnosť aktivovať autofágiu, zvyšuje našu ubikvitináciu (väčšia vzdialenosť = menej energie = väčšia spotreba ATP aj syntézy proteínov) a rovnako neskôr ovplyvňuje našu svalovú/kostnú a tukovú hmotu. Toto v podstate vieme vidieť aj na MRI. Nezabúdaj, že voda je v istých situáciách viac tmavá, pretože sú jej molekuly pohyblivé a menej radiácie reflektujú, kdežto tuk je bledý. Keď teda stratíte lumbálnu kvapalinu, alebo svalovú či chrupavkovú hmotu tam, kde by mala byť a ocitá sa tam TUK alebo VÁPNIK, vieme, že sa niečo deje. Pravdepodobne však nie len z kosťou a svalovo/tukovou štruktúrou, ale aj s mitochondriami v danom tkanive, ktoré vidíme na snímke. Skúsme si to trošku zhrnúť, aby si zapojil svoje mozgové závity…\n\nPrečo podľa teba všetko v bunke, dokonca aj mitochondrie a DNA plávajú vo vode? …tomuto verím trochu rozumieš. Ďalej. Prečo podľa teba, hlavne ženy, často priberajú veľa vody (nafúknutie)? Obzvlášť v istých fázach, kedy reálne energiu strácajú, pretože ich telo sa pripravuje na potencionálne počatie života? A čo tak finálny bod – prečo sa náš druh vyvíja v amniotickej kvapaline? Malé dieťatko predsa pláva v matke vo vode. O tom, že život vznikol v oceáne už vieš. Aj o tom, že všetko v oceáne je plné DHA a tiež, že aj niektoré cicavce, ako napr. delfíny, či veľryby, boli kedysi suchozemské cicavce. Ľudia si na život na súši zvykli, aj vďaka nášmu rozvinutému mozgu, bipedalizmu a schopnosti vykonávať rôzne pohyby, avšak obojživelná nátura je v nás stále. Aj keď tomu každý neverí! Malé dieťatko sa predsa nemusí po narodení učiť plávať. Dokáže zadržať dych, ponárať sa a aj plávať okamžite. Naopak – musí sa učiť neskôr chodiť. Alebo sa mýlim? Počas prvého trimestra, kedy sa vyvíja embryo, v podstate pripomína kulturistu na súťaži. Je to samý proteín, skoro žiadny tuk, nejaká voda, orgány, atď. Jeho špecifická hmotnosť je cca 1. Avšak počas posledného trimestra sa zväčší a priberá veľa tuku, aj deutéria od matky (vtedy sa matka stáva aj mierne inzulínovo rezistentnou a v podstate podstupuje „liečbu“ vo forme detoxu deutéria). Toto je obdobie, kedy sa špecifická hmotnosť bábätka znižuje a ono vyvíja väčší vztlak, čo vplýva na matkin tensegrity systém v okolí pánvy. Ku koncu je vztlak dostatočný na to, že sa dieťatko jednoducho „vypýta“ a matka ide rodiť. Je tu však aj ďalšia vec, akú si mnoho ľudí pri čítaní/počúvaní týchto riadkov nevšimlo. Nezabúdaj predsa, že ak ani len nevieš to, čo nevieš, iba ťažko prídeš na to čo ešte nevieš. Množstvo tuku, aké dieťatko priberie predsa musí byť kvantizované a to so stavom hydratácie, svalstva a zdravia (melanopsínu) najmä u matky, ale v podstate u oboch rodičov. Nie nadarmo je dieťatko v úvode tehotenstva čistý proteín a matkine bruško má hrubšiu vrstvu tuku aj kože. V tomto stave dieťatko vidí po celý život prakticky iba infračervené svetlo, ktoré preniká niekoľko cm dnu (ak je mu teda matka vystavená tak, ako by mala). Avšak v poslednom trimestri, kedy sa bruško rapídne zväčší, sa matkina koža natiahne až natoľko, že medzi ňou a dieťatkom vznikne priestor, kam prenikne aj modré svetlo. Toto je stimul, ktorý ide ruka v ruke s nárastom leptínu a progesterónu a s priberaním, kedy si dieťatko toto všetko berie od matky. Slová vyššie sú podľa mňa dôvod, prečo u zdravých matiek stojí za to, aby si počas tehotenstva dávali záležať na kľude, prirodzenom pohybe, slniečku, prípadne vhodnom infrapanely (amniotická kvapalina absorbuje IČ svetlo) a tiež môžu využívať vhodný zvuk a púšťať ho aj dieťatku v brušku (vibrácie = štruktúra vody). Transgeneračná epigenetika začína už u našich starých rodičov, ktorí ovplyvnili svoje vnúčatá skrz mitochondrie\n\nNa záver si treba uvedomiť, že v dnešnom svete nie je nič neobyčajné, ak už počas počatia dostane dieťatko vo vajíčku spotené mitochondrie, vzdialené od DNA, ktoré budú vyžadovať väčší vstup na vykonanie rovnakej práce. Ak má napríklad matka dlhodobú disfuknciu leptínu a melanopsínu, čo dnes podľa mňa nie je neobyčajné, keďže väčšina z nás si nedáva pozor na svetelnú výživu a teda aj blokovanie umelého svetla večer a v noci, mitochondrie už od počiatku musia reagovať na to, čomu čelia, patričnou adaptáciou. Touto adaptáciou môže byť aj obezita už v detstve. Ďalšou adaptáciou, podľa mňa, je aj autizmus, cukrovka, či mnohé ďalšie, ktoré si predsa dané dieťatko nevyberá. Ak dieťatko priberá počas posledného trimestra priveľa, pretože už dostalo vajíčko so spotenými mitochondriami a zlou citlivosťou na leptín, matka môže nabrať priveľa vody, ktorou vykompenzuje túto vztlakovú silu, čím sa však naruší jej extracelulárna kvapalina a teda aj krvná plazma. Toto je ten prípad, kedy u matky vidieť podľa mňa pôrodnú cukrovku. A tiež vtedy častejšie nájdeme u dieťatka žltačku (žltačka = krátkodobá hypoxia). Ak má žltačku, ide do inkubátora pod umelé modré svetlo (kedysi sa mimochodom využívalo UV). Toto je podľa mňa tiež jeden z veľkých problémov, pretože dieťatko v dnešnom svete, ktoré je pod takýmto inkubátorom s ešte veľmi permeabilnou kožou, kde je melanopsin, môže od narodenia získať daľší zlý základ do života. Už len pridanie červeného svetla do takýchto inkubátorov by mohlo mať obrovský efekt na deti v dospelosti, ktoré tam museli byť. SPOTENÉ mitochondrie = mitochondrie sú vzdialené od DNA (zmena epigenetiky aj metylácie). To jednoducho znamená, že DNA dieťatka môže byť už pri zrode roztvorená viac, aby uvoľnila viac UV svetla a energie a tým vykompenzovala vzdialenosť v bunke. Veď ak stojíš vedľa partnera, nestojí ťa žiadne úsilie niečo mu povedať, však? No ak odíde kilometer ďalej, musíš vynaložiť úsilie a energiu, aby ste komunikovali. V tvojom tele je to na molekulárnej úrovni rovnaké až na to, že daným „médiom“ aj „zdrojom“, ktoré informácie roznáša je VODA. Tiež to znamená, že tieto novo vznikajúce bunky v novom živote (embryu) ostanú viac spotené a naberú od matky viac deutéria, čo sa môže v závislosti od prostredia, kde sa dieťatko nachádza, neskôr odzrkadliť na zdravotnom probléme už v detstve! Takisto z toho vyplýva, že bude počas života dieťatko potrebovať viac svetla, aj UV svetla a nie menej (pretože potrebuje kompenzovať termodynamické straty). To znamená, že počúvanie mine-streamu, propagandy, Billa Gatesa a médií o tom, aby sme sa pred slnkom chránili je obrovská chyba! Takýmto spôsobom príroda podľa mňa elegantne ovláda aj tzv. transgeneračnú epigenetiku a množstvo roztvorených a naopak utíšených génov. Toto je dôvod, prečo sú mnohé naše gény normálne utíšené (metylované) a naopak iné demetylované (otvorené). Má to svoj dôvod a pre teba je na teraz dôležité to, že VIAC roztvorených génov = vyššia ubikvitinácia od detstva = väčšia spotreba ATP = viac tuku, čím to telíčko kompenzuje aby znížilo svoju špecifickú hmotnosť! Ty si teraz pamätaj len jedno. Čím bližšie sú mitochondrie k jadru bunky, tým menej génov musíš „držať“ roztvorených, čo znamená dlhší a zdravší život! Tiež si môžeš zapamätať, že sodík je v modernom svete veľmi potrebný. Obzvlášť pri umelom EMP, akému sme vystavení. Rovnako plávanie a kontakt s vodou. Záverečné zhrnutie\n\nAk sa ti článok páčil a chceš ma podporiť v práci, alebo si myslíš, že môže pomôcť niekomu z tvojich známych, P.S. Ak chceš byť informovaný vždy medzi prvými o zverejnení nového článku/podcastu, prihlás sa na \n\n)\n\n Zdieľaním mojich článkov/podcastov, či zakúpením akéhokoľvek produktu na mojom eshope. Balíček tlačených kníh Spoznaj Svoju Biológiu (2+1)\n\nEasyLight Mitochondriak® | Light therapy \n\nTiež dávam do povedomia každému, koho zaujíma téma terapie červeným svetlom a celkovo „mito-hackingu“, projekt EasyLight Mitochondriak®. Ako ste si mohli všimnúť – EasyLight Mitochondriak je predovšetkým o mitochondriách a o edukácií ľudí o dôležitosti svetelnej výživy a nie je to iba o infrapaneloch. Téma mitochondrií je veľmi dôležitá a akýmkoľvek spôsobom dokážeme mitochondriám dodať dostatok elektrónov a svetla, tak je to v ich prospech. Aj preto sme po dlhom zvažovaní na webe pridali novinku, ktorou sú barefoot uzemnené topánky. Ako každý môj člen vie, takéto topánky nosím sám roky, viacerý z vás ich máte tiež (či už svojpomocne urobené, zo zahraničia, apod.) a momentálne sa Erik podujal aj na ich predaj priamo u nás na SK a CZ. Všetky info sú tu >>\n\nTiež môžete na čokoľvek aj po Vianociach na eshope easylight využiť zľavový kód na 10% zľavu „jaroslavlachky“. Přehráním videa souhlasíte se zásadami ochrany osobních údajů YouTube.Zjistit vícePovolit videoVždy povolit Youtube videa\n\nPrvý prototyp svojho druhu – LED panel Mitochondriak® 3.0 UV portable, ktorý obsahuje aj UV svetlo. „Nesnažíme sa „hacknúť“ prírodu ani napodobniť slnečné svetlo. Snažíme sa im len čo najviac priblížiť a využiť ich prírod\n",
  "date": "2025-01-15T00:00:00+01:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:47:31+02:00",
  "word_count": 3322,
  "source_file": "MATRIX_5_Mitochondria_voda_ahydrodynamika.json",
  "cleaned_word_count": 3563,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:53.959959",
    "original_word_count": 3322,
    "cleaned_word_count": 3563,
    "reduction_percentage": 8.01
  }
}