{
  "url": "https://jaroslavlachky.sk/mitochondrie-3-betaoxidacia-verzus-glykolyza/",
  "title": "MITOCHONDRIE #3 BETAOXIDÁCIA verzus GLYKOLÝZA",
  "content": "Na úvod ťa opäť trochu vyvediem z miery a položím ti zopár ťažkých otázok. Premýšľal si niekedy nad tým, ako súvisí RAKOVINA PRSNÍKA so SPAĽOVANÍM GLUKÓZY? Alebo s KYSLÍKOM? Premýšľal si niekedy nad tým, prečo musíme DÝCHAŤ? Myslím to smrteľne vážne. Prečo? Kyslík je totižto veľmi zaujímavý chemický prvok, vďaka ktorému ŽIJEME, a zároveň UMIERAME. Určite si už niekedy počul slovo OXIDOVANIE, však? Napríklad oxidovanie cukru alebo tuku. Naše mitochondrie totižto potrebujú kyslík na to, aby vedeli využiť GLUKÓZU alebo TUK na tvorbu ENERGIE a tiež, aby z ich elektrónov vytvorili VODU.\nPredpokladám, že iba málokto premýšľal nad tým, ako skončí jedlo, ktoré zje, pretože elektróny z neho skončia na kyslíku, ktorý vdýchneme a ustália sa spolu ako VODA.\nAko sa však kyslík dostane do mitochondrie a čo rozhoduje o tom, či nám POMÁHA alebo nás ZABÍJA? Tak toto sú zaujímavé otázky a na niektoré z nich sa v dnešnom článku dozvieš odpoveď. Rýchly sumár článku:\nČo je hlavným produktom DÝCHACIEHO REŤAZCA?Aký je rozdiel v GLYKOLÝZE a BETAOXIDÁCIÍ?Koľko ATP vytvorí GLUKÓZA a koľko MASTNÁ KYSELINA?Prečo ľudia potrebujú stravu založenú na VYSOKOM PRÍSUNE ELEKTRÓNOV a nie naopak?Prečo naozaj prežije HAD na púšti, aj bez VODY?Prečo majú ŽENY problém s PRSNÍKMI a prečo naozaj vzniká RAKOVINA PRSNÍKA (malý úvod do problematiky)?Ako PRÍRODA zabezpečila „oklamanie“ tráviaceho traktu, ktorý dostal NAJBOHATŠIU STRAVU a zároveň si myslel, že je PRÁZDNY?A ešte mnoho viac\n\nDÝCHACÍ REŤAZEC a ZÁKLADNÉ POJMY\nNa úvod napíšem, čo je CIEĽOM dýchacieho reťazca, respektíve čo je jeho výsledným produktom a potom veľmi stručne vypíšem zopár POJMOV pre ľudí, ktorí ich nepoznajú a nevedia, o čo sa jedná. Budem ich dnes určite používať a rovnako aj v budúcnosti, týkajú sa základných procesov, ktoré prebiehajú v mitochondrií, tak by si ich mal poznať. Tieto pojmy som si prepožičal z druhej knihy. Ak máš záujem, prvé strany \n(Rovnako je v predaji už aj MESAČNÁ FORMA ČLENSTVA, tak ak máš záujem, alebo si chceš „vyskúšať“, čo ťa čaká dnu, teraz je čas. S členmi už máme za sebou prvú kapitolu aj prvé )\nTakže, do mitochondrie vstúpi VODÍK, ktorý tam uvoľní ELEKTRÓNY a PROTÓNY a tiež KYSLÍK, ktorý dýchame. V mitochondrii sa z týchto „vecičiek“ vytvorí VODA, OXID UHLIČITÝ, ATP a TEPLO a taktiež nejaké špecifické VOĽNÉ RADIKÁLY. Všetky tieto veci nám zabezpečujú ŽIVOT, respektíve dostatok ENERGIE na život. Myslím, že je to veľmi pekne a stručne napísané a ľahko si to zapamätáš. Teraz nejaké POJMY, aby si lepšie chápal.\nOXIDÁCIA a REDUKCIA sú pojmy, ktoré som už spomínal v dávnejšom článku, kde som opisoval REDOX, mal by si ich teda poznať, no pre istotu zopakujem. Často tieto slová môžeš počuť pri odbornejších článkoch, tak aspoň budeš vedieť, čo znamenajú. Tiež uvidíš, prečo sa opäť raz oplatí viac zaujímať o ELEKTRÓNY a PROTÓNY, miesto o KALÓRIE.\nOXIDÁCIA je jednoducho ODOBERANIE ELEKTRÓNOV a REDUKCIA je zas PRIBERANIE (pridávanie) ELEKTRÓNOV. To znamená, že keď naše telo oxiduje (laicky spaľuje) glukózu, odoberá z nej elektróny. Už rozumieš, prečo sa hlavná časť dýchacieho reťazca nazýva ELEKTRÓNOVÝ TRANSPORTNÝ CYKLUS? Naopak povedzme v spánku, vtedy by naše telo malo byť v REDUKOVANOM STAVE, čo znamená, že naše tkanivá a proteíny opravujeme a dopĺňame ich ELEKTRÓNMI.\nGLYKOLÝZA je rozklad molekúl glukózy. Laicky to poznáš ako SPAĽOVANIE CUKRU. Naše telo dokáže glukózu tvoriť a spájať vo väčšie celky (napr. svalový a pečeňový glykogén), no vie ju aj podľa potreby rozložiť a zoxidovať. Glykolýza je teda „spaľovanie“ (odborne oxidovanie) glukózy.\nBETAOXIDÁCIA je proces, kedy mitochondrie spaľujú tuk, respektíve mastné kyseliny. Otázka pre teba, nad ktorou by si mohol popremýšľať, než sa pohneš ďalej je, či je spaľovanie TUKU naozaj závislé na našej STRAVE a POHYBE, alebo je riadené nejako inak? Popremýšľaj o tom. A kto vie. Možno sa aj v tomto článku dozvieš odpoveď.\nKeďže si v poslednom článku zistil, aký je rozdiel medzi jadrovou DNA a mtDNA, dnes pridám aj ďalšie dva pojmy s tým súvisiace. Sú to GENETIKA a EPIGENETIKA. EPIGENETIKA sa zaoberá príčinou, prečo sa niektoré gény v jadrovej DNA spúšťajú a iné nie. Skúma reguláciu a expresiu týchto génov. Za expresiu aj reguláciu génov sú zodpovedné mitochondrie a ich funkcia. Inými slovami, funkcia mitochondrií rozhoduje o tom, či sa nejaký gén prejaví, rozvinie alebo naopak nerozvinie. Epigenetika je teda niečo ako INŠTALÁCIA a AKTUALIZÁCIA SOFTWARU. GENETIKA sa zaoberá jadrovými génmi, ich funkciou a rozdielnosťou. Skúma prenos jadrových génov z rodiča na dieťa. Genetika je teda niečo ako KONTROLA HARDWARU.\nA na záver známe ATP. ATP (z angličtiny Adenosine tri phosphate, čo je v preklade Adenozín trifosfát) je výsledný produkt ETC (dýchacieho reťazca). Tvorí sa v tele neustále a ak sa na sekundu prestane, umrieš. Dodnes je ATP považované za SUBSTRÁT, ktorý je zdrojom našej ENERGIE, ktorý nás poháňa, no nie je tomu úplne tak. ZLATÍ \nATP je v našej BIOLÓGIÍ skutočne dôležité, to nepopieram, no nie z dôvodu, aký si ľudia myslia. (Ak chceš o ňom niečo vedieť tiež už teraz, v členskej zóne nájdeš sprístupnený PRVÝ  Je prístupný všetkým, stačí si vytvoriť účet  Pozri si ho.)\n\nSPAĽOVANIE TUKU vs SPAĽOVANIE CUKRU\nDýchací reťazec je to, vďaka čomu žijeme. O ňom nás učili aj v škole ešte ako deti. Ak prestaneš dýchať umrieš. V skratke dýchací reťazec prebieha takto: Začína to v BUNKE, kde sa GLUKÓZA rozloží  na menšie časti, ktoré môžu alebo nemusia vstúpiť do MITOCHONDRIE. O tom, či sa glukóza dostane do mitochondrie rozhoduje DOSTUPNOSŤ KYSLÍKA (teda okysličenie). Ak má bunka dosť kyslíku, rozložená glukóza do mitochondrie privedie VODÍK, ktorý sa v nej spojí s KYSLÍKOM a vznikne VODA. Popri tom sa vytvorí aj oxid uhličitý, teplo a ATP. (Taktiež aj isté špecifické množstvo voľných radikálov, no nebudeme to teraz komplikovať.) Ak bunka nemá dostatok kyslíka, z glukózy sa vytvorí tzv. LAKTÁT.\nAby si mal predstavu, tak z jednej molekuly glukózy sa vytvorí v mitochondrii cca 37 molekúl ATP, no ak do mitochondrie nevstúpi, vytvorí iba 2 molekuly ATP. Je to veľký rozdiel. Pri TUKU je to podobné. Po tom, čo sa z neho uvoľnia mastné kyseliny, tieto môžu vstúpiť do mitochondrie, kde podstúpia betaoxidáciu. Na rozdiel od glukózy však nemajú inú možnosť. To znamená, že ak nemá bunka dostatok kyslíku, mastné kyseliny (teda tuk) nespáli.\nToto je niečo, čo mnoho ľudí nevie a preto vždy tvrdím, že ak ti nefunguje MOTOR na AUTE, nemal by si na ňom ZÁVODIŤ. Ak je človek rezistentný na leptín, TRÉNING mu len zvýši množstvo tuku v krvi, no nedokáže ich do mitochondrie „vziať“ a zoxidovať, čo môže byť na škodu. Je to ako prilievať BENZÍN do auta s pokazeným MOTOROM a ešte pridávať PLYN a očakávať benefity. Aby si mal tiež predstavu, tak 1 molekula 16 uhlíkovej mastnej kyseliny, ktorú máme aj pod kožou, vytvorí 137 molekúl ATP. Je to celkom slušný rozdiel, čo povieš? Ak sa nad tým zamyslíš aj konvenčným spôsobom, ktorý považuje ATP za finálny zdroj našej energie, musí ti byť jasné, prečo väčšina MITOCHONDRIÍ v našom tele využíva BETAOXIDÁCIU (oxidovanie tuk) a nie GLYKOLÝZU (oxidovanie glukózy).\nNež budeš čítať ďalej, asi by som mal napísať dosť dôležitú a podstatnú vec. Nie STRAVA rozhoduje o tom, čo tvoje mitochondrie spaľujú. Píšem to schválne, pretože je v dnešnej dobe dosť rozmohlo niečo ako „TUKOVÝ“ METABOLIZMUS verzus „CUKROVÝ“ METABOLIZMUS a ľudia sa snažia tým, čo vložia do úst ovplyvniť to, čo ich mitochondrie zoxidujú….Mám pre teba novinku. Mitochondrie tieto rozhodnutia robia za teba a na tvoj súhlas sa nepýtajú. Ony majú zvyčajne prístup k obom substrátom, no to, čo sa „rozhodnú“ zoxidovať je ich „voľba“ a nie tvoja. PLYNNÝ KYSLÍK A JEHO „KÚZLO“\nAko si si mohol všimnúť, ich schopnosť efektívne spáliť oba substráty závisí od KYSLÍKU. Ako sa však kyslík dostane všade do tela? Ako vie, kde má ísť? A ako sa dostane do bunky alebo do mitochondrie? Čo ak ti poviem, že plynný kyslík má veľmi elegantne uložené svoje elektróny vo valenčnej väzbe, ktoré mu dávajú unikátne MAGNETICKÉ VLASTNOSTI? Vieš čo to znamená? Spomínaš si na moje dávnejšie články o ELEKTROMAGNETIZME? Len sa rozpamätaj. Naše bunky, hormóny, ale aj jednotlivé MITOCHONDRIE majú svoju VIBRÁCIU/REZONANCIU. To znamená, že indukujú isté MAGNETICKÉ POLE. Vieš, čo to znamená? Že sú ako MAGNET. Teraz sa zamysli, čo si pamätáš z detstva, keď si sa hrával s magnetmi. Rôzne sa od seba odtláčajú, ale aj PRIŤAHUJÚ. Vieš ako sa ten KYSLÍK dostane do častí tvojho tela? Vďaka MITOCHONDRIÁM, ktoré si ho „pritiahnu“. Neveríš? Tu máš jednoduchý dôkaz. Stačí sa iba zamyslieť.\nNáš MOZOG má najvyššiu spotrebu kyslíka v celom tele a ak sa mu odoprie kyslík iba na 3 minúty, umrieme. V našom mozgu je tiež najviac mitochondrií. Myslíš, že je to náhoda? Alebo je tam tá spotreba kyslíku práve vďaka mitochondriám, ktoré ho tam „vháňajú“? A čo tak SRDCE? Srdce je druhé miesto v tele, ktoré má najviac mitochondrií. Prečo myslíš, že nám krv prúdi Z a DO srdca? Stále si myslíš, že SRDCE je PUMPA? Možno by si si teraz mohol pozrieť jedno dávnejšie video, kde rozprávam pekné prirovnanie s KAPOTOU AUTA a VIBRÁCIOU MITOCHONDRIÍ. A nie že ho preskočíš. Přehráním videa souhlasíte se zásadami ochrany osobních údajů YouTube.Zjistit vícePovolit videoVždy povolit Youtube videa\n\nPRIHLÁS SA NA \nNa vytvorenie jednej molekuly glukózy fotosyntézou, musí byť z molekúl vody odobraných 24 elektrónov. To znamená, že fotosyntéza ZOXIDUJE VODU (odoberie jej elektróny). Tieto elektróny sú držané redoxovým  potenciálom kyslíka, ktorý je + 0,82 Voltov. Potom sú elektróny prenesené na atómy uhlíka, kde sú čiastočne redukované na sacharid s redoxovým potenciálom -0,42 Voltov. Rozdiel potenciálnej energie je 1,24 Voltu. Táto zmena vo voľnej energii ide pozitívnym smerom. Výsledkom tohto prenosu energie vďaka elektrónom vody je 2870,2 kJ (kilo Joulov) energie. Je to enormné množstvo energie, ktorá je zachytená v sacharide iba vďaka SLNKU a VODE. Pripájam obrázok z článku o SACHARIDOCH a TUKOCH, a ŠTVRTEJ FÁZE VODY, kde si o tom čítal viac. Mimochodom, opäť si všimni, že je tam napísané Joul a nie KALÓRIE. ŽIVOT je o neustálom TOKU ENERGIE. To je jeho PODSTATA. Prenos energie sa vo FYZIKE meria v JOULOCH a nie v KALÓRIACH a má to svoj dôvod. Vieš aký? Pretože ŽIVOT sa odohráva v OTVORENOM SYSTÉME a nie v UZAVRETOM. Kalórie majú opodstatnenie iba v uzatvorenom systéme.“\nČo však TUK a jeho MASTNÉ KYSELINY? Zamysli sa logicky, na teraz už bez výpočtov. Obsahuje TUK rovnako „nabité“ ELEKTRÓNY? Odpoveď je nie. Keď rastie SACHARID, fotosyntéza má k dispozícií zo zeme veľa VODY, do ktorej môže uložiť aj ENERGETICKÉ SLNEČNÉ LÚČE. Rovnako je to pri živočíchovi, ktorý sacharid konzumuje. Živočích má v takýchto podmienkach (v našom prípade v letných) k dispozícií v strave veľa VODY a v mitochondrii teda nepotrebuje vytvoriť toľko ENDOGÉNNEJ (vlastnej) VODY, ale ani ATP. Avšak pri tuku je to iné. Prečo? Ak si niekedy skúsil napríklad vložiť do úst kocku ľadu, alebo si nárazovo prehltol ľadovú vodu, mohol si si všimnúť jedno. Vytratil sa ti smäd. Prečo je to tak?\nVytvorenie tuku nemá k dispozícií také množstvo VODY ani ENERGETIKÉHO SLNEČNÉHO ŽIARENIA. Ak mi neveríš, zamysli sa sedliackym rozumom nad týmito dvoma príkladmi, ktoré ti možno vyrazia dych a to len z toho dôvodu, pretože si nad tým predpokladám nikdy nepremýšľal.\nZa prvé, prečo má podľa teba slanina málo vody? Slanina je takmer čistý tuk. Alebo čo taký vlašsky orech? Oba sú plné tuku, no vody je v nich málo a k dispozícií sú hlavne v zimných mesiacoch alebo v pred zimných obdobiach. Tvoja ďalšia otázka by mohla byť, prečo teda mastné kyseliny neobsahujú viac vody, keď CHLAD nám ešte zníži smäd? Hneď sa dozvieš odpoveď… no najskôr druhý príklad.\nPrečo podľa teba, v tropických krajinách tvoria rastlinky v istých obdobiach NASÝTENÉ TUKY? Napríklad taký kokosový orech. V tropických krajinách nemajú zimu a leto, ako máme my, no majú tam striedanie VLHKA a SUCHA. To znamená, že tunajšia fotosyntéza nemá počas obdobia sucha k dispozícií dostatok VODY, na ktorú by uložila ENERGETICKÉ SVETLO a tak vytvorí TUK, ktorý síce nesie menej energetické ELEKTRÓNY, no má ich viac a v živočíchovi vytvorí viac endogénnej VODY, aj ATP, ktoré to istým spôsobom kompenzujú. Dochádza trochu? Príroda nikdy nehrá na náhodu a ani pri ukladaní SVETLA na ELEKTRÓNY v STRAVE tomu nie je inak. TUK VYTVORÍ V MITOCHONDRIÍ VIAC VODY AJ ATP\nSchválne som hneď v úvode napísal niečo o KYSLÍKU, ktorý vytvorí VODU a tiež som tam napísal, čo všetko dýchací reťazec vytvorí (VODU, CO2, TEPLO, ATP a VOĽNÉ RADIKÁLY). Väčšina odborníkov sa sústredí iba na množstvo ATP, pretože ho považujú za zdroj našej energie, no ja ti už  trochu viac naznačím, že to tak nie je. ZLATÍ  Na konci článku je pre všetkých členov (BRONZOVÝCH aj ZLATÍCH) ukrytý aj BONUS, kde som jeho funkciu tiež napísal.\nTeraz si prepožičiam jednu moju ilustráciu z druhej knihy (je ich tam kopec), kde uvidíš, ako vstúpi GLUKÓZA alebo MASTNÁ KYSELINA do mitochondrie, kde vytvoria ENERGIU. Pre teba sú na teraz dôležité tieto dve veci, tak si ich na ilustrácií všimni. Za prvé, glukóza má dve dráhy, kade môže ísť (s kyslíkom alebo bez), kdežto mastná kyselina má iba jednu dráhu. Ak mitochondria kyslík nemá (ak je bunka hypoxická), mitochondria nemôže zoxidovať TUK. Druhá vec, ktorú sú všimni je, že glukóza aj mastná kyselina neskôr v ETC vytvoria VODU (znázornená modrou) a ATP (znázornené v kruhu s čiarkami). Obrázok z knihy KVANTOVÁ BIOLÓGIA. Teraz nadviažem na vetu z úvodu. 16 uhlíková mastná kyselina (takú máme napr. v podkožnom tuku) vytvorí v mitochondrií za ideálnych podmienok cca 137 molekúl ATP, zatiaľ čo 6 uhlíková glukóza vytvorí iba 37 molekúl ATP. Aby to bolo takmer „spravodlivé“ tak to prerátam aj na rovnaké množstvo uhlíkov. 3 molekuly glukózy majú dohromady 18 uhlíkov (to je ešte o dva viac ako molekula mastnej kyseliny), no aj tak vytvoria iba 111 molekúl ATP a jediná mastná kyselina až 137 molekúl ATP (v ideálnom prípade a zaokrúhlene samozrejme). To však stále nie je to najpodstatnejšie. To dôležitejšie je totižto VODA.\nNaše mitochondrie pri oxidácií tuku vytvoria až 2,2 krát viac VODY, ako pri oxidácií sacharidu. Zaujímavé, čo povieš? Už trochu rozumieš vetám vyššie? Možno by si teraz mohol lepšie chápať, ako prežijú zvieratká na púšti a prečo napríklad HADY konzumujú iné živočíchy, keď nemajú dostatok VODY. Potrebujú totižto ich TUK. Podobne je to u nás v zime napríklad s VLKMI. Teraz malá úvaha. Môže byť toto dôvod, prečo si živočíchy nosia so sebou zásobu vodíka vo forme TUKU, zatiaľ čo rastlinky „podkožný“ tuk nepotrebujú, pretože sú nonstop koreňmi spojené so zemou, odkiaľ vodu čerpajú? Môže to byť tiež dôvod, prečo sa ráno zobúdzame s potrebou močiť a rovnako dostaneme nutkanie na WC pri pobyte v ľadovej vode? Môže byť VODA ten chýbajúci článok?\nMôže to byť tiež dôvod, prečo nám v lete na silnom UV svetle vystúpia žily na povrch a ostaneme naopak smädní? V lete nám zas mnohokrát intuitívne nechutia mastné a tučné jedlá, no OVOCIE, ktoré vtedy rastie a je plné VODY, áno. V lete totižto naše mitochondrie nepotrebujú tvoriť toľko ENERGIE a teda ani ATP a VODY. V lete nám stačí naša krvná PLAZMA, ktorá však potrebuje slnečné lúče, solárny mozoľ a pokožku vystavenú slnku, aby v nej vytvorila dostatok EZ. To znamená, že mitochondrie si vtedy môžu dať „pohov“.\nTiež to znamená, že KETOGÉNNA STRAVA nemusí byť v istých podmienkach dobrý nápad, pretože bude mitochondrie nútiť do niečoho, čo vtedy nepotrebujú robiť a naopak v iných prípadoch, môže byť ketogénna strava nutnosťou. Dúfam, že začínaš vidieť, prečo vždy tvrdím, že na kontexte záleží a prečo sú niekedy tie NAJMENŠIE a zdanlivo NAJNEPODSTATNEJŠIE DETAILY tie KĽÚČOVÉ. Dnešný KONTEXT sa totižto mení rýchlejšie, ako nutričné odporúčania, no aj tak stále platí toto: „ak ani len nevieš, že o niečom nevieš, iba ťažko prídeš na to čo je to, čo zatiaľ nevieš.“ Toto sa týka aj zdravotníckych alebo výživových „odborníkov“, ktorí radia ľuďom, čo majú robiť alebo naopak nerobiť, aby boli ZDRAVÍ.\nVeta, ktorú som napísal v začiatku stále platí. Tvoje mitochondrie robia rozhodnutia za teba, aj keď si to neuvedomuješ. Teraz doplním druhú vetu, ktorej zatiaľ nebudeš rozumieť, no to vôbec nevadí. Množstvo, ale aj napätie kyslíka, ktoré má bunka k dispozícií, je kľúčovým FAKTOROM, podľa ktorého sa mitochondrie rozhodujú, čo oxidujú. MORSKÁ KETOGÉNNA STRAVA a VÝVOJ MOZGU\nSchválne som ti v tomto článku predstavil 2 hlavné ZDROJE ATP v tvojich mitochondriách (ďalšie dva na teraz nie sú podstatné), ktoré sú GLYKOLÝZA a BETAOXIDÁCIA. Prvé znamená zoxidovať GLUKÓZU (časť SACHARIDU) a druhé, zoxidovať MASTNÚ KYSELINU (časť TUKU). Zoxidovať znamená, obrať ich o ELEKTRÓNY. Glukóza má elektrónov menej a mastná kyselina ich má viac. Čo ti to vraví vzhľadom k vzťahu k nášmu mozgu? Že náš druh musel byť počas evolúcie odkázaný na donášku najväčšieho a najkoncentrovanejšieho zdroja elektrónov, čo sa potravy týka, pretože inak by sme neprežili podmienky, aké sme mali (CHLAD, nedostatok JEDLA, doby ľadové, …)\nĽudský mozog je najkomplexnejší výtvor z celej živočíšnej ríše a potrebuje obrovskú donášku elektrónov. Aj preto sa malé bábätko narodí tučnučké a tiež preto starý človek začne viac priberať, keď jeho mozog stráca viac energie do okolia. Možno sa teraz pýtaš, či máme aj nejaké dôkazy pre tieto tvrdenia. Áno máme a odporúčam ti začať napríklad touto knihou. FIAF, MHC-1, PODKOŽNÝ TUK a HOMOSAPIENS\nTvorba bieleho tuku je prirodzený evolučný mechanizmus pre všetkých živočíchov, aby sme mali veľký zdroj vodíka. Naše baktérie (prokaryoty) v črevách tvoria okrem iného aj proteín s názvom Fasting Induced Adipose Factor (skr. FIAF). FIAF robí v skratke to, že nám umožňuje skladovať podkožný tuk, ale ho aj využívať pre veľké potreby mozgu. FIAF tiež zlepšuje citlivosť buniek na inzulín aj na ostatné hormóny. [14, 15]\nKeď sa v tele ukladá podkožný tuk, gény tvoria proteín MHC-1 (skratka pre Major Histocompatibility Complex-1). Tento proteín ide ruka v ruke so zvyšovaním kapacity mozgu a vyššou tvorbou imunitných látok. Ak vezmeme do úvahy náš vývoj v Afrike, že sme mali neustály prístup k DHA, rybám a ich tuku, zlepšil sa nám mozog, viac naši potomkovia pribrali, ešte viac sa im zlepšil mozog, zlepšila sa im imunita, aby mohli kvalitnejšie, dlhšie žiť, viac obývať a dobývať svet atď., dáva to celkom zmysel, čo povieš? Spojitosť s tvorbou MHC-1 je logická aj v tom, že každé dieťa, ktoré sa narodí s nejakou autoimunitnou poruchou, je obézne. Najmä v dospievaní. Je to len záchranný mechanizmus organizmu. Aj ženy, ktoré majú problémy s autoimunitnými ochoreniami, majú vždy nadváhu. Zvyčajne ich to trápi a chcú schudnúť, no ak sa im to aj nachvíľu podarí, ešte si viac ublížia. Zvýšená tvorba podkožného tuku je len ochranný mechanizmus.\nFIAF je tvorený našou pečeňou, svalmi a stenou tenkého čreva, ak máme nedostatok POTRAVY. To znamená, že musíme v črevách cítiť nedostatok elektrónov a protónov, aby sme vytvorili FIAF a podkožný tuk. Dnes vieme, aj vďaka výskumu z knihy, ktorú si videl vyššie, že k vývoju človeka došlo vo Východoafrickej priekope a jedla z oceánu sme tam mali neúrekom. Prečo a ako teda EVOLÚCIA s PRÍRODOU vytvorili náš tráviaci trakt, ktorý simuluje nízkoenergetický stav (málo jedla) v čreve?\nOdpoveď je jednoduchá. FIAF, MHC-1, GROUNDING a MORSKÁ STRAVA plná na elektróny a DHA. Spoločná evolúcia génu MHC1 s FIAF umožnili masívny rast nášho mozgu a rozšírenie imunitného systému. Potrebovali sme k tomu len veľa elektrónov. Presne toto sú podmienky, aké sme v Afrike mali. Morská strava a 3 zrazené tektonické dosky pod povrchom zeme, ktoré vytvorili niečo nevídané. Zefektívnili naše UZEMNENIE a ASIMILÁCIU ELEKTRÓNOV zo zeme cez naše CHODIDLÁ, ktoré majú ako jediné zo všetkých primátov POTNÉ ŽĽAZY. Možno sa ešte pýtaš, ako evolúcia vytvorila „myľný“ signál v našich črevách, že máme k dispozícií málo potravy, pričom sme v skutočnosti v čreve mali STRAVU bohatú na kvantá ELEKTRÓNOV a PROTÓNOV? Jednoducho nám skrátila črevá a tiež nám znemožnila našu potravu DOKONALE POŽUŤ pokým nie sme vyvinutý. Preto malé bábätko nemá zúbky. Čo to znamená v ľudskej reči? Toľko, že nám do tráviaceho traktu príde potrava, ktorá nie je úplne požutá (spracovaná), ktorá je objemovo malá, no plná ELEKTRÓNOV, a náš mikrobióm z nej vyťaží maximum. Naše črevo je v porovnaní s objemným, no málo energetickým ŠALÁTOM takto takmer prázdne. Súčasne vďaka tomu črevo dostane signál, že nie je plné, čo umožňuje spaľovanie a využívanie TUKU pre potreby MOZGU a súčasne tvorbu PODKOŽNÉHO TUKU, ktorý náš druh potrebuje. Šikovné, však? KOJENIE, MITOCHONDRIE a RAKOVINA PRSNÍKA\nAj preto je pre malé bábätko preferovaná strava ketogénna s dostatkom DHA a JÓDU, rovnako ako bola pre našich predkov. Malé bábätko je tiež odkázané na matkine mliečko a prísun ku prsníku. Veľa ľudí nevie, že v kojení je toho ukrytého omnoho viac.\nMatka má vďaka tehotenstvu trošku pozmenené vylučovanie steroidných hormónov, ktoré jej okrem iného umožnia ZVÝŠIŤ MNOŽSTVO MITOCHONDRIÍ v prsníku, pretože vďaka nim svojmu potomkovi odovzdá množstvo energie, ale aj informácií. Aj preto majú dnes ženy väčšie problémy s RAKOVINOU PRSNÍKA, no málo lekárov rozumie skutočným príčinám. V dnešnom článku to nechcem rozoberať, no dám ti malý príklad na zamyslenie sa.\nKeď si pozrieš záznamy o ženách a ich problémoch s rakovinou prsníka zistíš, že majú vždy NEZROVNALOSTI v receptoroch na steroidné hormóny v prsníkoch. [17, 18, 19] Pravdepodobne sa pýtaš prečo, tak ti to poviem.\nPretože, keď má žena v tehotenstve vyššie hladiny steroidných hormónov, jej receptory v prsníku sú viac okupované a sú nútené zvýšiť množstvo mitochondrií v daných tkanivách. Rakovina na svoj RAST vyžaduje vždy tkanivá s vysokým prísunom KYSLÍKU. Toto maj na pamäti. Preto sa vyskytuje na takých miestach, kde je veľa mitochondrií, pretože mitochondrie sú naše TOVÁRNE, ktoré kyslík PRIŤAHUJÚ a „premieňajú“ na VODU. Je tu však niečo ďalšie, čo ťa šokuje. Niektoré druhy RAKOVINY zvyknú metastázovať, čo znamená, že sa rozšíria inam. Je to kvôli tomu, že keď je rakovina na mieste, kde je mitochondrií málo, musí sa dostať do tkanív, kde ich má viac, aby mala lepší prístup ku kyslíku, aby PREŽILA. Preto v mozgu rakovina nemetastázuje tak často, ako inde.\nV článku o jóde si čítal, koľko mililitrov mozgomiešneho moku prefiltruje mozog za minútu. Dnes pridám ďalší zaujímavý fakt. Určite vieš, že v našom mozgu máme rôzne časti a dve významné sú SIVÁ HMOTA a BIELA HMOTA.\nSivá hmota (lat. griseum, substantia grisea) je časť centrálnej nervovej sústavy stavovcov pozostávajúca z veľkého množstva nervových buniek (neurónov) a obsahuje len málo myelinizovaných nervových vlákien (axónov). Za názov vďačí svojej sivastej farbe. Má len veľmi nízky obsah tukov a keďže má veľa neurónov, je v nej najviac MITOCHONDRIÍ.\nNaopak biela hmota (lat. substantia alba) je typ tkaniva miechy a mozgu, ktorý obsahuje vysoký podiel myelinizovaných nervových vlákien (axóny), ktoré sú vláknami neurónov. Preto má bielu farbu, pretože má viac tukov, no za to má menej MITOCHONDRIÍ. Teraz tie fakty.\nNaša sivá hmota mozgu spotrebuje 94% z celkovej spotreby kyslíka, zatiaľ čo biela hmota spotrebuje 6% z celkovej spotreby kyslíka. Asi vieš prečo. Prietok krvi do sivej hmoty mozgu je 75 ml/100 g za jedinú minútu, zatiaľ čo do bielej hmoty je to 45 ml/100 g za minútu. Slušný rozdiel, čo povieš?\nMôže byť toto dôvod, prečo je väčšina metastatických lézií mozgu medzi sivou a bielou mozgovou hmotou, keďže sa daný nádor dostáva do miesta sivej hmoty, kde má k dispozícii viac mitochondrií? Môže toto tiež naznačovať, v akom stave sú mitochondrie v mozgu človeka, ktorý má nejaký nádor? Napríklad ak sa rozvíja viac v bielej hmote, teda vo vnútri mozgu, môže to byť aj kvôli tomu, že vyššie nad ním, v sivej hmote, sú mitochondrie na toľko poškodené, že nedokážu priťahovať kyslík? Tiež to môže vysvetľovať, prečo sa u malých detí vyvíja väčšina zhubných nádorov vo vnútornej oblasti mozgu a nemetastázuje, keďže ich sivá hmota sa ešte len vyvíja.\nČo však ženský prsník? Keď žena nie je tehotná a vzniká u nej RAKOVINA, jej receptory začnú pracovať viac ABNORMÁLNE, čo znamená, že zvýšia svoju aktivitu (majú akoby neustále spustené tlačidlo ON), čím začnú strácať svoju CITLIVOSŤ. Čo to znamená? Že vyžadujú viac VSTUPU na vykonanie rovnakej PRÁCE. Toto je to, o čom sme hovorili v druhom  Keď ženský prsník vďaka nadmernej činnosti receptorov zvýši množstvo mitochondrií v prsníku, daná rakovina nepotrebuje metastázovať a napádať ďalšie tkanivá, aby mohla rásť. Je to pre ňu lepšie. Toto v skutočnosti ženu dočasne chráni, aby jej rakovina menej ublížila. Dúfam, že zlatým členom dochádzajú nejaké súvislosti.\nPre vás všetkých teraz odporúčam toto. Až dočítate tento článok do konca, pozrite si toto FÓRUM, ktoré bolo venované najmä ženám a problémom s ESTROGÉNOM, aby ste zistili, čo vaše steroidné hormóny prirodzene „brzdí“. Až to prečítate a dozviete sa, potom si prečítajte túto časť o rakovine prsníka ešte raz. Pretože toto je dôvod, že sa dnes abnormality na ženských prsníkoch vyskytujú, keďže im chýba TLAČIDLO „OFF“, ktoré by to pribrzdilo, ešte pred tým, ako sa to vôbec začne. Pre tých, ktorí už začínajú trošku chápať, v členskej zóne  Je na čase, aby ste prevzali ŽIVOT DO VLASTNÝCH RÚK. VNÚTORNÁ MEMBRÁNA MITOCHONDRIE\nĽudia sú navrhnutí tak, aby jedli elektrónmi nabitú stravu, pretože majú skrátené črevo a výkonnejší mozog, ktorý zvyšuje ich energetické potreby a zároveň obmedzuje ich potrebu spánku na 7,5 až 8,5 hodín. To znamená, že sa človek musel vyvíjať okolo prostredia poskytujúceho stály zdroj elektrónov zo svojho prostredia. Napríklad z povrchu Zeme, ale aj zo stravy. Presne takéto podmienky sme mali vo Východoafrickej priekope, kde sme sa vyvíjali. Ľudia, ktorí sa v dnešnej dobe stravujú viac SACHARIDOVO (ako náš spoločný predok šimpanz) a nedopĺňajú elektróny žiadno INAK, prijímajú elektrónov vždy menej, ako ich strácajú, pretože im chýbajú aj ďalšie strany ROVNICE, ako napríklad chôdza na BOSO, či FOTOELEKTRICKÝ EFEKT, ktorý by tieto elektróny „nabil“. Preto má dnes  mnoho ľudí spoločné to, že vyžadujú v strave viac SACHARIDOV a tiež majú „choroby“ typu diabetes (cukrovka), KVC, neurodegeneratívne problémy, problémy so spánkom a mnohé iné. Mozog je energetický žrút a energiu vyžaduje neustále. Ak ju nedostáva nonstop a mitochondrie už nedokážu správne betaoxidovať, je odkázaný na menej efektívnej, no za to RÝCHLEJ tvorbe ATP skrz GLYKOLÝZU. Preto majú ľudia toľko chutí na sladké. Mysli na to, že naša STRAVA je v podstate TEKUTÉ SLNKEČNÉ SVETLO. Jedlo, ktoré vkladáš do úst je v podstate VODA, ktorá nesie svetlo a v tebe táto voda nazad VZNIKNE a svetlo sa uvoľní. Spomínaš na predošlé 2 články? Okolo vnútornej a vonkajšej membrány mitochondrie sa nachádzajú proteíny, ktoré potrebujú byť ELASTICKĚ (vďaka elektrónom), pretože držia membrány mitochondrie pohromade a tým pádom udržujú aj TVAR celej mitochondrie. VODA, ktorú mitochondria vytvorí, je niečo ako TRANSFORMÁTOR, ktorý ju obkolesí a popri tom zadržuje ENERGIU a mení ju na iné FORMY, ktorú mitochondrie využívajú a rozvádzajú v celej bunke. FOTOSYNTÉZA a RESPIRÁCIA toho majú spoločného viac, ako si myslíš. Opäť vidíš, že MEMBRÁNA mitochondrie je to miesto, kde sa deje všetko ČARO. Vnútorná membrána je pokrytá niekoľkými zaujímavými proteínovými komplexami, ktoré prevádzajú ELEKTRÓNY z jedla až za kyslíkom, aby vznikla VODA, ale aj ATP. Tiež je prepojená s vonkajšou membránou pomocou ďalších proteínov, ktoré potrebujú byť elastické. Spomínaš na článok o ŠTVRTEJ PODOBE VODY s názvom EXKLUZÍVNA ZÓNA? Pri týchto proteínoch je jej viac, vďaka čomu im zabezpečuje dostatok elektrónov, aby boli elastické a mitochondria mohla pracovať. Ak proteíny stratia elastickosť, ŠTRUKTÚRA MITOCHONDRIE sa zmení a musí byť nahradená APOPTÓZOU alebo AUTOFÁGIOU. Iná možnosť nie je.\nAj preto by si mal poznať tieto zdanlivo nepodstatné DETAILY, aby si pochopil ako VODA v tebe transformuje energiu do okolitých proteínov, vďaka čomu môžeme žiť. ATP je síce dôležité, no NIE kvôli dôvodu, ktorý bežne počúvame. Bez ďalších strán ROVNICE, ATP prichádza o význam. Ty, ako čitateľ blogu, to potrebuješ vedieť. Iba tak dokážeš lepšie porozumieť svojmu TELU, VÝKONU, ale aj ZDRAVIU. ZÁVER\nNa záver malý BONUS, pre BRONZOVÝCH aj ZLATÝCH ČLENOV. Pochopia mu lepšie ZLATÍ \nBONUS sa Vám ODOMKNE, ihneď po prihlásení. V  iba kliknite na môj účet, Zvyšok článku bude odomknutý.\nTaktiež dávam do pozornosti možnosť pridať sa medzi  Môžete sa pridať formou mesačnej platby v cene jedného obedu, či formou ročnej bázy alebo si dokonca \n Po prihlásení sa vráťte na blog a budete vidieť zvyšok článku. newswise.com/articles/why-we-feel-less-thirsty-in-the-cold",
  "date": null,
  "excerpt": "",
  "scraped_at": "2025-07-16T09:48:08.085796",
  "word_count": 5014,
  "source_file": "MITOCHONDRIE_3_BETAOXIDÁCIA_verzus_GLYKOLÝZA.json",
  "cleaned_word_count": 4614,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:54.117874",
    "original_word_count": 5014,
    "cleaned_word_count": 4614,
    "reduction_percentage": 12.57
  }
}