{
  "url": "https://jaroslavlachky.sk/neurotransmitery-2-gaba-a-acetylcholin/",
  "title": "Neurotransmitery #2 GABA a Acetylcholín",
  "content": "V predchádzajúcom článku si sa dozvedel, čo sú to neurotransmitery, akú úlohu v mozgu zohrávajú, aj ako ich tvorba závisí od STRAVY (okrem iného). Najmä príjem vitamínov skupiny B je obrovský faktor, ktorý vždy závisí aj od PROSTREDIA a spôsobu života človeka. Tak napríklad, čím viac žije človek v STRESE, tým viac je nútený v bunkách využívať neefektívne „spaľovanie“ glukózy a tým väčšiu spotrebu TIAMÍNU má. Tiamín je vitamín B1, ktorý sa taktiež nachádza v dobre vstrebateľnej forme najmä v živočíšnych produktoch (vajíčka, bravčové, ryby,…) \n\nNaposledy si spoznal DOPAMÍN a SEROTONÍN, oba patria medzi neurotransmitery aj hormóny, majú mnoho funkcií, no dôležité je, že vplývajú na našu PSYCHIKU a MENTÁLNY VÝKON. Dnes spoznáš ďalšie dva (GABU a ACETYLCHOLÍN), ktoré taktiež vplývajú na našu MENTALITU, no tieto majú na rozdiel od predošlých, navzájom opačný efekt. Sú ako JING a JANG, či DEŇ a NOC. Acetylcholín je tvoj „TURBO-BOOST“ pre myslenie, zatiaľ čo GABA je pre mozog „POWER-NAP“ alebo tlačidlo  „POHOV“. ACETYLCHOLÍN\n\nZačnem TURBO-BOOSTOM. Acetylcholín bol objavený spomedzi prvých neurotransmiterov a kontroluje RÝCHLOSŤ spracovávania informácií v mozgu. [3, 4] Logicky teda môžeš hneď odvodiť, že človek, ktorý má rýchle reakcie, nie je ako sa vraví „spomalený“, má dostatok acetylcholínu. Naopak ľudia s jeho nedostatkom bývajú viac „otupení“, pomalšie mysliaci a tiež ho majú nedostatok pri chorobách s mozgom ako Alzheimer. Z čoho sa acetylcholín tvorí? Ak sa zaujímaš o STRAVU, či ZDRAVÚ VÍŽIVU, určite poznáš CHOLÍN. Cholín je súčasťou fosfolipidov v membránach živočíchov aj rastliniek. U baktérií však nie. Ďalej tu máme Acetylkoenzým A (skratka je Acetyl CoA), ktorý tvoríme neustále v mitochondriách, keď rozkladáme GLUKÓZU alebo MASTNÉ KYSELINY, z ktorých tvoríme ENERGIU. Z týchto dvoch častí sa potom zloží neurotransmiter acetylcholín. Cholín je vo veľkom vo vajíčkach (v žĺtku), v mäse, rybách a pomenej napríklad vo fazuliach, brokolici a iných. Opäť raz prízvukujem sedliacky rozum. Zvieratko má komplexnú nervovú sústavu aj MOZOG, v ktorom koncentruje veľa cholínu. Preto ho aj jeho konzumáciou získaš viacej. Vajíčka sú potravina číslo JEDEN, ktorú často prízvukujem, aj čo sa malého množstva DHA týka alebo iných látok a teraz opäť raz vidíš, že naozaj majú čo ponúknuť. Vajíčko obsahuje množstvo látok, ktoré sú potrebné na nový život a všetko sa to ukrýva najmä v TUKU (teda v žĺtku). Ak na sebe vidíš alebo patríš medzi ľudí, ktorí nemajú príliš dobré myslenie alebo máš školopovinné dieťa, konzumácia kvalitných vajíčok, kľudne aj na dennej báze, je veľmi dobrý krok. Naviac, detičky svoj mozog nemajú plne vyvinutý a myelinovaný až do 25. roku života a NASÝTENÝ TUK, CHOLESTEROL a aj CHOLÍN, mu v tom pomáhajú. Pre tých, ktorí nevedia, čo je to myelinácia, je to vlastne obaľovanie okolia neurónu s TUKOM. Takto sa neurón zaizoluje, podobne ako má elektrický kábel bužírku, aby nenastal skrat. Preto sa deti do 25. roku života chovajú viac impulzívne a aj nevhodná strava, im v tom môže len dopomáhať. Zapamätaj si, že jedna z najlepších vecí, čo sa stravy týka, ktorú môžeš pre svoje dieťa vo výchove urobiť je, dať mu sýte raňajky, bohaté na tuk a proteín. Keďže rybky nepatria zrovna medzi detské delikatesy, vajíčka sú za mňa priorita. Samozrejme od poctivo chovaných a šťastných sliepočiek. ZNAKY NEDOSTATKU ACETYLCHOLÍNU\n\nVšetko čo si čítal vyššie súvisiace so spomalením myslenia avšak, môže toho byť viac. Pri tvorbe acetylcholínu z cholínu je potrebný ďalší B vitamín a to konkrétne kyselina pantoténová (B5). B5 je potrebný na tvorbu neurotransmiterov, na myelináciu mozgu, ale aj na správne vylučovanie RASTOVÉHO HORMÓNU. Teraz by si sa mal chytiť za hlavu a popremýšľať. Prvá vec sú opäť detičky. Malému dieťatku sa mozog najviac vyvíja do 6 mesiaca života, čo je tiež dôvod, prečo dovtedy veľa spí. Vtedy sa mu okrem iného mozog veľa myelinuje, ale aj rastie. Ak má deficit na tieto vitamíny a stavebné látky, jeho mozog sa nevyvinie správne a nemusí byť plne funkčný. Aj rastový hormón sa vylučuje práve v spánku a je ovládaný aj skrz LEPTÍN. Rastový hormón je tiež potrebný na pevné SVALTSVO a KOSTRU. Ak teda pozoruješ na svojom dieťati alebo na sebe, že ti to pomalšie myslí (možno v porovnaní s minulosťou), ťažko sa rozpamätávaš, problémy s pamäťou, ochabnuté svalstvo a kostra, rýchlo sa unavíš, upadajúca sexuálna túžba a „výkon“, alebo častejšie návštevy toalety počas dňa s neschopnosťou vykonať „potrebu“, je možné že máš nedostatok ACETYLCHOLÍNU aj vitamínu B5 (pravdepodobne aj ostatných B vitamínov). Výskumy s ľuďmi tiež poukazujú na mnohé spoločné znaky takýchto ľudí a jedným z nich je tzv. „prehnaná ustráchanosť o ostatných“, zatiaľ čo sami o seba neprejavujú až taký záujem. Nejedná sa však o fyzické, ale o psychické dôvody aj prejavy. Títo ľudia sa zaujímajú o všetkých okolo, o rodinu, či priateľov, aj keď oni o nich nie, snažia sa im pomôcť, súcitia s nimi, no ich vlastné zdravie či vlastná BYTOSŤ, ich toľko nezaujíma. V tomto sa snažia byť perfekcionisti, odovzdať zo seba všetko, ako sa hovorí „rozdať sa“, no ešte viac tým ubližujú sebe a oberajú sa o množstvo látok v mozgu. Tiež je to spojované s nesprávnou kontrolou dopamínu. MOŽNÉ RIEŠENIE\n\nDnes existujú aj mnohé fenotypy ľudí, ktorí sa už narodia s nejakou mutáciou či deficitom v receptoroch acetylcholínu, ktoré sú s rodičov a prarodičov prenesené na potomka aj vďaka ich nesprávnym VOĽBÁM, ktoré za život robili. Tieto však nezmeníme. Môžeme však SPOZNAŤ SVOJU BIOLÓGIU a zmeniť svoj POSTOJ, SPRÁVNIE, POHĽAD NA SEBA, alebo upraviť STRAVU. Dostatok cholínu by mala byť povinnosť pre každého, aspoň v ťažkých životných obdobiach, počas stresu, či počas dospievania. V akých potravinách sa nachádza si čítal vyššie. Čo sa týka vitamínu B5, opäť ide najmä o živočíšnu stravu, no teraz poteším aj vegánov a vegetariánov. B5 sa nachádza v rybách, vajíčkach, mäse (bravčové, kuracie, hovädzie), mliečnych produktoch, ale aj v AVOKÁDE, niektorých hríboch a semiačkach, zemiakoch, či šošovici. Myslím, že tieto potraviny sú aj v našich končinách obľúbené a v letných mesiacoch si ich kľudne vychutnaj, ak ti nerobia problém. Zvýšená konzumácia zdravých, nehydrogenovaných, nasýtených tukov s dostatkom cholesterolu a cholínu je tiež asociovaná so zlepšením kognitívnych funkcií mozgu u starších ľudí. Len pomysli na to, koľko ľudí v dnešnej dobe počúva (obzvlášť od lekárov), aby sa vyhýbali tuku, źivočíšnym produktom, vajíčkam, apod. A nahradili ich radšej celozrnným pečivom a rastlinnou stravou. Aj tento krok môže byť pre nich veľkým zhoršením. „Nie je náhoda, že malé dieťatko nemá zuby, ani že vypadajú starému človeku. Obaja totižto potrebujú viac celej a nespracovanej potravy, aby ich tráviaci trakt musel vykonať viac práce, vytvoriť viac FIAF a zabezpečil im viac PODKOŽNÉHO TUKU, ktorý ich mitochondrie v SRDCI a MOZGU potrebujú. V prvej knihe, v kapitole o viscelárnom tuku to pekne vysvetľujem.“\n\nobálka spoznaj svoju biológiouZÁKLADY CIRKADIÁLNEJ BIOLÓGIE\nPREVEZMI SVOJ ŽIVOT DO VLASTNÝCH RÚK.\nViac o KNIHE\n\nGABA\n\nGABA alebo kyselina gaba-aminomaslová, je signálna molekula v mozgu. Ako som napísal v úvode, spolu s Acetylcholínom sú ako Jing a Jang. GABA je niečo ako „UPOKOJOVAČ“. Tento neurotransmiter je určený na naše UPOKOJENIE, SKĽUDNENIE, či RELAXÁCIU. Hneď teda môžeš vytušiť, aký je FENOTYP ľudí, ktorí sú na GABA deficitní. Ľudia s častou nespavosťou, nervóznosťou, panickými záchvatmi, bolesťami hlavy, či horšie ako napr. epilepsia,… \n\nPodobne ako si videl vyššie tvorbu dopamínu z l-dopa, kde vznikali aj stresové katecholamíny (adrenalín, noradrenalín), tak GABA je ich opak. Jej úlohou je mozog ukľudniť. GABA sa tvorí z glutamátu, no netvorí sa priamo v ČREVE a tiež nedokáže prejsť do mozgu. Najskôr musí do mozgu prejsť jej predchodca a v mozgu sa z neho vytvorí. Na tvorbu GABA sú taktiež potrebné B-vitamíny a najmä B6 (pyridoxín). Opäť raz vidíš, že živočíšna strava je priorita. B-vitamíny sa v rastlinkách moc nenachádzajú a má to svoj dôvod. B6 je zvyčajne obsiahnutý spolu so živočíšnymi proteínmi. Ďalšia látka, ktorá je potrebná na tvorbu, respektíve funkciu GABA, je TAURÍN. Taurín je aminokyselina, ktorá vzniká z metionínu a cysteínu (opäť najmä živočíšne bunky) a nachádza sa v mozgu vo vysokých množstvách, kde pomáha okrem iného, stimulovať receptory, ktoré pracujú s GABA. Vráť sa ak treba na obrázok vyššie s pac-manom. Vitamíny skupiny B, najmä B6 a taurín takto pomáhajú v mozgu prekonvertovať glutamát (excitačný = povzbudivý neurotransmiter) na GABU (inhibičný = upokojujúci neurotransmiter). ZNAKY NEDOSTATKU GABA\n\nTým, že sa GABA podieľa na upokojovaní a skľudnení mozgu aj nervov, zohráva úlohu v našom vnútornom napätí, neschopnosti relaxovať alebo zaspať, ale aj vo svalovom tónuse a ich napätí. Ľudia, ktorí sú na GABA deficitní, zvyknú mávať napríklad častejšie svalové kŕče a zažívajú častejšiu a rýchlejšiu svalovú únavu. Pri niektorých výskumoch sa ukázalo, že pri podaní lieku, ktorý stimulovala receptory GABA (napr. diazepam alebo baklofen), svalové kŕče u pacientov prestali. Ďalšia príznačná vlastnosť, pri ktorej sa myslím nájde veľa ľudí je, NEKONTROLOVANÉ VYJEDANIE, RÝCHLE JEDENIE a ŤAŽKOSTI PRI VYNECHANÍ CHODU JEDLA, či DEZERTU. Takýto ľudia si zvyčajne pri varení sadajú za stôl s už na polovicu plným žalúdkom (z vyjedania z hrnca, ochutnávania, apod.). Taktiež sa to týka ľudí, ktorí majú psychické problémy ku vzťahu s jedlom (anorexia, bulímia, a iné). Deficit na GABU, ale aj SEROTONÍN, či DOPAMÍN je vo vedeckej literatúre veľmi dobre spojený so všetkými týmito psychickými ťažkosťami/problémami. [15, 16]\n\nĎalšia vec, ktorá je príznačná pre ľudí deficitných na GABU alebo s problémami s aktivitou receptorov GABA je, že majú zlú reguláciu cukru v krvi (napr. cukrovkári) a zhoršenie trávenie aj vstrebávanie látok z čreva. GABA sa síce tvorí v mozgu z glutamátu, no svoje úlohy zohráva aj v čreve, kde sa glutamát vstrebáva. Naše črevá majú totižto všade vo svojej výsteľke receptory pre GABA. GABA je zodpovedná za obnovu beta buniek pankreasu, ktoré sú nzas zodpovedné za správne vylučovanie hormónu INZULÍN aj za reguláciu cukru v krvi. Keď si v hlave pospájaš dve a dve dohromady zistíš, že cukrovkári majú väčšinou tieto veci naozaj spoločné: Zlý spánok, zlú reguláciu cukru v krvi, zlé vstrebávanie látok, častejšie návštevy toalety, nedostatok serotonínu, pomalšie myslenie a zvyčajne sa rokmi prejaví aj alzheimer alebo iná choroba. MOŽNÉ RIEŠENIE\n\nOpäť raz víťazí zvýšená (aspoň dočasne) konzumácia kvalitných živočíšnych produktov. Vitamín B6 môže veľmi pomôcť a občas aj suplementovanie, hoci osobne nie som zástancom. Ukázalo sa však, že suplementovanie s aktívnou formou vitamínu B6, pyridoxál-5-fosfát, môže pomôcť s tvorbou GABA v mozgu a teda aj s týmito psychickými prejavmi alebo poruchami. Čo sa týka taurínu, ten sa nachádza v rybách a mäsa. Obzvlášť v mäse s vysokou koncentráciou mitochondrií (napr. svaly), ale aj v orgánoch. Také srdce obsahuje taurínu až až. Ďalší významný kofaktor pri všetkých týchto procesoch je zinok. Minerál obsiahnutý opäť najmä v živočíšnom mäse a orgánoch (pečeň) alebo ústriciach a rybách. Avšak treba mať vždy na mysli významný FAKTOR, ktorým je STRES. Stres však nemusí byť iba finančný, rodinný, či fyzický. Dobre porozmýšľaj, či náhodou nevyzerá tvoj deň tak, źe si od rána do večera, dokonca aj v spánku, obklopený neustále zapnutou elektronikou, wifi signálom, mobilom, apod. Aj toto vyvoláva pre tvoje bunky stres a každý stres spôsobuje uvoľnovanie vápnika. Suplementovanie môže na čas pomôcť, no ak nevyriešiš to, že sa v tvojich tkanivách vápnik uvoľňuje a teda neodstrániš súčasne príčinu, môžeš si ešte viac ublížiť. Naviac budeš zbytočne vyhadzovať peniaze za doplnky. GABA, GHB a SPÁNOK\n\nNedá mi nespomenúť aj SPÁNOK. Toto je téma na veľmi dlho, no aspoň v krátkosti ju spomeniem práve teraz, keďže GABA je upokojujúci neurotransmiter, ktorý pomáha aj so spánkom. Je tu ešte jedna látka, jeho predchodca, ktorý je normálnou súčašťou metabolizmu GABA a je to kyselina gama-hydroxymaselná (skratka GHB). GHB súčasťou normáneho metabolizmu, vyskytuje sa aj v potrave, je prekurzor pre GABA, glutamát, aj glycín, a v medicíne sa využíva aj ako anestetikum, či omamná látka. Sú výskumy aj kontrolné štúdie, kde sa suplementácia s GHB ukázala ako potencionálna a krátkodobá pomoc pri problémoch so spánkom, no opäť raz prízvukujem, že treba hľadať príčinu, ktorá sa zvyčajne ukrýva najmä v nesprávnom CIRKADIÁLNOM RYTME a hlavne CYKLE VITAMÍNU A, ale aj v nesprávnych ranných aj večerných návykoch. [21, 22]\n\nNechcem nikoho navádzať k doplnkom výživy, ani mu ich odporúčať, preto nebudem uvádzať žiadne značky, reklamy, apod., ani nejdem písať konkrétne dávkovanie a aké malo účinky a uvediem iba, že správne zvolené dávkovanie GHB v mnohých prípadoch môže človeku pomôcť uvoľniť sa, či okamžite zaspať. [23, 24]\n\nTaktiež sa ukázalo, že GHB pomohlo prehĺbiť najmä tretiu a štvrtú fázu spánku, ktoré sú najviac kritické u starších ľudí a pomohlo im tak predísť problémom s nedostatkom RASTOVÉHO HORMÓNU (strata svalstva, kostí, a iné). Čo však rád poradím je vec, ktorá môže tiež pomôcť s problémami so spánkom aj črevom a to GLYCÍN. Odporúčam začať využívať silné vývary z kostí a piť to najmä na prázdny žalúdok. Glycín je súčasťou kolagénu a preto sa vyskytuje vo veľkom v častiach tela ako chrupavky, kosti, koža. Potraviny s jeho najvyšším obsahom sú teda KOŽA (mäso jedz aj s kožou, kosťami a chrupavkami, vývary), mäkkýše, ryby a pomenej v iných častiach mäsa. ZÁVER\n\nNeurotransmitery sú veľmi komplexná téma, no verím, že som ti ju z časti pekne načrtol a tiež, že som ti dal zopár VODÍTOK aj RIEŠENÍ, ako môžeš na sebe niektoré veci vypozorovať a zmeniť. Alebo sa o to aspoň pokúsiť SEBAEXPERIMENTOVANÍM. Maj však vždy na pamäti, že tvorbu aj funkciu neurotransmiterov ovplyvňuje viac vecí na čele s HORMÓNMI, VEKOM, STRAVOU, STRESOM, SPÁNKOM, a stavom tvojich ČRIEV. Aj preto často ľuďom radím, keď chcú zmeniť stravu, postavu, či celkovo životný štýl, aspoň zopár krvných testov, ktoré môžu niečo napovedať. Jedným z nich, ktorý je dá sa povedať základ, je hormón DHEA (označuje sa sDHEA). DHEA je rastový hormón, ktorý je prekurzorom pre dôležité steroidné hormóny v tele. Ak je dlhodobo znížený, dá sa predpokladať že človek má nekvalitný spánok a aj jeho ostatné hormóny sa nevylučujú ako majú. Melatonín, testosterón, estrogén, rastový hormón, no na druhej strane je zvyčajne zvýšený jeho an KORTIZOL. Kortizol a DHEA sú totižto každý na opačnej strane. Ak sa človek trošku zaujíma o tieto biochemické dráhy a nie je mu ukradnuté jeho ZDRAVIE, aj pomocou takýchto jednoduchých a lacných testov vie o sebe mnohé veci zistiť. Keď popri tom sleduje napríklad aj cholesterol, či vitamín D3, dozvie sa veľmi veľa (pozri obrázok z mojej druhej knihy). Nabudúce sa pozrieme opäť na náš MOZOG v súvislosti s našim vývojom aj STRAVOU, akú sme pri tom mali. Trochu v článku podryjem zaužívané tvrdenia, PREČO máme takýto mozog a tiež sa dozvieš niečo o štítnej žľaze, hormónoch, neplodnosti a mnohom inom. Máš sa na čo tešiť. Na záver ti chcem dať do pozornosti môj nadchádzajúci workshop, ktorý sa uskutoční už 5. septembra v Bratislave. Všetky informácie nájdeš na webe. Viac informácií o workshope» \n\nREFERENCIE »",
  "date": "2020-08-12T00:00:00+02:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:52:29+02:00",
  "word_count": 2150,
  "source_file": "Neurotransmitery_2_GABA_aAcetylcholn.json",
  "cleaned_word_count": 2410,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:53.148662",
    "original_word_count": 2150,
    "cleaned_word_count": 2410,
    "reduction_percentage": 2.38
  }
}