{
  "url": "https://jaroslavlachky.sk/novorocne-prianie-10-odporucani-a-tipov-na-rok-2023/",
  "title": "Novoročné prianie – 10 Odporúčaní a Tipov na rok 2023",
  "content": "Ak si na ceste bez cieľa, budeš blúdiť. Ak však cieľ máš, tvoja cesta, nech je akokoľvek dlhá, bude sama o sebe cieľom a Nikdy nebude zbytočná!\nTu je zopár dôležitých Bodov / Tipov, ktoré ti môžu pomôcť vykročiť do roku 2023 v Zdraví a Zodpovednosti za seba, aj svoju rodinu! O čom je dnešný krátky článok\nDnes som sa rozhodol pre niečo iné ako obyčajne, a miesto  v sérií epigenetika, ktorý už zverejním až ďalší rok, v 2023, mám tu pre teba pár slov/riadkov, ktoré sú venované každému, kto tento blog a aj myšlienky číta svedomito a dávajú mu naozaj zmysel!\nTu sú moje myšlienky, ktoré spisujem dnes ráno s vychádzajúcim slnkom, v 2. sviatok Vianočný (hoci ho možno zverejním až neskôr, kvôli oprave gramatických chýb), kedy som si trochu privstal kvôli premýšľaniu, čítaniu a tento čas využijem aj na spísanie myšlienok.\nJe to niečo, čo ti podľa mňa môže pomôcť na tvojej ceste, nech už je akákoľvek, pretože to hlavné, čo si musíš uvedomiť, je toto: „Ak si na ceste bez cieľa, budeš blúdiť. Ak však cieľ máš, tvoja cesta, nech je akokoľvek dlhá, bude sama o sebe cieľom a nebude Nikdy zbytočná!„\nJaroslav Lachký\n\n10 Odporúčaní / Tipov / Myšlienok pre rok 2023\n\n1.Maj „ostrý“ Zrak a nebuď zaslepený. Daná myšlienka je myslená metaforicky, ale aj doslovne, pretože rovnako ako pomocou zraku vnímame krásy prírody, svojho partnera/partnerky,…, tak pomocou zraku vnímame (tvoríme) aj ČAS. Naše cirkadiánne hodiny alias Suprachiazmatické jadrá totižto vyžadujú slnečné svetlo skrz Oko, ideálne každý deň, aby naše telo vedelo organizovať všetky procesy, vrátane trávenia, vylučovania, bdenia, aj učenia. Ak je teda tvoj zrak nejakým spôsobom zhoršený, či pozoruješ v rámci posledných rokoch jeho horšiu kvalitu, prípadne nosíš slnečné okuliare, uvedom si, že tvoje vnímanie sveta je iné (blokuješ niektoré frekvencie) a nie len, že nemusíš vidieť všetko, čo ti príroda ponúka, rovnako môžeš zažívať aj inak čas a teda aj tvoje celkové bytie (stárnutie = epigenetika)! 2. Buď vďačný a neboj sa poďakovať aj za maličkosti.\nVďačnosť je dôležitá a neboj sa ju prejaviť. Či už iným, ale aj sám sebe. Nejde o to, robiť niečo na silu, ale uvedomiť si svoj progress. Tu ti napíšem vec z vlastnej skúsenosti, ktorú môžeš využiť.\nNie každý deň a vždy potrebuješ hľadať niečo, za čo si vďačný. Ak ťa to samé nenapadne, zbytočne sa netráp/nestresuj len preto, aby si si niečo napísal do denníčka. Mne osobne však veľmi pomáha napríklad spisovanie si aj maličkých cieľov, či úloh/plánov, ako napr. vybavenie si nejakého telefonátu, schôdzky, atď., a následne večer, keď vidím v diári „zaškrtnutý“ cieľ, automatický pocítim vďačnosť/zadosťučinenie aj za toto.\nTiež nezabúdaj, že kedykoľvek prejavíš úprimnú vďačnosť inej osobe, pomôže jej to rozoznať, ako veľmi má jej konanie pre inú osobu zmysel a ako veľmi naše Konanie dokáže pomáhať iným. Aj toto je častým hnacím motorom v rámci spoločnosti blízkych ľudí, ktorý si niekedy neuvedomujeme! Podobne, ako sa vieme podporovať vzájomne finančne kúpou produktov, služieb, atď., vieme sa podporovať aj vzájomnou vďačnosťou! 3. Maj cieľ, a neboj sa ho rozdeliť aj na veľa menších cieľov.\nOpakujem vetu z úvodu: Ak si na ceste bez cieľa, budeš blúdiť. Ak však cieľ máš, tvoja cesta, nech je akokoľvek dlhá, bude sama o sebe cieľom a nebude zbytočná! 4. Neboj sa Riskovať a hlavne Konať!\nKedykoľvek máš v mysli nejakú myšlienku, nezabúdaj, že ak ju nepretavíš do reality, myšlienka zahynie. Tiež nejde o to bezhlavo riskovať, no ide o to pokúsiť sa zasadiť semienko.\nStačí ak si pomyslíš napr. na niektorých starých rodičov, ktorí vysadili na záhradke stromy, hoci vedeli, že si sami z toho nič neužijú. Avšak šli do Akcie, Konali so zámerom, a TY si dnes môžeš napríklad vychutnať v príjemnom tieni obrovských stromov obed na záhrade, alebo si v danom strome postaviť s dieťatkom dom z dreva. Aj takto môže vyzerať Myšlienka „splodená“ so správnym zámerom, ktorá bola postupne pretavená do reality, zapustila korene, ktoré neskôr vyrástli v pevný strom. 5. Venuj pozornosť tomu PODSTATNÉMU a neboj sa zo Života odstrániť to nepodstatné! To platí aj o ľuďoch okolo!\nToto hovorím často a určite to už vieš. Platí to o mnohých doplnkoch, často nezmyselných prípravkoch, …, po ktorých ľudia často siahajú skôr, ako najskôr prevezmú zodpovednosť a zamerajú sa na to podstatné (Mitochondrie, Cirkadiánny Rytmus a Voda, ktorú ich mitochondrie tvoria). Rovnako to však platí aj o Aktivitách a Ľuďoch okolo nás. Ak o sebe napríklad vieš, že denne stráviš hodinu na pive s ľuďmi, s ktorými iba „klebetíte“, pričom tvoje zdravie upadá, je len na tebe, či budeš v aktivite pokračovať a popri tom nariekať, kupovať všemožné doplnky, od ktorých čakáš, že ti vyriešia zvýšený cholesterol, vyrážky na pleti,… alebo sa zameriaš na to podstatné. Niekedy treba najskôr zo života odstrániť to, čo nám neprospieva a následne sa zamerať na to dôležité! Na druhej strane si tiež musíš uvedomiť, že nie je hanbou nemať veľa kamarátov, či blízkych ľudí, s ktorými si povieš úplne všetko. Uvedomujem si, že táto časť je najťažšia, no zároveň najdôležitejšia. Nesprávny ľudia ťa oberajú nie len o Čas, ale aj o Energiu (predovšetkým elektróny a teda aj fotóny). Pre mňa osobne bolo v minulosti toto tiež veľmi dôležité a zároveň aj ťažké, no vzhľadom na moju viac introvertnú povahu, to nebolo náročné možno natoľko, ako pre iného človeka. Zobraziť tento príspevok na Ins  Príspevok, ktorý zdieľa SLOVAK MITOCHONDRIAK CIRKADIAN (@jaroslavlachky) \n\n6. Nenechaj svoje okolie, či spoločnosť rozhodovať o tom, kým by si mal byť!\nTáto myšlienka je možno klišé, no dnes sa podľa mňa do veľkej miery týka najmä mladých ľudí (hoci platí ja pre starších), ktorí či už vedome alebo nevedome prepadli sociálnym sieťam. Narážam na to, že deň čo deň máme pred očami neuveriteľné množstvo rozptýlení, ktoré nám do hlavy „vkladajú“ myšlienky, názory, postoje, ktoré si možno ani neuvedomujeme, no sú tam. Tiež nám predkladajú rôzne životné štýly, správanie,…, s ktorými sa nevedomky porovnávame/stotožňujeme a následne sme sklamaní, aj keď si to neuvedomujeme. Tiež si môžeš všimnúť zaujímavý fenomén, ktorým je Opakovanie sa. Veď ako sa zvykne hovoriť, tisíckrát opakovaná lož sa stane pravdou. To platilo o cholesterole, výživových odporúčaniach a platí to dodnes, kedy sa len jedny „trendy“ zamieňajú za iné „trendy“, ktoré majú byť považované za lepšie častokrát len preto, pretože sa slovíčka „FIT“ vymenilo za „BIO„, či „HOLISTICKÝ„, apod. Nezabúdaj, že ty chceš veci Spoznávať a využívať vlastnú hlavu! Môj tip pre teba? Ignoruj sociálne siete. Skús si niekedy reálne zmerať čas, ktorý tráviš sledovaním nezmyselných story/príbehov, či videí od ľudí, ktorých ani len nepoznáš. Ak je tento čas niekoľko minút, podľa mňa máš problém. Hoci zo skúsenosti viem, že to bývajú v rámci dňa hodiny a nie minúty.\nZamysli sa pre to, koho videá/príbehy,… sleduješ a ak s daným človekom nekomunikuješ osobne, alebo si s ním posledné týždne nebol v kontakte ver, že na 99,99% to nepotrebuješ vidieť a o nič neprídeš, keď si každý deň „neprebehneš“ tisíc neznámych Ľudí, pretože tým len prichádzaš o svoju pevnú vôľu, dopamín, pozornosť, energiu a hlavne o ČAS!\nPráve naopak. Dokonca tým získaš. 7. Nauč sa Investovať Čas!\nInvestovaním myslím predovšetkým svoj ČAS a až potom Financie. O financiách písať nejdem, máš na blogu k téme nejaké články, no zamysli sa predovšetkým nad časom.\nPoviem ti napríklad zaujímavú myšlienku, ktorú sme si ukazovali na nedávnom Workshope s účastníkmi v Bratislave, po čom sa strhla aj celkom zaujímavá diskusia: Veľa ľudí fajčí. Tiež veľa ľudí chodí do práce, kde trávi cca 8 hodín (minimálne). Zvyčajne daný človek ide minimálne každé 2 hodiny minimálne na 2 minúty na „fajčiarsku“ pauzu. A hoci to býva zvyčajne omnoho dlhšie, schválne píšem iba úplne minimálny čas. Tu je teda zopár výpočtov:\n2 minúty, každé 2 hodiny v práci = cca 8 minút denne = 2 920 minút za rok = 48,7 hodiny = 2 dni!\nTo znamená, že za jediný rok nechá celé 2 dni v danej aktivite. Uvedomuješ si, aké veľké číslo to je? Celé 2 dni! Predstav si, ak by si denne rovnako povedzme tých 8 minút, rozložených do menších úsekov venoval čítaniu/pracovaniu na vlastnom „biznisse“, učeniu sa stojke na rukách, viseniu, učeniu sa nového jazyka, …\n\nKeď začneš využívať trochu aj matematiku a prevezmeš Zodpovednosť, uvedomíš si, že pomocou správneho Investovania svojho Času pomocou tvorby správnych návykov, dokážeš Veľa! Zobraziť tento príspevok na Ins  Príspevok, ktorý zdieľa SLOVAK MITOCHONDRIAK CIRKADIAN (@jaroslavlachky) \n\n8. Neboj sa Zmeny a ber to ako znak svojho Dopamínu aj mitochondrií v mozgu! Zmena je niečo, čo je pre veľa ľudí ťažké. Evolučne to tak naozaj je, pretože živočíchy ako také vždy vyhľadávajú istú dávku „bezpečia“, aby Prežili, no zároveň hľadajú aj Túžbu a nové veci na Spoznávanie, aby napredovali! My ľudia dnes však žijeme až príliš pohodlne a to je niekedy chyba. Dnes sa veľa ľudí stretáva s ľuďmi, s ktorými sa už necítia dobre, navštevuje tú istú prácu, ktorá im nedáva zmysel, dokonca v nej ani nemajú dobré finančné ohodnotenie, no aj napriek tomu sa radšej deň za dňom „pri pive“ sťažuje a nikdy s tým nič nespraví. Samozrejme slovo „pri pive“ píšem obrazne. Nie každý to tak robí. Uvedom si však, že to, či dokážeš v živote niečo vykonať a hlavne niečo zmeniť je znakom tvojho dopamínu v mozgu a tiež množstva „pevnej vôle“, ktorá je iba výsledkom funkčnej kolónie mitochondrií v mozgu! Je iba na tebe, či prevezmeš zodpovednosť a zmeníš to, alebo nie! 9. Nájdi svoju Túžbu, či Vášeň!\nVeľa ľudí dnes nemá nijaké ciele/plány/túžby a to je chyba. Do veľkej miery je to rýchlou dobou, dnešnou spoločnosťou, sociálnymi sieťami, umelým EMP, ktoré nás oberá o dopamín aj pevnú vôľu, no vždy je na tebe, či s tým niečo spravíš, alebo ešte lepšie napísané, či sa pokúsiť s tým niečo spraviť!\nČasto totiž Ľudia naozaj cítia vyhorenie, majú priveľa stresu,… no keď sa ich spýtaš, či aspoň niečo vyskúšali, čokoľvek, napríklad miesto ranného sledovania seriálu skúsiť sami meditovať, popremýšľať o sebe, alebo ísť niekde na 2 dni do hôr, skúsiť premýšľať tam, prípadne sa pozhovárať s partnerom o spoločnej budúcnosti,… veľa krát sa stane, že daná osoba to ani len neskúsila. A to je chyba.\nPre mňa osobne bola napríklad pred rokmi veľká zmena, keď som jednoducho začal „na vlastnú päsť“ hľadať informácie o svojom Tele, zdraví a o tom, ako to tam vnútri naozaj funguje a akonáhle som sa do toho ponoril, Túžba a chuť po poznaní (presne ako u malého dieťaťa), ma proste hnala sama ďalej. Dnes, po mnohých rokoch od mojich začiatkov, kedy sú mnohé projekty za mnou a iné zasa predomnou, keď napríklad dostanem správu od človeka, ktorého nepoznám o tom, ako mu niektoré informácie pomohli, že vďaka nim zmenil svoj zdravotný stav, alebo sa mu lepšie spí, či mu to otvorilo nový uhoľ pohľadu,… práve to je ten ďalší „Benzín“, ktorý daný „Motor“ (túžbu/vášeň) ešte viac rozdúcha. Nezabúdaj, že aj roztlačenie auta je náročné, no keď ho už pohneš, ide to ľahšie a ľahšie. U teba môže byť Túžba (hnací motor) niečo iné, pretože každý sme jedinečná bytosť, no otázne je, či sa aspoň pokúsiš „to svoje“ nájsť a objaviť! Každý z nás sa má totiž vždy ešte niečo nové naučiť, vždy je tu nejaký ďalší „level“, kam sa posúvať a nejde o to, byť egoista, ktorý tvrdí, že vie všetko (alebo už nič vedieť nepotrebuje/nechce). Ide o to, nechať v sebe žiť to malé dieťa, s ktorým sme sa všetci narodili, ktoré sa tak rado hralo a rado veci Spoznávalo. Práve tá túžba ho zároveň poháňala a dávala mu aj energiu. 10. Snaž sa byť pre druhých oporou aj príkladom. Byť pre druhých oporou je dôležité, no zároveň je to možné vždy až potom, čo sa staneš zodpovedným, silným a Zdravým človekom. Toto si zapamätaj. Práve preto sa aj môj blog od začiatku sústreďuje na Mitochondrie, Cirkadiánny Rytmus a Vodu. Až takto sa môžeš stať silným, zdravým a výkonným človekom, ktorý môže byť oporou iným a najmä svojej rodine a blízkym. Veľa ľudí totiž pozná ten pocit, že hoci nemajú sami energiu, nie sú zdravotne v poriadku, no akonáhle ich blízka osoba (napr. rodič/brat/kamarát) požiada o pomoc,, okamžite idú do toho. Idú na vlastný „dlh“, pretože chcú pomôcť, no keď už udalosť prejde, na to, aby rovnakú energiu vynaložili aj pre seba a pomohli sebe, už energiu nenazbierajú. Toto je obrovská Chyba! V horšom prípade ťa takto blízka osoba zneužíva a „žmýka“, no v lepšom prípade takto úprimne pomôžeš druhý, no vždy iba nejaký čas. Rozumnejšie by bolo, v prvom rade pomôcť sebe, stať sa silným a zdravým človekom a následne pomôcť lepšie! Tiež ti chcem ako záverečnú myšlienku odovzdať to, že ak chceš sám vo svojom okolí nejakú z vidieť, nečakaj na ňu. Vytvor ju alebo sa na nej podieľaj. Nejde však o to, hrať sa na dokonalého alebo byť 100% perfekcionista. Každý z nás má chyby, robíme chyby, zlyhávame, padáme,… Nejde teda o to, pohádať sa s rodinou za to, že oni chcú na Vianoce „nezdravý“ majónezový šalát a ty nie, alebo že ty nechceš koláče plné deutéria, pretože už o svojom tele poznáš veci, ktoré oni ani len netušia. Rozumnejšie bude budovať zmysluplné vzťahy, viac sa o veciach vzájomne zhovárať, ukazovať im časom to, čo zmenilo život aj tebe a postupne a spoločne meniť svoje Prostredie, či spoločný životný štýl/návyky, ktoré Vám umožnia v rámci možností a osobného kontextu povedzme občas síce „vybočiť“, no zároveň ostať neustále na svojej ceste a posúvať sa vpred! Nie sa vzájomne „potápať“. Aj preto je dôležité mať okolo seba správnych ľudí, ktorí chápu čo a prečo robíš a vidia v tom spolu s tebou zmysel! Ide predovšetkým o tvoju vnútornú vášeň a o to, ako a kam sa posúvaš v rámci času a ľudí/osoby ktorí/-á sú vedľa teba. Záver a zhrnutie\nToto bolo mojich 10 myšlienok/odporúčaní, ktoré majú pre mňa veľkú hodnotu a keďže Nový rok je zvyčajne čas, kedy si veľa ľudí dáva rôzne predsavzatia, môžeš sa sám nad niektorými zamyslieť a využiť ich.\nNezabúdaj však na bod 3  a hlavne 4 – Musíš aj Konať!\nKľudne mi napíš dole do, či s tebou niečo z myšlienok rezonuje, prípadne akú máš skúsenosť s niektorými alebo doplň sám, čo je pre teba dôležité/hodnotné.\nPrajem ti pekné sviatky a úspešný a hlavne Zodpovedný vstup do nového roku 2023. Vianočné PREMIUM ČLENSTVO\nVyužite Vianočné 50% ZĽAVY na objednávku Prémium Členstva a získajte svoje členstvo na 1 ROK ZDARMA!\nPonuka platí len do konca roka 2022!\nUchmatni si svoju Vianočnú Prémium Ponuku",
  "date": null,
  "excerpt": "",
  "scraped_at": "2025-07-16T07:54:39.534228",
  "word_count": 2397,
  "source_file": "Novoročné_prianie_10_Odporúčaní_aTipov_narok_2023.json",
  "cleaned_word_count": 2394,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:54.256944",
    "original_word_count": 2397,
    "cleaned_word_count": 2394,
    "reduction_percentage": 1.12
  }
}