{
  "url": "https://jaroslavlachky.sk/novorocne-tipy-myslienky-na-rok-2024-pre-mitochondriak-ov/",
  "title": "Novoročné tipy/myšlienky na rok 2024 pre mitochondriak-ov",
  "content": "Ak patríš medzi zodpovedných ľudí čítajúcich tento blog/web, ktorí si uvedomujú „silu“ a dôležitosť svojho zmýšľania, myšlienok a hlavne činov, dnešný článok môžeš brať ako malý „TO-DO“ LIST na uzavretie roku a vstup do Nového – 2024! Čaká ťa mojich 7 tipov/zamyslení sa, kde sa vyjadrím aj k (pre niekoho možno) nečakaným veciam, ako napr. múdrosť, náboženstvo, či viera. Tu je rýchly sumár, akých 7 tipov/mojich zamyslení sa ťa dnes čaká: Neboj sa robiť rozhodnutia. Naopak – Nauč sa rozhodovať a neboj sa, ak sa vždy nerozhodneš správne! Neboj sa byť iný a odlišný! Neboj sa zmien ani diskomfortu! Nesnaž sa iba nasledovať DAV. Choď radšej vlastnou cestou, podľa vlastnej INTUÍCIE, SRDIEČKA a zároveň aj ROZUMU! Hoci tvoj vlastný „OHEŇ“ môže žiariť slabo, nikdy nezabúdaj na to, že aj jedna malá sviečka dokáže rozhorieť oheň ďalších stovky sviečok! Snaž sa byť „múdrym“ a pokorným zároveň! Uvedom si, že aj odlišné názory môžu mať veľa spoločného. Ako príklad by ti mala byť „spiritualita„, viera, či veda! Záver, zhrnutie a dôležité PRIPOTIA pre tých, ktorí chcú ísť so mnou ďalej aj v r. 2024\n\nAko prvé chcem napísať, že Nový rok je ako každý iný. Obsahuje rovnaké „dary“ aj vlastnosti ako 31. december, či 02. január – ráno slnko vychádza, večer zapadá, Zem sa stále točí okolo slnka aj slnečná sústava okolo jadra mliečnej dráhy,… avšak my ľudia sme si z neho spravili niečo špeciálne – SVIATOK, MANTRU a hlavne nejaký pomyselný BOD v našom život, kedy sa má zrazu všetko obrátiť, či zmeniť. Verím, že ako zodpovedný človek si uvedomuješ, že na akúkoľvek z, ani posun, nepotrebujeme nijaký špeciálny deň. Potrebujeme len vlastné myslenie, rozhodnutie-voľbu a konanie. Práve o tomto je dnešné krátke prihovorenie sa ti, pretože chcem, aby si si to uvedomil! Spoločnosť ako taká sa veľmi zmenila a neustále sa mení, a možno práve dnešný/zajtrajší deň môžeš o to viac využiť na to, aby si si Novoročné predsavzatia nedával. Áno, myslím to vážne. Nepovažujem za dôležité myslieť si, že je jeden deň v roku v niečom „zázračný“ a dokáže zmeniť všetko, čo si (ne) robil zvyšných 364 dní v danom roku. Radšej sa sústreď na ciele, plány a aktivity, ktoré ťa napĺňajú, pri ktorých cítiš „flow“ a strácaš pojem o čase, pretože iba vtedy môžeš svoj život naozaj žiť a nebyť iba „obeťou“ okolností, aké ti servírujú ostatní (spoločnosť, média, okolie, rodina,…). Moje Tipy a odporúčania na rok 2024 a poohliadnutie sa za svojím životom: 1.Neboj sa robiť rozhodnutia. Naopak – Nauč sa rozhodovať sa a neboj sa, ak sa vždy nerozhodneš správne! Nauč sa robiť rozhodnutia a stoj si za nimi. To, že sa rozhoduješ neznamená, že sa tým stávaš neomylný, alebo, že sa nemôžeš mýliť. Naopak. To, že sa rozhoduješ a nebojíš sa neskôr svoje rozhodnutie prehodnotiť, ťa robí silnou osobou, ktorá môže mať svoj život vo vlastných rukách! Ja osobne som v tomto roku tiež urobil mnoho rozhodnutí, pričom nie všetky sa časom ukázali ako jediné správne a tiež som dôveroval niektorým ľuďom, ktorým som nemal. Nič z toho však neľutujem. Nezabúdaj totiž, že rozhodnutie robíš v danom okamihu a ide najmä o to, ako ho vyhodnotíš vtedy. Robíš to najlepšie a najzodpovednejšie čo môžeš práve vtedy. Nie o 10 rokov neskôr. To platí aj o rodičovstve, podnikaní, práci, tréningu a o čomkoľvek inom. Tvoje rozhodnutie ti tiež ušetrí množstvo ATP v mozgu aj koherenciu vody v ňom a čím viac rozhodnutia odkladáš, tým viac svoje ATP vyčerpávaš a s ním sa znižuje aj tvoja koherencia. Tu je ešte malé do-vysvetlenie a príklad na zamyslenie! Veľa ľudí sa nerado rozhoduje a radšej necháva druhých, aby rozhodovali za nich. Je to bežná vec a nie každý si uvedomuje prečo. Napadlo ťa niekedy napr. prečo je v zamestnaniach veľa rozdielov v platobnom ohodnotení? Samozrejme, teraz nejdem rozoberať politiku, „rodinkárstvo“, ani nič podobné, no chcem iba poukázať na FAKT, že zvyčajne je všetko, čo je spojené s ROZHODOVANÍM spojené s väčším RIZIKOM a zároveň aj s potencionálne väčším ohodnotením (nie len financiami). Ten hlavný rozdiel je totiž v jednom – v zodpovednosti. No a zodpovedný živočích je vždy iba ten, ktorý je zdravý a silný. Nikdy nie opačne – nie je to totiž možné! Tvoje rozhodovanie vychádza vždy z teba, tvojej sily, no a na to potrebuješ mať plné funkčné mitochondrie v celom CNS a rovnako byť čo najviac koherentný. No a toto je priamo prepojené s ľahkým vodíkom v matrixe tvojích mitochondrií a aj v cytoplazmatickej vode, s ktorou sa mieša krebsov a močový cyklus. Záznam dôležitého  Vezmi si napr. Leva. Keď uloví korisť, vie presne aké časti tela má zjesť a aké nie. Neprepchá sa len preto, pretože môže. Zvyšok proste nechá požieračom zdochlín, ako sú napr. hyeny. Lev má totiž odlišné ATP-syntázy a jeho mitochondrie vyžadujú veľa ľahkého vodíka na to, aby mal tak silné kostrové svalstvo a zároveň robustnú kostru. Lev sa preto rozhoduje ľahko a inštinktívne a zároveň sa nemusí báť, že by ho hyeny napadli, pretože je výkonnejší a silnejší. Tiež je to jeden z dôvodov, prečo sa homosapiens vyvinul tak, ako sa vyvinul. Počas našej evolúcie sme boli väčšinu času karnivori, ktorí jedli morské plody a mäso, vďaka čomu sa naše mitochondriálne a metabolické enzýmy uspôsobili na rozvoj a nemuseli spracovávať toľko deutéria, ako napr. metabolizmus hyén, či šimpanzov. Keď do toho pridáme kvantum DHA, dokázali sme zbierať ešte viacej fotónov a využívať ich kvantum energie, ale aj informácie na budovanie komplexných neurologických štruktúr, ktoré nám umožnili stať sa prvým v potravinovom reťazci, vďaka „schopnosti“ ROBIŤ KOMPLEXNÉ ROZHODNUTIA alias MYSLIEŤ! Veľa ľudí si však neuvedomuje, že schopnosť rozhodovať sa so sebou nesie aj riziká, pretože ide vždy ruka v ruke s dopamínom v CNS, ktorý musíme mať pod kontrolou. Ak nie je, pretože už nemáme kontrolu nad kvantom fotónov, ktoré nás obkolesujú, ktoré dopamín kontrolujú, môže to vyústiť napr. v problém s pozornosťou, schyzofréniu, ADHD a mnohé iné. Pozri sa na obrázok nižšie a zamysli sa. Obrázok som umiestnil myslím cca 4 roky dozadu na Ins, hoci som nepredpokladal, že mu veľa ľudí pochopí. Ty by si dnes mohol aspoň z časti. Metabolizmus vlka a ovečky je totiž odlišný, no to, čo ich prepája, je metabolicky čistá, deutéria zbavená voda, ktorá sa recykluje vrámci prírody, vďaka čomu život dokáže udržiavať negatívnu entropiu a rozvíjať sa. Keď to už život nedokáže, a dostáva sa do stavu rovnováhy, vtedy sa biotické prvky stávajú viac abiotickými a chemické prvky vylučujú prebytočné fotóny  do okolia. Toto je skutočný dôvod, prečo každý živý organizmus musí umrieť. Ak by neumrel, recyklácia energie a informácie vrámci ekosystému by nebola možná a vesmír by nebol taký, ako ho dnes poznáme! 2. Neboj sa byť iný a odlišný! Buď sám sebou, aj keď nezapadáš medzi väčšinu! Toto je veľmi dôležité. Ešte v mojej prvej knihe som písal o tom, ako si vlk nevšíma ľudí okolo a proste sa len „rozvaľuje“ na svojom kameni, uzemnený a olizuje sa. Ľudí si začne všímať, prípadne na nich zaútočí, až keď je hladný, alebo keď ho provokujú. Ten lev je totiž „sám sebou“ a nemá dôvod, začať sa pretvarovať len preto, aby zapadol. Viem, že my ľudia sme iní, a áno, každý z nás dnes musí tak trochu „hrať“ svoju úlohu v spoločnosti. Sú niektoré spoločenské „normy“, ktoré dodržujeme, pretože jednoducho žijeme v spoločnosti, avšak to ešte neznamená, že by si sa mal snažiť o zapáčenie sa každému, alebo sa neustále pretvarovať len preto, pretože tvoja hlava premýšľa nad vecami, nad ktorými ostatný nepremýšľajú, alebo sa im zdajú zvláštne! Neboj sa svojej jedinečnosti, nech je to čokoľvek. Práve „to“ ťa robí „tebou“! 3. Neboj sa zmien ani diskomfortu! Toto je pre väčšinu klišé, no aj tak sa tomu vyhýbame. Tento bod ide priamo ruka v ruke s prvým o naučení sa rozhodovať. To, že je zmena nepríjemná, má svoj dôvod, ktorý opäť súvisí aj s negatívnou entropiou. Zmena totiž opäť vyžaduje istú dávku ROZHODOVANIA, ktoré následne vyžaduje istú dávku funkčných mitochondrií, ľahkého vodíka a koherenciu vody. Práve preto sú zmeny spojené s veľkým rizikom (napr. prírodné katastrofy, či vyhubenia), no zároveň aj s veľkým ziskom (napr. kambrická explózia a vznik života). Pamätaj – zmena a diskomfort sú tvoji priatelia. To, že sa možno rozhodneš začať „otužovať“ alebo skôr adaptovať na chlad a následne ochorieš, alebo že zmeníš prácu a časom zistíš, že ani tá ti nevyhovuje, alebo čokoľvek iné ešte neznamená, že sa máš prestať rozhodovať a začať žiť oba vo svojej „komfortnej bubline“. Nie. Má ťa to učiť pokore a zodpovednosti v uvedomení si, že len ty sám si zodpovedný za svoj život a zároveň, že nikto z nás nie je dokonalý, ani neomylný. 4. Nesnaž sa iba nasledovať DAV. Choď radšej vlastnou cestou, podľa vlastnej INTUÍCIE, SRDIEČKA a zároveň aj ROZUMU! Opäť – toto sa týka bodu 1 a bodu 3 vyššie. Ľudia sa neustále menia a vyvíjajú, rovnako ako ich Redox. Idú totiž ruka v ruke. Alebo si nikdy nepremýšľal nad tým, prečo sa mnohé staré porekadla do dnes používajú? Ako napr. „vrana k vrane sadá„? Má to svoj dôvod. Je ním Redox a dopamín. Uvedom si, že každá molekula v tvojom tele obsahuje elektricky nabité častice, ktoré v pohybe generujú magnetické pole. To znamená, že majú asiciovaný istý SPIN. Práve preto sa niektorí ľudia reálne priťahujú a k iným cítime odpor alebo si s nimi jednoducho nerozumieme. Tiež je to dôvod prečo matka často pri kojení zaspí a hlavne prečo jen malé dieťatko ľahko zaspí na hrudníku. Matka pri kojení vylučuje masívne množstvo oxytocínu z jadra hypotalamu, ktorý v podstate zvyšuje endogénny magnetizmus matky a jej srdca. Hlavička dieťatka, ktorá je v tesnej blízkosti tejto rezonancii „načúva“! Neboj sa preto niektoré vzťahy a niektorých ľudí nechať tak. Tí správni ľudia si k sebe cestu nájdu a zostanú v prepojení a naopak – niekedy ti noví, správni ľudia do života prídu vtedy, keď to budeš najmenej čakať. 5. Hoci tvoj vlastný „OHEŇ“ môže žiariť slabo, nikdy nezabúdaj na to, že aj jedna malá sviečka dokáže rozhorieť oheň ďalších stovky sviečok! Zrejme ďalšie klišé, no má obrovskú moc. Veľa ľudí si to neuvedomuje, no všetky „veľké“ veci sa dejú najmä vďaka malým, no konzistentným krokom. Rovnako ako matka odovzdá veľkú časť života svojmu malému dieťatku, o ktoré sa stará a cíti sa vyčerpaná a jedného dňa zistí, že z neho vyrástol mladý muž/žena, tak isto je to napr. s myšlienkami, ktoré môžeš napísať do knihy a o pár rokov zistiť, že zopár z nich pomohla. Niekto môže zasa napísať skladbu, ktorá následne rozozvučí celé divadlo a privodí krásny pocit. Prirovnaní je mnoho, no verím, že rozumieš. Rozdúchavaj v sebe svoj vlastný oheň, aj napriek tomu, že môže byť slabý. Pokým však horí, vždy má „moc“ rozhorieť oheň stoviek ďalších sviečok. 6. Snaž sa byť „múdrym“ a pokorným zároveň! Múdrosť podľa mňa nie je, ani nemôže byť vecou edukácie, či množstva vyštudovaných škôl, čísla veku v občianskom, memorovania sa, alebo nezmyselným učením sa niečoho, čo nám niekto povedal, že sa máme učiť len preto, pretože to vraj potrebujeme. Múdrosť je niečo, s čím sa nenarodíš ani sa to nedokážeš naučiť v škole. Dokážeš ju však získať svojimi rozhodnutiami STAŤ sa „MÚDRYM“. Iba múdry človek si totiž podľa mňa dokáže uvedomiť, že pravdu nemožno vlastniť, iba ju hľadať a tiež že, mať s niekým odlišný názor ešte neznamená, že ten jeden je horší, či lepší, ako druhý. Každý z nás by mal byť neustále otvorený novým myšlienkam a hlavne neustále prehodnocovať to, ako žijeme a ako konáme. Ak sa dnes nejako rozhodneš, neznamená to ešte, že o nejaký čas nemôžeš prísť na to, že dané rozhodnutie nebolo správne. Otázkou však je, ako sa zachováš, či budeš pokorný a zodpovedný a či pôjdeš ďalej. Zamyslel si sa niekedy nad tým, aký je rozdiel medzi školou a životom? Je totiž obrovský – fungujú opačne. Zatiaľ čo v škole ťa najskôr naučia čo máš vedieť a následne ti dajú TEST, či si sa to „naučil„, život to robí opačne. Najskôr ťa postaví pred rozhodnutie a dá ti TEST a až potom sa naučíš, či to bolo správne rozhodnutie! No a ako vidíš, opäť sme sa dostali ku hlavnému bodu č. 1. 7. Uvedom si, že aj odlišné názory môžu mať veľa spoločného. Ako príklad by ti mala byť „spiritualita“, viera, či veda! Spiritualita-viera-veda. 3 slová, ktoré majú veľa rozdielneho a zároveň veľa spoločného. Sú ako manželský pár, ktorí sa háda, každý má svoj pohľad, hoci v skutočnosti rozprávajú o tom istom a miesto hádok by sa mali radšej objať a povedať si, že sa navzájom akceptujú a chápu. Spiritualita je niečo, na čo sa ma pýtalo ku dnešnému dňu iba pár ľudí, pričom môj pohľad je odlišný ako má možno väčšina. Práve preto touto myšlienkou končím článok. Uvedom si totiž, že samotná viera v niečo (zvyčajne je spájaná s náboženstvom) je radikálne odlišná od vedy, no zároveň vychádzajú z rovnakého princípu. Viera je niečo, čo sa snaží popísať PREČO alebo aj VĎAKA ČOMU je daný CELOK (existencia) a veda je zasa niečo, čo dokáže popísať AKO jednotlivé časti fungujú a AKO asi daný celok funguje. Nikdy však nemôže vysvetliť PREČO tak funguje, respektíve prečo je taký aký je. Viera sa riadi len niečím abstraktným a núti nás „veriť“ bez nutnosti dôkazov, pričom veda naopak vyžaduje konkrétne veličiny – čas, priestor a dĺžku na to, aby mohla jasne špecifikovať to, čo popisuje. To čo ich však spája je práve SVETLO (spomeň si na slová v Biblii –Genezis 1:1-25 tipu „na počiatku bolo svetlo„,…). Veda zasa prišla na to, že svetlo – fotón, sa ako jediné vymyká teórií relativity, pretože nezažíva čas. Svetlo samo o sebe teda nedokážeme v prirodzenom prostredí merať, pretože na samotné meranie potrebujeme taktiež lúč svetla v danom metri, ktorý by ho zmeral. Avšak keď je fotón v médiu (v priestore), dokážeme ho pozorovať a niektoré jeho vlastnosti popísať, vďaka čomu dokážeme predpovedať AKO sa bude správať, kde sa bude nachádzať, ako rýchlo pôjde,…\n\nUvedomujem si, že sú to celkom náročné myšlienky na záver článku aj koniec roku, no sú tu schválne. Aj pomocou nich si prefiltrujem „skutočných čitateľov“, ktorí radi premýšľajú. Už Max Planck svetlo popísal ako „niečo inteligentné„, pretože sa ukazuje, že aj napriek tomu, že letiaci fotón nevie čo sa stane, keď vletí do nejakého média, vždy sa rozhodne ísť najkratšou cestou. Ukazuje to teda, akoby vedel dopredu, kde bude, na základe čoho sa rozhodne ešte predtým, kade pôjde. Alebo v reči kvantovej mechaniky, fotón má k dispozícií nekonečne veľa pravdepodobností, kade poletí, pričom si vždy zvolí tu najrýchlejšiu trasu. Ako? Jednoducho – preň čas neplatí a v momente, keď ho na konci pozorujeme, všetky ďalšie pravdepodobnosti, kade letel súčasne, v momente zaniknú. To čo sme pozorovali, je naša realita, ktorú vnímame len vďaka času a priestoru. Tiež vieme, že existuje niečo ako Planckova konštanta, ktorá popisuje najmenší možný kvantizovaný úsek/čas/AKCIU, akú dokáže svetlo vykonať, z ktorej následne vieme vyskladať aj CELOK. Zdajú sa ti tieto slová zvláštne? Nemali by. Znamenajú totiž toľko, že čím je niečo viac scvrknuté, až na úroveň fotónu (svetla), tým viac SPINU (informácie, ale aj energie) dokáže nahromadiť a tým menej o ňom vieme v danom momente zistiť. Dokážeme to iba predpovedať. Koniec koncov, fotón nezažíva čas, takže ani nemôžeme jeho konkrétnu pozíciu aj hybnosť presne zmerať. Práve o tomto hovorí aj Heisenbergov princíp neurčitosti a skvelo ho dopĺňa Schrodingerová vlnová teória. Vďaka nim vieme, že fotón sa správa na základe pravdepodobností (nevieme ho presne „vidieť“ a merať), avšak „vieme“, že sa niekde nachádza a niečo vykoná. Nepripomína ti to náhodou niečo? Napr. opäť raz niektoré riadky v Biblii? Alebo vieru ako takú? Mne áno. Aj preto mi príde veľmi smutné, keď sa mnoho vedcov, napr. aj sám Hawking, či Richard Dawkin, vysmievali veriacim ľuďom, hoci za ich teórie, by si zaslúžili rovnaký „výsmech“. Veď sa len zamysli nad niečím, v čo „verí“ veľa vedcov, ktorí to dokonca považujú za svoju „pravdu“ ako napr. Veľký tresk. Veria v to, že vesmír (teda všetko) vzniklo z BIG BANGU (z ničoho). V čom je to odlišné od toho, keď niekto verí v nejakého „boha“, ktorý stvoril všetko? Nemajú toho spoločného viac, ako sa zdá? Podľa mňa áno. Práve tuto to ukončím, pretože si myslím, že ťa dnešný článok prinúti zamyslieť sa nad viacerými vecami. Záver a zhrnutie\n\nNa záver článku ti želám všetko dobré no Nového roku a hlavne ti želám veľa zodpovednosti. Čo zodpovednosť vyžaduje už vieš. Tiež ťa rád upozorním na pár vecí: O pár dní bude zverejnený PODCAST, v ktorom som odpovedal na Vaše otázky, aké ste mi zanechali v dotazníku. Bolo ich tam veľa, čo ma príjemne prekvapilo a tak vyberám iba niektoré. Podcast zverejním na blogu a možno aj na Youtube (ak to bude možné). Tiež ťa upozorňujem, že máš posledných pár hodín na zakúpenie akéhokoľvek ročného členstva v zľave a tiež aj na zakúpenie  2024 prídu (pravdepodobne) malé zmeny v rámci  Bude sa to týkať iba ľudí, ktorí sa budú pridávať potom! 3. Predposledná vec sú knihy Spoznaj Svoju Biológiu. Do konca dnešného dňa, 31.12.2023, si ich vieš stále zabezpečiť ako balík za akciovú cenu v zľave alebo ich môžeš získať v cene platinového ročného členstva! Balíček tlačených kníh Spoznaj Svoju Biológiu v 50% ZĽAVE“! 4. No a posledná vec – EasyLight. Do konca dnešného dňa môžeš využiť EXTRA zľavový kód na 30% ZĽAVU pri kúpe laseru mitochondriak pulse! Zľavový kód je: LASER30\n\nOkuliare + večerné červené svetlo pre lepší spánok od EasyLight\n\nĎakujem ti za pozornosť a čítame/počujeme sa opäť v roku 2024!",
  "date": "2023-12-31T00:00:00+01:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:48:09+02:00",
  "word_count": 2684,
  "source_file": "Novoron_tipymylienky_narok_2024_pre_mitochondriak-o.json",
  "cleaned_word_count": 2900,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:54.729385",
    "original_word_count": 2684,
    "cleaned_word_count": 2900,
    "reduction_percentage": 5.24
  }
}