{
  "url": "https://jaroslavlachky.sk/politika-virus-vakciny-a-homo-sapiens/",
  "title": "POLITIKA, VÍRUS, VAKCÍNY a HOMO SAPIENS",
  "content": "V tomto článku sa ti chystám odhaliť zopár skutočností o našom pôvode (HOMO SAPIENS), o našej ROZDIELNOSTI od ostatných PRIMÁTOV (OPÍC), aj o tom, akú nezastupiteľnú úlohu v našom vývoji zohrali VÍRUSY. Potom ti ukážem niečo z americkej HISTÓRIE aj POLITIKY, aby si pochopil, že nie všetko je také, ako navonok po dlhé roky vyzerá (vrátane HIV/AIDS). Potom zistíš PREČO nie som zástancom VAKCÍN, ani POVINNÉHO OČKOVANIA a aký je môj názor na momentálnu SITUÁCIU vo SVETE s COVID 19. Než začnem, chcem uviesť na pravú mieru zopár vecí. Nechcem, aby bol článok chápaný ako akákoľvek KONŠPIRÁCIA. Mojim cieľom je poskytnúť ti DÁTA a ÚDAJE + moje myšlienky a môj POHĽAD na VEC. ZÁVER si musí urobiť každý sám a verím, že množstvo CITÁCIÍ a ZDROJOV, ktoré pripájam, ti k tomu pomôžu. Tiež budem rád, ak budeš článok ZDIEĽAŤ s tými, ktorých by mohol zaujímať, no ešte raz ťa prosím, nie v duchu konšpirácie, ale skôr ZAMYSLENIA SA. POLITIKA verzus HOMO SAPIENS\n\nČlánok o tom, akú úlohu zohrali VÍRUSY v našom VÝVOJI, som mal nachystaný dávnejšie a určite sa k téme v budúcnosti vrátim, no koniec koncov, niečo málo som publikoval minulý rok aj na mojom Ins (TU a TU). Rovnako som niečo málo písal o situácií s KORONA VÍRUSOM, a mrzí ma, že sa moje slová zo začiatku FEBRUÁRA čiastočne potvrdili. Ak môj Ins nesleduješ, odporúčam ti prečítať aspoň tieto tri krátke príspevky. V poslednej dobe sa vynorili (pre mňa) dosť vierohodné informácie, napr. aj od profesora Mon (ktorého prácu sledujem už nejaký ten rok) a rozhodol som sa niektoré veci zverejniť, pretože mi to príde ako veľká zhoda „NÁHOD“, ktorá hrá v PROSPECH ZISKU a snahy ZMENIŤ EPIGENETICKÝ KÓD. Aj samotný vývoj vakcín má veľmi ďaleko od ZDRAVIA POPULÁCIE alebo POMOCI ĽUĎOM. Priznám sa, že do POLITIKY som nikdy nebol, nezaujímam sa o ňu, pamätám si iba nejaké základné FAKTY, no ešte na škole som mal SPOLUŽIAKA, ktorý mi zvykol o nej mnoho rozprávať a priznám sa, jeho ROZPRÁVANIE sa nedalo len tak NEPOČÚVAŤ. Už vtedy mi vravel, že keď vyštuduje vysokú školu, chce ísť do politiky a hoci som s ním od školy nebol v kontakte, verím, že sa mu to podarilo alebo podarí. Jeho NADANIE REČNÍCTVA a hlavne PREPÁJANIA POLITICKÝCH SÚVISLOSTÍ do väčších celkov, bolo úžasné a hoci niekedy to už bolo „MOC“, zvyčajne sme ho počúvali s otvorenými ústami. Ešte na škole nám rozprával mnoho vecí o FARAÓNOCH, CISÁROCH (históriu mal v malíčku), ale aj o PREZIDENTOCH ako KENEDDY a jeho VRAŽDE, či o FIDELOVI KASTROVI, ktoré boli síce zaujímavé, no nič viac. Dnes sa však pre mňa stali ZAUJIMAVÝMI opäť, znovu som si prešiel zopár verejne známych FAKTOV, no pozeral som sa na ne z iného uhlu pohľadu. O chvíľu pochopíš. Najprv musím uviesť zopár vecí o HISTÓRIÍ nášho druhu HOMO, ktoré sa ti budú zdať možno k tejto téme nepodstatné, no ver mi, že nie sú. Obetuj 5 minút času ich prečítaniu, pretože v druhej polovici článku, kde píšem o DETSKEJ OBRNE, POLITIKE a jej POZADÍ, či o VÝVOJI VAKCÍN, budú tieto informácie kľúčové. GENETIKA verzus EPIGENETIKA\n\nMal by si vedieť, že ŽIVOT, ako taký, vznikol vďaka VÍRUSOM. Než vznikol život, musela vzniknúť najprv DNA (respektíve RNA, čo je polovica z DNA), aby sa dokázala množiť a život mohol pokračovať. To je logické. DNA je z PROTEÍNOV a ty už vieš, že PROTEÍNY boli na Zemi ako prvé. DNA vznikla  v OCEÁNE aj vďaka PRIMIXOVANIU VÍRUSOV, ktorých je tam habadej. „Jediná kvapka morskej VODY obsahuje MILIÓN BAKTÉRIÍ a 10 MILIÓNOV VÍRUSOV. Toto je náš pôvod.“\n\nO DNA by si mal vedieť toto. Všetok život je EVOLÚCIOU nadizajnovaný tak, aby prežil v podmienkach, akých žije. To je myslím logické. Preto majú ryby žiabre, pretože žijú vo vode a my nie. Naša DNA je zložená z viac ako 7 miliárd PROTEÍNOV, ktoré spolu tvoria viac ako 25 tisíc GÉNOV, ktoré majú schopnosť prispôsobovať sa, meniť STAVBU TELA daného ORGANIZMU aj jeho FUNGOVANIE. Tomuto sa hovorí GENETIKA (zmena GENETICKÉHO KÓDU). V článku o proteínoch som ti ukázal, koľko rôznych kombinácií sa dá vytvoriť z PROTEÍNOV. No DNA sa mení veľmi pomaly. Aj naša stavba tela. Naša premena zo štvornohých primátov na dvojnohého HOMO SAPIENS, trvala milióny rokov. No máme v tele aj MITOCHONDRIE, ktoré majú vlastnú DNA a táto sa prerába 5 až 10 krát rýchlejšie. Mitochondrie sú niečo ako ANTÉNA, ktorá vníma citlivo PROSTREDIE a EM POLE okolo nás. Tomuto sa hovorí aj EPIGENETIKA. Epigenetika v skratke znamená to, že naše GÉNY nerozhodujú o našom ŽIVOTE. Rozhoduje o ňom TO, čo tieto GÉNY ZAPÍNA/VYPÍNA, čím sa spúšťajú mnohé zmeny (či už pozitívne alebo negatívne). Aj známa RAKOVINA je dnes považovaná mnohými odborníkmi za EPIGENETICKÚ ADAPTÁCIU a ako o chvíľu zistíš, RAKOVINA a VÍRUS majú veľa spoločného. Určite sa však pýtaš, AKO KOMUNIKUJÚ MITOCHONDRIE s JADROVOU DNA a ako ju MENIA, však? Je viac spôsobov, ako sa môže ORGANIZMU pozmeniť DNA. Prvým sú VOĽNÉ RADIKÁLY, ktorými MITOCHONDRIE NAPÁDAJÚ BUNKU a dávajú jej POKYNY, druhým sú VÍRUSY. VÝVOJ HOMO a VÍRUSY\n\nEšte raz zopakujem, že v DNA máme cez 7 miliárd PROTEÍNOV a 25 tisíc GÉNOV. Je však zaujímavé, že takmer 90% z nich je takmer NEČINNÝCH. Polož si otázku, prečo sú tam? Tvorba nových proteínov je najnáročnejší proces v ľudskom tele a vyžaduje kvantá energie. Keď sa delí DNA, delia sa aj proteíny, ktoré sa kopírujú a z nich vznikajú nové časti. Vezmi si napríklad malé bábätko, ako často pýta matkine mliečko, pretože rastie, vyvíja sa a potrebuje veľa energie aj stavebného materiálu. Prečo v nás EVOLÚCIA, po milióny rokov udržuje toto obrovské množstvo GÉNOV a PROTEÍNOV, ak sú nečinné? Zbytočne nás tým totižto oberá o kvantá energie. Alebo majú iný, „skrytý“, význam? Odpoveď sa skrýva vo VÍRUSOCH. Náš druh má takmer 97% z DNA zloženej z VÍRUSOV. Áno, dobre čítaš. Jedná sa o RETROVÍRUS, ktorý patrí do skupiny HERV K (human endogenous retrovirus). Ak sa to preráta na objem, RETROVÍRUS tvorí takmer 8% z celej našej DNA. Teraz príde ODPOVEĎ na predošlú otázku, prečo máme v DNA toľko zdanlivo nepotrebných génov. Odpoveď je, pretože VÍRUS je najrýchlejší spôsob, ako pozmeniť DNA. „VÍRUSY sú niečo ako MONTÁŽNICI GÉNOV. Dostávajú sa ľahko do genetického kódu a ak sa uchytia, spustia tvorbu nových GÉNOV, čím organizmu (a teda aj sebe) zabezpečia lepšiu ADAPTÁCIU na podmienky, v ktorých žije. Zabezpečia si tak PREŽITIE.“\n\n„Ešte lepšie to pochopíš s prirovnaním ku KURIÉROVI. Tvoja DNA je DOM a PROSTREDIE, v ktorom žiješ, je POŠTA. Ak ti chce PRÍRODA s EVOLÚCIOU poslať z POŠTY rýchlo ZÁSIELKU, pošle to KURIÉROM. Presne takto funguje VÍRUS. VÍRUS je ako KURIÉR, ktorý ľahko a rýchlo prenikne dnu a doručí zásielku.“\n\nTeraz sa zamysli nad týmto. ŽIVOT začal v OCEÁNE s kopou VÍRUSOV, ktoré máme dodnes v DNA. Dokonca aj naše ČREVÁ sú od prírody PRIEPUSTNÉ, [3, 4] vďaka čomu nám z potravy do tela prenikne ešte viac vírusov ako ostatným primátom (opice nemajú priepustné črevo). Náš vývoj je v každom bode evolúcie spojený s chladným oceánom a rovnako to bolo vo Východoafrickej priekope, keď sme sa ocitli na chladnej a vlhkej zemi,pod silným MAGNETICKÝM POLOM zo zrazenia sa troch tektonických platní, s neustálym prístupom k morským plodom, mäkkýšom, či ustriciam, z ktorých nám do tela preniklo ešte viac vírusov a práve vtedy sa náš vývoj ZRÝCHLIL. Prečo nám tieto OKOLNOSTI pomohli vo VÝVOJI? Prečo sa vďaka tomuto všetkému tak moc odčleňujeme od OPÍC? Teraz sa pozri na zopár BODOV, ktoré ti objasnia DÔVOD. Jedným z nich je napríklad náš CHROMOZÓM Y. CHROMOZÓM Y, VÍRUS a vývoj HOMO\n\nMedzi ĽUĎMI a ostatnými PRIMÁTMI je v kódovaní DNA 99% ZHODA. Ak teda patríš medzi ľudí, ktorý stále veria, že naša DNA a GÉNY sú PRIMÁRNE, skús mi to vysvetliť. Keď niekto dostane RAKOVINU, veľa ľudí prehlási, že to mal proste v GÉNOCH. Prečo teda nie sme všetci chlpatí a nevieme loziť dobre po stromoch, keď máme 99% zhodu v kódovaní génov s OPICAMI? Premýšľaj. Ľudia majú na rozdiel od opíc veľký rozdiel medzi CHROMOZÓMOM X a Y. Chromozóm Y nemá za úlohu tvoriť mnoho nových GÉNOV, či PROTEÍNOV, no za to PRECHOVÁVA RETROPOZÓNY, čo sú niečo ako neškodní „OTVÁRAČI DVERÍ“. Spomínaš na prirovnanie vírusu ku kuriérovi? RETROPOZÓNY sú zodpovedné za DUPLIKOVANIE GÉNOV v DNA, z ktorých je však väčšina nečinná. Prečo to asi robia? „Pretože keď zduplikujú časti DNA, zduplikujú aj VÍRUSY, ktoré tam sú, ktoré v prípade potreby rýchlo pozmenia hostiteľovu DNA a zabezpečia SEBE aj JEMU LEPŠIE PREŽITIE. Tieto RETROPOZÓNY máme v DNA STOVKY MILIÓNOV ROKOV a práve vďaka nim sme najúspešnejší druh, ktorý zatiaľ všetko PREŽIL.“ \n\nTipneš si, ktorý vírus je obzvlášť dobrý v tom, že urobí svojho HOSTITEĽA náchylným na INFEKCIE, ktoré sú pre jeho IMUNITNÝ SYSTÉM NEŠKODNÉ? HERV K. HERV K je takmer rovnaký ako dnešný HIV a máme ho v DNA po dobu 30 MILIÓNOV ROKOV. [8, 9, 10] Práve sa vyskytla ďalšia otázka na zamyslenie. PREČO MATKA PRÍRODA s EVOLÚCIOU, ponechali po milióny rokov takéto VÍRUSY a RETROPOZÓNY v našej DNA? HIV, HERV, ŽENY a PLACENTA\n\nHERV sa nachádza v DNA primátov po dobu 30 miliónov rokov, no zaujímavé je, že jediný z primátov, ktorý ho tam má dodnes, je ČLOVEK. Opice ho nemajú. Nie je to zvláštne? „Nemôže to byť spôsob, ako z nás GENIÁLNA EVOLÚCIA vytvorila to, čím sme dnes, pretože sme sa zhodou náhod ocitli v najvhodnejších podmienkach na takýto rozvoj? Si píš, že presne takto to je.“\n\nTeraz si radšej sadni a pripútaj sa. Expresia (spustenie) HERV, ktorý ľudia nosia v DNA, nastáva vo veľkom u TEHOTNÝCH ŽIEN. Tiež sa ukázalo, že je to úzko spojené s tvorbou ENERGIE v PLACENTE, ale aj LEPTÍNOM. Možno teraz trochu rozumieš, prečo je náš druh od čias pádu METEORITU v Mexiku na vrchole. „Placentové cicavce mali v sebe už dávno mnohé „veci“, vďaka ktorým sa rýchlejšie ADAPTOVALI a dokázali prežiť. Po páde meteoritu to hralo v náš prospech, no dnes to už hrá v náš NEPROSPECH, pretože to, čo zo SPOLOČENSKÉHO POHĽADU vyzerá ako CHOROBA (napríklad HIV), môže byť v skutočnosti spôsob, ako nám v minulosti PRÍRODA pomáhala. Dnes sme zmenili vďaka MODERNIZÁCIÍ a TECHNOLÓGIAM naše PROSTREDIE natoľko, že to aj niečo ako OBEZITA, CUKROVKA, či HIV vyzerajú ako CIVILIZAČNÁ CHOROBA, hoci to tak nie je.“\n\nVÍRUSY, ktoré máme v DNA, umožňujú ženám produkovať VIRÁLNE ČASTI, ktoré však nijako neublížia dieťatku. Prečo to teda robia? Pretože sú ako EXPRESNÝ KURIÉR, ktorým PRÍRODA doručí zásielku najrýchlejšie ako môže. Rozumieš? V literatúre je dobre zdokumentované, že vírusy ako HIV, či INFLUENZA, sa dokážu veľmi rýchlo vyvíjať. To, čo práve čítaš, je dôvod PREČO. PRIEPUSTNÉ ČREVO a VÝVOJ HOMO\n\nNa to, aby bol RETROVÍRUS úspešný u svojho HOSTITEĽA, potrebuje stratiť svoju VIRÁLNOSŤ a musí sa stať jeho súčasťou. Ak je moc VIRÁLNY (nákazlivý), môže príliš napádať imunitný systém, čím môže poškodiť sebe alebo hostiteľovi. Myslím, že je to logické. Ako to teda PRÍRODA s EVOLÚCIOU zariadili, aby sa nám do DNA dostali VÍRUSY bez toho, aby boli príliš VIRÁLNE a prestali sa prenášať nepriamym kontaktom medzi živočíchmi, napríklad vzduchom? Vďaka ČREVU. Preto som začal článok tým, čo všetko sa nachádza v JEDINEJ KVAPKE v MORI. Ak si video nevidel, odporúčam teraz. Všetky živočíchy mali odjakživa prístup k morským plodom a to, že HERV je v našej DNA 30 miliónov rokov, koreluje s tým, že sa naši predkovia PRIMÁTI nachádzali vždy v blízkosti MORA s prístupom k morským plodom. Čo však OPICE? Prečo ho v nejakom bode HISTÓRIE prestali využívať, no náš druh si ho ponechal a ešte sa nám rozvinulo PRIEPUSTNÉ ČREVO? Odpoveď sa ukrýva vo Východoafrickej priekope. Tam sa ocitol náš druh pred miliónmi rokov a to, že sa nám v čreve začal vo veľkom TVORIŤ proteín ZONULÍN, ktorý robí naše čreva PRIEPUSTNEJŠIE, nemohla byť náhoda. [3, 4]\n\n„Evolúcia to spravila úmyselne, pretože nám takto zabezpečila ešte vyššiu asimiláciu VÍRUSOV z POTRAVY. V tej dobe boli pre nás mäkkýše ako popadané ORECHY pod stromom, pretože boli všade okolo nás. Keď sme ich jedli, prijímali sme NAJBOHATŠIU POTRAVU na ELEKTRÓNY na svete s množstvom DHA, JÓDU aj vírusov, vďaka ktorým sa naša DNA dokázala rýchlejšie MENIŤ a ADAPTOVAŤ náš druh na to, čomu čelil.“\n\nVírusy sa potom ľahko prenášajú PRIAMO (napr. pohlavným stykom, či výkalmi), ale aj z MATKY na dieťa v PLACENTE, no nevykazujú žiadne problémy. Už len to, že ľudia majú normálne v sebe množstvo vírusov, no bez následkov, by ti malo byť dôkazom. Napríklad Epsteinov vírus, Herpes (vyvolávajúci MONONUKLEÓZU), polyomavírus (HPV), či poliovírus (spôsobujúci detskú obrnu a paralýzu). [15, 16, 17]\n\nSTRES a SKÁKAJÚCE GÉNY\n\nTiež sa ukázalo, že retrovírusy, vrátane HERV, reagujú na STRES. Stres spúšťa ich EXPRESIU, čo je prirodzené, keďže STRES bol silný EVOLUČNÝ NÁSTROJ. Stres však nemusí byť iba FYZICKÝ, či PSYCHICKÝ (napríklad nedostatok potravy, či nepriaznivé počasie alebo ovzdušie), ale aj RADIAČNÝ. Ak je organizmus vystavený prílišnej radiácií, napríklad nadmernému rádiovému, či mikrovlnnému vlneniu, tiež sú v ňom spustené STRESOVÉ REAKCIE. „Akonáhle sa vírusy vo veľkom „rozbehnú“, stanú sa REŽISÉRMI nášho genetického kódu, do ktorého obsadia množstvo nových génov. Keď sa tak stane a niektoré z nich sa ujmú, stanú sa z nich SKÁKAJÚCE GÉNY, ktoré jednoducho SKÁČU v našej DNA, presne tam kam treba a pozmenia presnú a konkrétnu genetickú informáciu, aby organizmus pripravili najlepšie ako môžu na dané PROSTREDIE aj STRES, akému je vystavený.“\n\nV roku 1983 bola udelená Nobelova cena doktorke Barbare McClintock za ich objavenie. Ak stále neveríš môjmu prirovnaniu, že „PRÍRODA s EVOLÚCIOU sú ako párik v kasíne, len s tým rozdielom, že NEHRAJÚ NA NÁHODU“, vysvetli mi tento fenomén. Nobelova cena nebola udelená pre nič za nič. McClintocková jasne preukázala, že SKÁKAJÚCE GÉNY vedia úplne presne, kam majú preskočiť. Vieš, čo to znamená? Je to dôkaz toho, že EVOLÚCIA s PRÍRODOU robia skutočné KVANTOVÉ POKUSY, pričom využívajú pravidlá KVANTOVEJ MECHANIKY a zaujíma ich iba PRAVDEPODOBNOSŤ. V kvantovom svete totižto nie je nič ABSOLÚTNE, ale iba RELATÍVNE. Aby si pochopil tomu, čo som práve napísal, predstav si toto. „Na zemi máme iba 22 aminokyselín, z ktorých je vytvorený každý živočích aj každá časť TELA. Množstvo ich KOMBINOVANIA (možností), je OBROVSKÉ, vďaka čomu sme všetci rozdielni. Iba jediný maličký GÉN vínnej mušky je schopný vyprodukovať 40 TISÍC rôznych PROTEÍNOV, no nikdy sa nepomýli a vždy vyprodukuje presne ten, ktorý muška potrebuje.“\n\nTo znamená, že ak by boli PRÍRODA s EVOLÚCIOU naozaj ako hráči v kasíne pri hode kockou, tak jednoducho prídu, zastavia čas, hádžu kockou dokedy nehodia čo potrebujú a potom čas znovu pustia. Presne o tomto hovoril Werner Heisenberg, keď spoluzaložil KVANTOVÚ MECHANIKU. OPICE, ĽUDIA, IMUNITA a HIV\n\nMožno sa ti zdajú tieto INFORMÁCIE nepodstatné, no ver mi, že opak je pravdou. Dočítaj článok do konca a už o chvíľu pochopíš množstvo súvislostí, nad ktorými by si sa normálne nikdy nezamyslel. Predpokladám, že ti došlo, aký vplyv na nás má to, že máme od prírody PRIEPUSTNÉ ČREVO. Sme na vírusy aj rôzne infekcie náchylní VIAC, pretože sa takto lepšie ADAPTUJEME na prostredie. Máme teda náchylnejšiu IMUNITU. Najprv v skratke, čo vlastne je známy HIV (mimochodom skratka HIV znamená Human Imunnodeficiency Virus, čo je v preklade vírus ľudskej imunitnej deficitnosti (nedostatku). HIV je RETROVÍRUS, ktorý má schopnosť jednoducho tvoriť svoju KÓPIU (aj s obsahom svojej vlastnej DNA) a tú vložiť do genómu hostiteľa, človeka. Teraz ti položím zaujímavú otázku. Aký je podľa teba najrýchlejší spôsob, ako sa nakaziť vírusom HIV, ktorý spôsobuje AIDS? Schválne, skús si v duchu odpovedať…máš? (Ak si videl moje posledné video na Youtube, tak odpoveď vieš.) Ak nie, teraz si prečítaš odpoveď. ČREVO. Dodnes sa väčšinou tvrdí, že najrýchlejšie sa dá nakaziť skrz KRV a TEKUTINY (teda aj pohlavne), no vyšlo najavo, že cez ČREVO to môže byť rovnaké alebo rýchlejšie. Teraz by pre teba nemalo byť prekvapením, keď ti poviem, že u OPÍC, ktoré sa nakazia s HIV, neprepukne AIDS. Teraz ti položím ďalšiu otázku. Vieš, ako sa k ľuďom v 20. storočí dostal HIV? Dlhé roky sa predpokladalo, že pochádza od našich najbližších príbuzných, šimpanzov, ktorých mäso sme zjedli, keď sme žili v Afrike. Druhá hypotéza bola, že ľudí v Afrike pohrýzla GORILA a preniesla ho na nich. Vyšlo však najavo, že pôvod má u iných OPÍC a nie u šimpanzov. U opíc sa vírus HIV nazýva SIV (z angličtiny Simian imunnodeficiency virus, v preklade opičí vírus imunitnej deficitnosti). SIV je vírus podobný HIV, no opičích vírusov (skratka SV, zo slova Simian Virus) je omnoho viac. Tak ako ich majú veľa ľudia, aj opice majú svoje. Niektoré sú medzi druhmi takmer neškodné, čo znamená, že keď sa jeden prenesie z opice na človeka alebo naopak, nemusí mať negatívny efekt. Niektoré však áno. Medzi takéto patrí napríklad SV-40 (opičí vírus označený číslom 40). PRVÝ PRÍPAD HIV\n\nKeď sa nad tým zamyslíš, je to pochopiteľné. Vírusy, RETROPOZÓNY, aj HERV, sú v našej aj opičej DNA po dobu 30 miliónov rokov. Nám HOMINIDOM, sa zároveň vyvinulo priepustné črevo, no opiciam nie. Ony nemajú takú citlivú imunitnú reakciu. Preto opice jedia RASTLINNÚ STRAVU, ktorá má v sebe veľa nestráviteľných látok (fitáty, oxaláty, apod.), ktoré by ľuďom spôsobili problémy, ako to vidíš aj dnes (gluténová intolerancia, celiakia, …). U opíc mohol SIV znamenať ich vlastnú potrebnú adaptáciu. Čo sa však stalo nám a prečo je dnes HIV tak rozšírený? „Z opice na šimpanza sa vírus preniesol stolicou a výkalmi, ktoré sa válali na zemi, po ktorej obaja kráčali. Keď ľudia žijúci v Afrike zjedli mäso šimpanzov (áno, robili to), nakazili sa. Vírus SIV s odstupom času zmutoval na našu formu HIV, pričom sa v roku 1980 dostal z Afriky do U.S.A. Pýtaš sa ako? Vďaka tzv. „PACIENTOVI NULA“. Bol to mladý muž, homosexuál a steward, ktorý tam lietal.“ \n\nKeď sa s vírusom dostal do centra Ameriky, behom piatich rokov sa rozniesol medzi ľudí, pretože mali veľmi oslabenú IMUNITU, vďaka MODERNIZÁCIÍ, nedostatku vitamínu D a rozvíjajúcim sa technológiám. V 20. storočí sa 80% populácie presunulo z polí do fabrík. Vývoj HIV v Afrike bol radikálne iný, ako v moderných krajinách. Nie je to náhoda. Keď sa pozrieš na ŠTATISTIKU všimneš si, že ĽUDIA s TMAVOU PLEŤOU, ktorí žijú v Amerike, majú omnoho väčšie RIZIKO aj sa ľahšie s HIV nakazia. Ich tmavá pokožka je totižto OCHRANA pred UV svetlom a vyžadujú VIAC SLNKA na tvorbu rovnakého množstva vitamínu D ako ľudia s bledou pokožkou. Preto aj teraz na korona vírus trpí ŠTYRIKRÁT VIAC tmavých ľudí, no málokto si spája dve a dve dohromady. [27, 28]\n\nDETSKÁ OBRNA a PRVÁ VAKCÍNA\n\nPoliomyelitída (odborný názov pre detskú obrnu) je vysoko nákazlivé vírusové ochorenie, ktoré môže mať za následok doživotnú paralýzu a v niektorých prípadoch aj smrť. Vírus sa medzi ľuďmi prenáša fekálno-orálnou cestou. Väčšinu prípadov je bez klinických príznakov a ťažká paralytická forma ochorenia sa prejaví len u jedného z každých 200 – 300 nakazených. Vidíš? To je tiež vírus, ktorý sa medzi ľuďmi šíri zvyčajne bez následkov, teda aspoň v minulosti to tak bolo. Ako sa detskej obrne ľudia vyhýbajú? Pomocou OČKOVANIA, respektíve podávaním VAKCÍNY. Jonas Salk bol Americký lekár a imunológ, ktorý objavil vakcínu práve na detskú obrnu. Prvá vakcína bola oficiálne vynájdená aj podaná v roku 1955, pričom zabránila vtedajšiemu šíreniu detskej obrny vo svete o viac ako 90%. Je však zaujímavé, že samotný vynálezca Salk si ju nedal nikdy patentovať, hoci sa v tej dobe svojim rozhodnutím pripravil o 7 miliárd dolárov. Zaujímavé, čo povieš? Žeby bol taký dobrosrdečný? Alebo za tým bolo viac? Napríklad STRACH? Na Slovensku bolo zavedené POVINNÉ OČKOVANIE proti detskej obrne v roku 1957, pričom v roku 1960 sa počet prípadov rapídne znížil. Tiež sa však medzi časom prišlo na to, že samotná prvá forma Salkovej vakcíny bola závadná, pretože hoci mnoho prípadov liečila, no množstvo iných detí s oslabenou imunitou vakcína paradoxne nakazila. Pravdepodobne sa pýtaš, ako môže VAKCÍNA proti vírusu pacienta s vírusom nakaziť, však? Hneď sa dozvieš. „Každá vakcína totižto funguje tak, že obsahuje samotný VÍRUS, súčasne s nejakým IMUNITNÝM STIMULÁTOROM. Dôvod je ten, že takto človeku dodajú do tela v malom množstve vírus a zároveň mu posilnia imunitný systém, aby sa s ním vysporiadal a tým získa do života OCHRANU aj IMUNITU, ak sa s nim znovu stretne. Problém je však ten, že OČKOVANÍM sa VÍRUS dostane do každého, aj keď možno vírus predtým nemal, ani by mať nemusel.“\n\nMnoho detí so silnou imunitou, po zaočkovaní vírus rozširovalo medzi okolie alebo stolicou do KANALIZÁCIE. Od roku 1970 preto prebiehali každoročné odbery vzoriek z kanalizácie, a niekoľkokrát bola zistená prítomnosť vakcínového vírusu. Stalo sa tak aj v roku 2003 vo Vrakuni, mestskej časti Bratislavy. V rámci ďalšieho šetrenia boli poliovírusy preukázané pri Skalici. Tieto odhalenia boli v európskom meradle škandalózne z toho dôvodu, že všetky zistené kmene vakcínových vírusov už boli nebezpečne zmutované a len veľmi málo sa líšili od divokých vírusov. Tieto zistenia mohli značiť, že vakcínový poliovírus sa vymkol z rúk, mutuje a mohol by sa začať nekontrolovateľne šíriť a spôsobovať skutočné epidémie. [31, 32, 33, 34]\n\nOPICE a VAKCÍNA NA OBRNU\n\nEšte chvíľu ostanem na Slovensku aj v Európe a o chvíľu prejdeme do Americkej POLITIKY, kedy začneš vidieť pozoruhodné súvislosti. Je zaujímavé, že ešte v roku 2005 bola jedna vakcína na obrnu oficiálne považovaná za „výbornú“ a bola povinnou pre naše deti, zatiaľ čo 19.12.2007 ju člen vakcinačnej komisie, prof. Dluholucký, údajne označil v stanovisku pre NRSR ako „neprijateľnú z celosvetového hľadiska“. Mimochodom, vieš ako sa VAKCÍNA vyrába? Potrebuje sa najprv vypestovať VÍRUS vo veľkých množstvách, ktorý potom spolu s inými látkami do vakcín vložia. Vírus však vyžaduje veľmi špecifické a prirodzené podmienky, aby sa množil. Najlepšie by teda bolo jednoducho nakaziť človeka a neustále mu brať krv, však? No to je nehumánne a nemožné. Čo však OPICE? Ony majú na 99% rovnakú DNA, majú v nej tiež RETROPOZÓNY aj HERV a dokonca majú silnejšiu IMUNITU, čiže môžu v sebe pestovať VÍRUS bez toho, aby sa u nich prejavila nákaza. Teraz si opäť radšej sadni. VÍRUSI sa v minulosti pestovali v OBLIČKÁCH OPÍC. Myslím, že je ti jasné prečo. Dnes sa dokonca aj VAKCÍNY na KORONA VÍRUS skúšajú na opiciach, hoci toto je podľa mňa skôr FRAŠKA a ZÁMIENKA, ktoré čoskoro pochopíš. S očkovaním proti detskej obrne sa začalo v roku 1955 a na Slovensku v 1957, no v roku 1959 sám vynálezca dr. Salk prehlásil, že vakcíny boli kontaminované. Čím? No predsa opičím vírusom SIV, SV-40 a dokonca aj RAKOVINOU. [37, 38] Vetu, ktorú teraz napíšem si dobre zapamätaj. „VÍRUS a RAKOVINA majú SPOLOČNÚ jednu veľmi dôležitú VEC. Obe dokážu živočíchovi EPIGENETICKY  pozmeniť DNA.“\n\nTeraz sa zamysli, aký mohlo mať dôvod, že sa vynálezca vakcíny dobrovoľne obral o 7 miliárd dolárov, zároveň niekto ponechal opičí vírus (formu ľudského HIV) vo VAKCÍNE a popri tom sa celoplošne nariadilo OČKOVANIE ako POVINNÉ? Medzi rokom 1957 až 1960 bolo zaočkovaných 325 tisíc detí v Afrike (Kongo, Rwanda, Burundi) a 75 tisíc detí v Leopoldville (mesto v Kongu, ktoré sa dnes volá Kinshasa, Zaire). V roku 1986 (6 rokov po príchode PACIENTA NULA) sa začalo pátranie po pôvode HIV u ľudí a zistilo sa, že najstaršia vzorka pochádza z roku 1959 z Leopoldvillu. Dnes je najväčší výskyt stále v Afrike. Dochádza trošku? Pokračujeme. „Medzi rokom 1955 až 1961 spôsobili VAKCÍNY proti detskej OBRNE viac ako 200 tisíc deťom PARALÝZU a dodnes je mnoho prípadov, u ktorých sa pri deťoch so slabou imunitou alebo od matiek, ktoré malý narušený MELANOPSIN, prejaví choroba, práve po OČKOVANÍ. Napríklad MOZGOVÁ OBRNA.“\n\nMimochodom, v tomto období, kedy sa udiala pohroma s vakcínami, bol Americkým prezidentom Eisenhower a víceprezidentom bol Richard Nixon. AMERICKÁ POLITIKA\n\nTeraz ti predstavím zopár mien (nie len z politiky), z ktorých mnohé budú verím známe. Niektorí sú dodnes nažive, iní však nie. Začnime prezidentmi. V roku 1953 až 1961 bol prezident Eisenhower a počas jeho vlády bol víceprezident Richard Nixon. (Mimochodom, v tomto období boli aj prvé skúšky/problémy s vakcínami). V roku 1961 bol zvolený John F. Kennedy (skratka JFK), o ktorom väčšina vie, pretože bol v roku 1963 zavraždený. V roku 1969 až 1974 sa stal prezidentom aj Nixon, ktorý súperil s Reaganom, no ten mu neskôr post sám prenechal. Nixon potom odstúpil, bol nahradený a neskôr, v roku 1981 až 1989, bol prezidentom aj sám Reagan, ktorého potom po 8 rokoch nahradil George Bush. Busha určite poznáš a verím, že aj jeho najstaršieho syna George Busha juniora, ktorý bol prezidentom v roku 2001. Možno však nevieš, že Bush (starší) bol od roku 1964 nie len v politike, ale aj v CIA. V roku 1976 bol dokonca vymenovaný za jej RIADITEĽA. Tiež by si mal vedieť, že prezident Reagan sa s Bushom dlhé roky poznali a spolupracovali. Bush bol dokonca v čase vlády Reagana, jeho viceprezidentom. Reagan aj Bush, rovnako ako Nixon, boli REPUBLIKÁNI a neschvaľovali moc DEMOKRATOV, či LIBERÁLOV, ani KOMUNISTOV. Neboli radi ani J.F.Kennedymu, ktorý bol zarytý DEMOKRAT. Rozdiel medzi DEMOKRATMI a REPUBLIKÁNMI ti predpokladám nemusím hovoriť. V skratke, republikáni sa starajú o blaho, práva a zisk REPUBLIKY a demokrati OBČANOV. „REPUBLIKÁNI uprednostňujú VOĽNÝ TRH s peniazmi, voľné podnikanie a nerobia veľké VEREJNÉ zásahy do hospodárstva v krajine. To znamená, že sú peniaze pod menšou verejnou kontrolou, čím majú voľný priestor PODNIKATELIA, ale aj rôzny DEALERI a „ČIERNI“ hráči. DEMOKRATI a KOMUNISTI presadzujú opak. Oni chcú mať peniaze v štáte pod VEREJNOU KONTROLOU a neumožnia im voľný pohyb. Pre dealerov a kriminálnikov, nie moc dobré.“\n\nREAGAN, NIXON a J.F.KENNEDY\n\nVyššie si čítal, že prezident Reagan sa poznal s George Bushom. Reagan mal však vzťah aj s Nixonom. Poznali sa veľmi dobre a Reagan mu dokonca pomáhal v kariére. Pomohol mu v roku 1960, keď Nixon prehral voľby s J.F.Keneddym, aj v roku 1962, keď prišiel Nixon o sídlo Guvernéra v Kalifornii, vďaka DEMOKRATOVI Pat Brownovi. [44, 45, 46]\n\nZaujímavá zhoda náhod je, že Reagan prenechal Nixonovi prezidentský post, no Nixon prehral napokon o 100 tisíc hlasov s J.F.Keneddym. J.F. Kennedy bol vymenovaný ako prezident oficiálne v roku 1961 a jedného zo svojich synov, Roberta F. Kennedyho, vymenoval ako MINISTRA SPRAVODLIVOSTI. J.F. Kennedyho zavraždili v roku 1963 a 6.júna 1968 zavraždili jeho „nástupcu“, syna R.F. Kennedyho a hneď na to, 5.novembra 1968 bol zvolený ako prezident Nixon. Z vraždy Keneddyho boli podozriví dvaja ľudia: Lee Harvey Oswald a  Clay Shaw. ATENTÁT NA KENNEDYHO\n\nPo tom, čo zastrelili J.F.Kennedyho v aute, začalo sa vyšetrovanie. Tri dni po jeho smrti bola v Amerike založená aj tzv. WARRENOVA KOMISIA, ktorá mala na starosti vyšetrovanie atentátu. Mala viac členov a jedným z nich bol Halle Bogg. Mnoho očitých svedkov videlo niekoľko podozrivých ľudí na 5. a 6. poschodí budovy, odkiaľ sa strieľalo a najdôležitejší svedok, ktorý videl útočníkov z blízka, bol Richard Carr. Carr bol vypočúvaný FBI, ktorí údajne manipulovali s ním aj s dôkazmi. V niektorých interview vraj Carr povedal, že pri vypočúvaní v FBI, mu bolo povedané: „pokým si nevidel Lee Oswalda priamo so zbraňou, nevidel si nič a máš držať hubu.“ \n\nCarr sa samozrejme bál, mnohé roky utekal a schovával sa, prekonal niekoľko pokusov o vraždu, dokonca jedného útočníka pri pokuse zabiť ho, sám zavraždil, no neskôr v roku 1996 umrel v západnej Virgínií a jeho výpovede neboli nikdy použité ako vierohodné. Prvý podozrivý, Lee Harvey Oswald,bol vycvičený vojak, člen Americkej námornej jednotky, no neskôr ušiel do Sovietskeho zväzu, kde pomáhal Fidelovi Castrovi na Kube. Zaujímavá zhoda náhod, že 2 dni po atentáte na Kennedyho, bol Oswald zavraždený. Druhý podozrivý z vraždy, Clay Shaw, bol vyšetrovaný a zistilo sa, že spolupracoval so CIA. O chvíľu na to ho zatkol OKRESNÝ PROKURÁTOR z New Orleans Jim Garrison. Neľakaj sa, že vidíš toľko mien, jednoducho čítaj a všímaj si súvislosti, ktoré ešte len prídu. Reagan, ako vtedajší GUVERNÉR Kalifornie (známy s Bushom, ktorý pracoval v CIA), však oficiálne odmietol prokurátorovi Garissonovi vydať Claya Shawa a v roku 1969 bol vyhlásený nevinným. To nie je všetko. Garisson v tej dobe vyšetroval aj Oswalda, hoci už bol po smrti a prišiel na mnohé podvody. Prečo ho teda prezident Reagan zastavil? Prečo mu odmietol vydať usvedčeného vinníka za vraždu prezidenta? Bolo v tom niečo viac? O chvíľku zistíš. ALTON OCHSNER & NCI\n\nAlton Ochsner bol významný človek, lekár a výskumník. Bol zakladateľom Americkej komory lekárov a v roku 1939 publikoval významnú štúdiu, ktorou dal svetu najavo prepojenie medzi FAJČENÍM a RAKOVINOU. Súčasne sa stal HLAVOU Americkej organizácie v boji proti RAKOVINE s názvom National Cancer Institute (národný ústav rakoviny). V roku 1942 založil vlastnú kliniku s názvom OCHSNEROVA KLINIKA  a v roku 1952 prenechal výskum RAKOVINY spolupracovníčke, dobrej výskumníčke, ortopedičke a lekárke Mary Shermanovej. Ochsner sa zoznámil aj s prezidentom NIXONOM a neskôr pracoval aj pre vládu s „FIXNUTÍM“ problémom s vakcínami proti obrne. Vieš prečo? V roku 1955 jeho 30 mesačný vnuk umrel iba pár dní po tom, čo ho zaočkovali. [56, 57] Jeho vnučka, po tej istej vakcíne, ostala s OBRNOU. Ochsner sa stal zarytím antikomunistom a udržoval kontakty s vtedajším DIKTÁTOROM v PANAME (súčasť Latinskej Ameriky). FBI má o ňom dodnes spisy. Tiež udržoval aj veľmi dobrý vzťah s Halle Boggsom, ktorý bol členom WARRENOVEJ KOMISIE. Spomínaš si na ňu? Ona vyšetrovala atentát na Kennedyho. V roku 1961 Ochsner založil s veľkou finančnou pomocou, organizáciu s názvom Informačná rada Ameriky (z angličtiny Information Council of America) a jej riaditeľom sa stal Ed Butler. Vieš aký bol cieľ tejto organizácie? Mala za úlohu potláčať KOMUNIZMUS v latinskej Amerike. Ak by sa totižto zaviedol KOMUNIZMUS, trh s peniazmi by nebol taký voľný. Teraz ti položím otázku. Vieš odkiaľ mal Ochsner FINANCIE na vedenie vlastnej nemocnice a neskôr na založenie INFORMAČNEJ RADY? FRAWLEY & FINANCOVANIE LATINSKOU AMERIKOU\n\nPatrick J. Frawley bol syn bohatého BANKÁRA a dealera zbraní do latinskej Ameriky. Frawley založil množstvo firiem, vrátane známej Protect and Gamble, ktorá vyrába žiletky, peny na holenie a predpokladám, že každý z nás má doma aspoň jeden prípravok od nich. Firmu predal ešte v prvej polovici 20. storočia za 15 miliónov dolárov. V tej dobe slušný peniaz. Ďalej financoval armádu, vládu, pomáhal Americkým leteckým jednotkám počas 2.svetovej vojny, no veľkú časť financií presúval do latinskej Ameriky a konkrétne do Kuby, nie len do zbraní, ale aj manufaktúry. Vieš, čo sa však stalo v roku 1959? Na Kube sa ujal vlády Fidel Castro, ktorý všetko znárodnil. „Ako sa správal Castro ako človek je jedna vec, no to, čo urobil pre krajinu a pre bežných ľudí, bolo celkom nezvyčajné. V krajine sa štátne peniaze znárodnili, ľudia mali zaplatené bývanie, nemuseli platiť dane a mnoho iných vecí. Mali  Pýtaš sa kto?“\n\nTeraz sa vrátim k predchádzajúcej otázke. Vieš, ako financoval Ochsner svoje aktivity? Vďaka BOHATÉMU „DAVU“ v latinskej Amerike. Dochádza ti niečo? Ochsner mal všetko založené na financiách od Frawleyho, ktorý ich prelieval cez Kubu. Aj vďaka týmto peniazom Oschner založil v roku 1961 organizáciu, ktorá mala za úlohu potlačiť KOMUNIZMUS v latinskej Amerike. V roku 1959 sa však ujal vlády Castro a urobil v krajine PREVRAT. Zabránil voľnému obchodovaniu. O rok na to, prehral americký prezident Nixon (republikán) voľby s J.F.Kennedym, ktorý bol demokrat. J.F.Kennedyho zavraždili v roku 1963, 6.júna 1968 zavraždili jeho syna R.F.Kennedyho a štyri mesiace potom bol prezidentom Nixon, ktorý navrátil  REPUBLIKÁNOV. „Vieš, že medzi prvými ľuďmi, s ktorými sa Nixon v Bielom dome „zoznámil“, bol Ochsner? Vieš, že Ochsner sa spojil s Nixonom aj preto, lebo potreboval najať vhodných ľudí a VIROLÓGOV do svojej NEMOCNICE na výskum RAKOVINY a OPRAVU VAKCÍN, ktoré predtým kontaminovali? [61, 62] Vieš, že CIA údajne skúšala spraviť z RAKOVINY niečo ako ZBRAŇ? [63, 64] Vieš, že Nixon dal v roku 1966 veľmi veľa peňazí Ochsnerovi aj na výskum RAKOVINY? Vieš, že je zaujímavé, že sa paradoxne stav s RAKOVINOU odvtedy nijako nezlepšil, ba práve naopak? Prečo tam teda dávali toľko peňazí?“\n\nVieš, že J.F.Kennedy a Fidel Castro, stáli všetkým v ceste? Vieš, čo sa stalo ešte predtým, ako sa stal Nixon prezidentom a financie z Kuby sa opäť vrátili do hry, aj ku Ochsnerovi? Hovorí ti niečo INVÁZIA V ZÁLIVE SVÍŇ?“\n\nINVÁZIA v ZÁLIVE SVÍŇ a FIDEL KASTRO\n\nNázov je príznačný a bol pomenovaný podľa miesta, kde sa to udialo, na Kube, v Zálive svíň (niekde sa to označuje aj nesprávne „Zátoka svíň“). Cieľom bolo ako inak, zvrhnutie Castra. Po tom, čo sa vzťah s Amerikou a Kubou zhoršil a Kuba uzavrela dohodu s Rusmi, americká vláda navrhla riešenie, ktoré posunula do CIA. V CIA sa vypracoval plán (INVÁZIA), ktorá bola 17. marca 1960 schválená a podpísaná vtedajším prezidentom Eisenhowerom, ktorý zároveň presunul 13,1 milióna dolárov do CIA a poveril ich VYRIEŠENÍM PRÍPADU. Spomeň si mimochodom, kto pracoval v CIA v tej dobe. „CIA postupne verbovala Kubánskych mladých mužov, ktorých cvičila a pripravovala na inváziu, aby to vyzeralo ako štátny prevrat. Informácie aj spisy o tejto operácií sú verejné. Invázia spočívala v dvoch fázach. Najprv sa mali v zálive objaviť pozemné jednotky, ktoré neskôr príde podporiť Americká Letecká sila. Kuba nemala letecké jednotky v takej sile a vedeli, že nemajú šancu.“\n\n17. apríla 1961 bol „DEŇ D“, kedy sa invázia začala. Vojaci bojovali, kubánske jednotky Fidela Castra sa dobre bránili, no po vypuknutí útoku, nový prezident J.F.Kenedy nepodpísal útok leteckých jednotiek a Americké pozemné jednotky nemali šancu. Boli potlačení kubánskymi vojakmi, zajatí a vypočúvaní. Vieš si predstaviť, že pri takomto „VYPOČÚVANÍ“ museli prezradiť veľmi veľa. Aj to čo nechceli. Otázka na zamyslenie znie, či to nemohla byť geniálna zámienka na to, aby sa zo hry ODSTRÁNILI OBAJA? Aj Kennedy aj Castro? Spomínaš na prvého podozrivého, Oswalda, ktorý pracoval s Castrom a 2 dni po vražde Kennedyho bol zavraždený? J.F.Kennedy bol odjakživa proti, bol to demokrat, no už schválenú inváziu podpísať musel. Tým, že ju jeho podpis proti vypusteniu leteckých síl neskôr zrušil, sa získal DÔVOD na jeho vraždu a zároveň DÔVOD na VRAŽDU CASTRA. V skutočnosti však bolo proti Oswaldovi málo dôkazov a preto ho veľmi šikovne obvinili a hneď na to odstránili, čím dali čas Clayovi Shawovi. Všetko nasvedčovalo tomu, že za vraždu Kennedyho je zodpovedný Clay Shaw, ktorý pracoval pre CIA, no Reagan, vtedajší guvernér a kamarát s Bushom, ho odmietol vydať. Už rozumieš prečo? Spomínaš na zakladateľa Americkej informačnej rady Ochsnera? Jej prezidentom bol Ed Butler. Obaja mohli voľne manipulovať s dôkazmi proti Kennedyho vražde, lebo viedli túto ORGANIZÁCIU. Je to presne, ako keď je „PRASIATKO pri KORYTE“. Keď začal okresný prokurátor Garrison vyšetrovať Shawa za vraždu Kennedyho, začal sa vŕtať aj vo finančných podvodoch Ochsnera. Ochsner bol priateľ Frawleyho, ktorý predtým financoval Kubu a potreboval sa zbaviť Castra. Dokumenty proti Clayovi Shawovi sa jednoducho vyparili a Reagan, kamarát s Nixonom, ho odmietol vydať na zatknutie. Hneď potom, ako bol Castro zvrhnutý a obaja Kennedyovci mŕtvi, zomrel aj podozrivý strelec Oswald. Nixon sa stal v roku 1968 prezidentom, začal Ochsnera opäť finančne  dopovať, rovnako výskum RAKOVINY a VAKCÍN, Frawleymu sa tým pádom vrátili obraty na Kube a v roku 1969 bol Clay Shaw záhadne vyhlásený NEVINNÝM a prípad ATENTÁTU na KENNEDYHO ostal nevyriešený. ANTHONY FAUCI\n\nUž sa blížime k VYVRCHOLENIU, tak dočítaj do konca. Anthony Fauci je americký lekár, ktorý pracoval na mnohých veciach, vrátane výskumu HIV. Za lekára vyštudoval v roku 1966 a už v roku 1968 pracoval v NIH (Natianal Institute of Helath, čo je v preklade Národný zdravotný ústav). Neskôr sa spoznal s Reaganom a v roku 1980 začal pracovať v NIAID (National Institute od Allergy and Infectious Diseases, čo je v preklade Národný inštitút pre alergie a infekčné choroby). V roku 1984, už počas vlády Reagana, bol Fauci vymenovaný za RIADITEĽA NIAID. Odvtedy má Fauci kontrolu nad VÝSKUMOM, RIADENÍM, FINANCOVANÍM aj VEREJNÝMI ODPORÚČANIAMI v súvislosti s VAKCINÁCIOU. No nie len to. Od roku 1984 je hlavným poradcom v oblasti ZDRAVIA pre každého amerického prezidenta. Radí aj dnes Donaldovi Trumpovi. [68, 69]\n\nAnthony Fauci bol mnohokrát spájaný s pokračovaním v utajovaní problémov s VAKCÍNAMI po Ochsnerovi, nie len s detskou obrnou, ale aj s HIV, či dokonca RAKOVINOU. Spomínaš si na lekárku Mary Sherman? Jej Ochsner v r. 1952 prenechal hlavnú Inštitúciu pre výskum RAKOVINY. Ona bola veľmi úspešná a na rozdiel od Ochsnera, nemala dôvod na vedľajšie úmysly a VEREJNE bola dlhé roky skeptická voči Ochsnerovi, pretože tvrdila, že robí nezákonné veci. Mary Sharman bola nájdená v roku 1966 mŕtva vo svojom byte. Jej smrť ostala nevyriešená. Nie je to ďalšia pozoruhodná zhoda náhod, keď vezmeš v úvahu, všetko čo si čítal predtým a hlavne tie zmeny režimu a FINANCOVANIA? [71, 72]\n\nFauci mal v roku 1984 úplne čistú cestu a pri moci bol Reagan, po ktorom nastúpil Bush zo CIA. Žeby ďalšie náhody? Počkaj, keď sa dozvieš kúsok z Fauciho minulosti o výskume HIV, to ešte len prídu pozoruhodné „NÁHODY“. FRANCÚZI vs AMERIKA a HIV\n\nFauciho priateľ Robert Gallo, bol významný Americký výskumník, virológ, riaditeľ aj zakladateľ IHV (Human Institute of Virology, v preklade Inštitút ľudskej virológie), venoval sa aj imunológií a medzi rokmi 1980 až 1990 bol považovaný za najväčšieho odborníka v Amerike v tejto oblasti. Dlhé roky sa venoval výskumu HIV aj ostatným vírusom a v roku 1980 spoluobjavil vírus HIV. V roku 1983 preukázal, že AIDS je vyvolaný práve HIV vírusom a nie len to, preukázal aj, že za vznik a rozvoj AIDS je zodpovedný RETROVÍRUS (HIV-1), a tiež objavil vírus vyvolávajúci LEUKÉMIU a mnohé druhy RAKOVINY. V roku 1986 Gallo tiež spoluobjavil ľudský herpesvírus. Teraz však príde zaujímavá vec. Na výskume HIV a AIDS sa pracovalo aj v iných krajinách a ich druhý OBJAV prišiel v roku 1981 od doktorky Francoise Barré-Sinoussi z Pasterovho Inštitútu a doktora Luc Mon, riaditeľa Svetovej nadácie na výskum a prevenciu AIDS. Pravidlá udeľovania Nobelových cien hovoria, že každý rok sa môže cena prerozdeliť maximálne medzi troch jednotlivcov, čo by vyhovovalo všetkým a hoci sa od roku 1980 medzi sebou „bili“ Američania s Francúzmi o zásluhy, nakoniec sa Gallo dobrovoľne vzdal zásluhy a Nobelova cena bola udelená v roku 1983 iba Francúzom. [74, 75] Teraz sa radšej drž. V roku 1987 americký prezident Ronald Reagan a vtedajší francúzsky premiér Jaques Chirac podpísali dohodu, ktorá obom inštitúciám, v ktorých Gallo a Mon pracovali priznala odmeny vo výške miliónov dolárov ako aj uznanie za objav. V stanovisku Inštitútu sa však Gallovo meno nespomína. [74, 75]\n\n„Inými slovami, Gallo sa vzdal verejných zásluh, jeho meno nie je verejne spojené s HIV, no je tajnou deklaráciou podpísanou prezidentom uznaný, ako spoluobjaviteľ a ešte aj obdržal od. No to nie je všetko.“\n\nV roku 1991, po rokoch sporov týkajúcich sa mimosúdneho vyrovnania medzi Národnými inštitútmi zdravia a francúzskeho Pasteurovho inštitútu z roku 1987, Gallo pripustil, že vírus, o ktorom tvrdil, že objavil v roku 1984, bol v skutočnosti vírus, ktorý mu bol zaslaný z Francúzska pred rokom, ukončením šesťročného úsilia Galla a jeho zamestnávateľa National Institutes of Health, ktorý viedol Fauci. „Gallo s Faucim sa úplne zbavili akéhokoľvek verejného prepojenia s vírusom HIV aj VAKCÍNAMI, pričom obaja na nich pracovali a podieľali sa nie len na ich výskume a vývoji vakcín, ale aj na spoluobjavení. Myslíš, že človek s čistím svedomím, by sa dobrovoľne o niečo takéto pripravil? Ja si myslím, že je to rovnako podozrivé ako to, že sa Jonas Salk dobrovoľne vzdal patentovania VAKCÍNY proti detskej obrne, pretože po celý čas vedel, že keď vírus pestujú v opiciach, do vakcín prenášajú nie len polio vírus, ale aj opičie vírusy, vrátane SIV a HIV, ktoré už vtedy boli spájané s výskytom rakoviny a iných ochorení.“\n\nFAUCI, GATES, VAKCÍNY a HIV\n\nTeraz to vezmem trochu rýchlejšie, pretože všetko dôležité už vieš. Nastáva „VYVRCHOLENIE“. Od roku 1984 sa Fauci venoval výskumu aj vývoju vakcín, nie len ako lekár, odborník a RIADITEĽ NIAID, ale aj ako FINANČNÝ SPONZOR. Popri tom v roku 1988 investoval „zopár“ miliónov aj Bill Gattes, do výskumu VAKCÍN a s manželkou založili slávnu nadáciu „Bill a Melinda Gattes foundation“. O pôvode a vzťahoch jeho ženy radšej nepíšem, pretože by to bolo na samostatný článok. Polož si však otázku, prečo najbohatší človek na planéte (v istom čase ním naozaj bol), investuje do niečoho takého a potom robí to, čo robí? V roku 2009 spolu s Faucim skúšali novú VAKCÍNU, ktorou očkovali obyvateľov Thajska proti HIV, pričom skúšali dvojitú skúšku: PLACEBO verzus VAKCÍNA. Malo to byť niečo ako DVE MUCHY JEDNOU RANOU. V prvom kole podali vírus CANARYPOX, ktorý do nich preniesol zopár GÉNOV HIV vírusu a následne v druhom kole, im podali VAKCÍNU s očkovacou látkou, ktorá obsahovala iba povrchový obal HIV vírusu (aby mal priestor sa v tele množiť), látku s názvom gp120 a IMUNITNÝ STIMULÁTOR (tzv. „ADJUVAN“). Analýzou sa zistilo, že ľudia, ktorí týmto prešli, mali vyššie hladiny špecifických protilátok, ktoré sa síce môžu viazať na povrchový obal HIV, no tieto látky nijako nebránia vírusu v infikovaní buniek a považovalo sa to za NEÚSPEŠNÝ POKUS. Avšak, boli to práve IMUNITNÉ STIMULÁTORY (ADJUVANTY), ktoré vyvolali najväčšiu verejnú diskusiu. Koniec koncov, táto VAKCINÁCIA ukázala iba 31% ÚSPEŠNOSŤ v nenakazení sa HIV v priebehu 3,5 roka od vakcinácie a 60% ÚSPEŠNOSŤ v nenakazení sa do JEDNÉHO ROKA od vakcinácie. Zamysli sa sám, či je to pozitívne číslo. Veľmi vážená výskumníčka Genoveffa Franchini z NCI (Národný inštitút pre rakovinu) prehlásila, že táto VAKCINÁCIA môže paradoxne ešte viac zvýšiť NÁCHYLNOSŤ ĽUDÍ na ochorenie. Sama so svojim tímom urobila vlastný výskum, v ktorom túto vakcínu otestovala aj na opiciach, ktorá bola uverejnená 30.mája 2016 v prestížnom časopise Nature Medicine. Vo svojom výskume zistila dve veci. Za prvé, boli to väzbové špecifické protilátky, ktoré korelujú s OCHRANOU VAKCINÁCIE a za druhé porovnávala 2 rôzne ADJUVANTY (imunitné stimulátory): gp120 (ako predtým) a MF59. Zistila, že iba v prvom prípade (pri gp120) bolo očkovanie úspešné a u opíc sa oddialil rozvoj HIV (respektíve SIV). U opíc s podaním MF59, sa SIV prejavilo rýchlo. DRUHÝ POKUS, 2016\n\nV roku 2016 boli vakcíny RE-TESTOVANÉ, investícia do nich bola v hodnote 180 miliónov dolárov (financovali to Fauci a Gattes), pričom tentokrát očkovali Južnú Afriku. Toto očkovanie pozostávalo z dvoch vakcín. Jedna iba s CANARYPOXOM (ako predtým) a druhá aj s gp120 aj IMUNITNÝM STIMULÁTOROM. Obe vakcíny obsahovali umelo modifikovaný vírus, aby boli špecifické pre HIV typu C, ktoré sa vyskytuje viac práve v Južnej Afrike. Čo je však „prekvapivé“, obe várky vakcín dostali aj prídavnú látku MF59, ktorú vysvetľovali tým, že sa predpokladá SILNEJŠIA IMUNITNÁ ODOZVA a tým pádom lepšia ochrana zaočkovaných. Prvé VÝSLEDKY o ÚSPEŠNOSTI sa majú vyhodnocovať v priebehu 5 ROKOV, čiže v roku 2020, práve TERAZ. Zamysli sa, aký asi bude výsledok…\n\nČO MA „PRINÚTILO“ SPÍSAŤ TENTO DLHÝ ČLÁNOK? O vírus som sa nijako nezaujímal, hoci históriu a anatómiu vírusov ovládam z pohľadu laika, ako si to čítal v úvode. Nezaujímam sa ani o politiku, to vedia všetci, ktorí ma poznajú, no keď vírus prepukol do rozmerov, že to zasahovalo do životov všetkých z nás, vrátane práce a súkromia a začali mi chodiť otázky od ľudí, čo si o tom myslím, pár dní som tomu venoval. Postupom času však čoraz viac a viac. Už vo februári vyšli mnohé špekulácie a podozrenia o tom, že vírus je výtvorom BIOLÓGOV vo Wuhane (čínske mesto, kde to začalo), no nevenoval som tomu veľkú pozornosť. Ešte začiatkom apríla som priateľke vravel, že si myslím, že je VÍRUS spôsob, ako MATKA PRÍRODA robí isté OPATRENIA, no pár dní na to som zmenil názor, keď som uvidel vyhlásenie od profesora Mon. Vyššie si o ňom čítal (spoluobjaviteľ HIV). Mon práci sa venujem už dlhšie, najmä v oblasti o VODE (o tom uverejním článok už čoskoro), no považujem ho za nesmierne inteligentného a zodpovedného človeka. No hlavne je NEZÁVISLÝ a to, čo s ním mám vnútorne spoločné je, že Mon, sa na rozdiel od iných, riadi FAKTAMI. Iba FAKTAMI.“\n\nSo svojim tímom skúmal aj nový COVID-19 a prišiel na to, že v sebe obsahuje stopy HIV (aj SIV). Práve toto bol pre mňa PODNET, kedy som „zabrdol“ nie len do hľadania dôkazov, ale pospomínal som si aj na všetko, čo si pamätám z HISTÓRIE a rozprávania môjho spolužiaka o KENNEDYM, CASTROVI a ostatnom. VYJDE PRAVDA NA POVRCH? Vieš, že všetky VECI sa začali nejako samé vyplavovať na povrch? Vieš, že pred pár dňami bol ZASTRELENÝ mladý, 37 ročný, šikovný výskumník, ktorý našiel zaujímavé VECI, keď skúmal nový vírus COVID? Kúsok od jeho bytu, našli v aute zavraždeného aj jeho kolegu. Prečo sa podľa teba Anthony Fauci od januára tohto roku až do marca, nijako nevyjadril ku KORONA VÍRUSU, hoci informácií má dosť a zrazu, keď sa situácia trochu utíchla, presadzuje s Billom Gattesom vakcináciu, ktorá by mala byť povinná celosvetovo? Alebo toto. Prečo dal Fauci v marci, za pomoci armády, vybudovať obrovské lôžkové zariadenie na pomoc ľuďom s korona vírusom s kapacitou takmer 15 tisíc miest, pričom miestne nemocnice mali kapacitu iba 1 177 miest, no toto zariadenie sa nikdy nevyužilo a v apríli bolo nazad ROZLOŽENÉ? Vieš, že vyšlo najavo, že Fauci dal v roku 2014 (ešte pred vakcináciou v Južnej Afrike), za pomoci prezidenta Obamu, 3,7 milióna amerických dolárov do laboratória v meste Wuhan? 6 rokov predtým, ako vypukla táto pandémia? Prečo by to robil? Obama v tom istom roku verejne prehlásil, že ZASTAVUJE akékoľvek financovanie výskumu vírusov. Vieš, že Fauci bol minulý rok dohnaný pred americký KONGRES, kde sa priznal, že v minulosti zatajoval niektoré informácie o BEZPEČNOSTI VAKCÍN? Vieš o tom, že R.F.Kennedy mladší, ktorý je teraz v politike (dvaja jeho predchodcovia boli zavraždení) je verejne známy ako ANTI-VAKCÍNISTA, správa sa tak, no neútočí na nikoho priamo, ani to v médiach nechce ROZOBERAŤ? Osobne si myslím, že má rád svoj život a v jeho situácií by málokto povedal, čo si naozaj myslí a čo vie, pretože by sa na druhý deň „zobudil“ s guľkou v čele. Na druhej strane však taký známy vedec a inžinier, dr. Shiva, ktorý v minulosti spolupracoval s prezidentom Billom Clintonom, ktorý nastúpil po Bushovi a bol DEMOKRAT (opak NIXONA aj REAGANA), verejne hlása o sprisahaní s vakcínami a nebojí sa ničoho? Prečo by to robil? Vyšlo najavo, že doktor Shiva bol v minulosti DEVELOPEROM VAKCÍN pre Fauciho. Nemyslíš si, že možno preto sa nebojí, pretože má veľa informácií, ktoré by po jeho smrti pravdepodobne veľmi rýchlo vyplávali na povrch? Zaujímavé je, že R.F.Kennedy junior, ktorý sa bojí verejne hovoriť o sprisahaní, doktora Shivu propaguje a podporuje jeho KONŠPIRAČNÉ TEÓRIE. ZÁVER\n\nMyslím, že ak si sa dočítal až sem, prinútil som ťa popremýšľať nad mnohými vecami. Ako som však povedal na začiatku, NÁZOR SI MUSÍ UTVORIŤ KAŽDÝ SÁM. Ja som ti poskytol môj, spolu s množstvom odkazov, odkiaľ som čerpal informácie a verím, že niektoré z nich si pozrieš. Po tomto všetkom by ti však malo mnoho vecí dôjsť. Keď si napríklad spomenieš, že prednedávnom bol internet zaplavený „famóznym“ nápadom Billa Gattesa o tom, že chce na veľkú časť zemegule umiestniť solárne panely, ktoré budú slnečné lúče odrážať od povrchu Zeme, mal by si sa len pousmiať. Bill Gattes je počítačový magnát, ktorý však svojej vlastnej rodine nikdy nedovolil nosiť notebook blízko pri tele. Slnko je PRÍRODNÁ VAKCÍNA NA VŠETKO. NAŠA KRVNÁ PLAZMA je spôsob, ako SLNKO pomocou POKOŽKY komunikuje s našimi MITOCHONDRIAMI. Ak ktokoľvek znemožní prístup ľuďom k SLNKU, spraví z nich nie len poslušných IDIOTOV, ale spraví z nich lepších KUPCOV, ktorý budú potrebovať UMELÚ VAKCÍNU. [91, 92, 93] Zamysli sa…\n\nMOJE ODPORÚČANIE\n\nV prvom rade si uvedom, že vírus sa medzi ľuďmi šíril ešte predtým, než vôbec boli nejaké opatrenia. Aj samotný vírus COVID je tu viac rokov, pričom vždy, v letných mesiacoch, bol jeho výskyt na ústupe. [95, 96] Väčšina ľudí, aj teraz, by ani nepocítila, že je vírusom kontaminovaná, pretože ak majú vysoký REDOX, neprejavia sa u nich nijaké symptómy a ich IMUNITA si s ním hravo poradí. Toto je prípad aj väčšiny Slovenska, vďaka našej skvelej geografickej polohe, ročnému obdobiu, v akom to začalo a vďaka kvalite VODY, akú tu máme. Podľa záznamov a geografie výskytu aj úmrtnosti pandémie je jasne vidieť, že vírus spôsobuje problémy ľuďom s nízkym REDOXOM. Inými slovami, ľudia, ktorí mali znížené množstvo miliVoltov, či už v KRVNEJ PLAZME, ale aj na membráne MITOCHONDRIÍ, sú tí, ktorí trávia najmenej času VONKU, BOSÍ, na SLNKU, v CHLADE a sú to tí istí, ktorí trpia civilizačnými chorobami, vrátane cukrovky aj OBEZITY a to, že práve týchto ľudí najviac postihol vírus, nie je prekvapením. „Maj na mysli, že VAKCÍNA tu bude už čoskoro, či sa nám to páči alebo nie, no osobne dúfam, že nebude nariadené POVINNÉ a CELOPLOŠNÉ OČKOVANIE, ale iba dobrovoľné. Mal by si vedieť, že ešte nikdy sa nepodarilo vytvoriť vakcínu s úspešnou sekvenciou RNA vírusu, ktorá by bola EFEKTÍVNA, bez vedľajších účinkov a ani sa to nikdy nepodarí. Má to svoj dôvod.“\n\nNavyše, bežné LIEKY, zo zákona vyžadujú mnohoročné TESTOVANIE a KLINICKÉ SKÚŠKY aj na ĽUDOCH s VYHODNOCOVANÍM, kdežto u VAKCÍN to nikdy takto nebolo. Vakcíny sú vždy robené „narýchlo“ a ich dlhoročné skúšanie nepripadá v úvahu. Inými slovami, ľudia sa zaočkujú bez toho, aby si boli istý, že im to v budúcnosti nespôsobí iné problémy. Podobne ako to bolo v 1955 až 1961. Na mojom Ins som dávno zverejnil príspevok aj o PANDÉMIÍ v minulosti. V roku 1968 zabil vírus H3N2 viac ako MILIÓN ĽUDÍ, no vieš ako to vtedy ľudia prečkávali? VONKU, pri ohníku s gitarou, niečo ako FESTIVAL. Dnes je prikázané STARŠÍM ĽUĎOM, najviac náchylným, byť iba vo vnútri, hoci práve TOTO im ešte viac ublíži. Na druhej strane, aj samotná VAKCÍNA dodáva do tela ADJUVANT (imunitný stimulátor), ktorého účinok je taktiež závislí od REDOXU a FUNKČNOSTI KRVNEJ PLAZMY HOSTITEĽA (človeka). Čo potrebuješ, aby tvoja KOŽA a KRV pracovali ako majú? Potrebuješ SLNKO, no musíš vedieť AKO. Musíš si znovu vybudovať svoj SOLÁRNY MOZOĽ. Možno už teraz lepšie chápeš, prečo som tak DLHÝ ČLÁNOK, akým bol SOLÁRNY MOZOĽ, uverejnil v tomto období, hoci som nemal v pláne ho uverejniť NIKDY. Mal ostať iba ako súčasť mojej KNIHY pre tých zopár zodpovedných ľudí, ktorí do nej INVESTOVALI a ešte len INVESTUJÚ (do dvojky). Vieš, čo je však „smutná“ REALITA? Hoci je v tomto, aj v predchádzajúcich článkoch, obrovské množstvo CENNÝCH INFORMÁCIÍ, ktoré mi zabrali ROKY, dať ich dokopy, som si vedomý, že si ich prečíta iba veľmi málo ľudí. Ty si sa dočítal až nakoniec, z čoho usudzujem, že si mojim stálym čitateľom a preto predpokladám, že poznáš odpoveď PREČO. Dôvod PREČO, je totožný s tým, že hoci v roku 2000 dokázal priemerný človek udržať pozornosť 12 sekúnd, dnes je to iba 3 sekundy. Tak dlho udrží priemerný, akože zdravý, človek POZORNOSŤ. Jednu vec som si však uvedomil pred rokmi, keď som začal lepšie vnímať nie len svoje TELO a MYŠLIENKY, ale aj FINANCIE. Uvedomil som si, že nie je jedno, koho svojimi financiami podporím, či už sa to týka ZDRAVOTNÍCTVA, ŠTÁTU, VLÁDY, PODNIKANIA alebo POĽNOHOSPODÁRSTVA a iných vecí. „ĽUDIA si TEBA, ani tvoju PRÁCU, nebudú vážiť NIKDY, pokým nezistia ako moc sa o nich ZAUJÍMAŠ a čo pre nich ROBÍŠ.“\n\nMyslím si, že táto veta vysvetľuje veľmi dobre, prečo dnes väčšina ľudí nedôveruje svojim LEKÁROM, POLITIKOM, VLÁDE, RODINE, či dokonca ani PRIATEĽOM. Netvrdím, že to nie je v mnohých prípadoch opodstatnené, no niekedy je to naopak. Mnoho mladých lekárov chce ľuďom pomôcť, študovalo medicínu so zápalom, no až neskôr zistili, že sa musia v mnohom podvoliť, ak chcú svoju rodinu uživiť. Ako sa však hovorí: „TIE NAJCENNEJŠIE VECI SÚ ZVYČAJNE  OTÁZKA VŠAK ZNIE, ČI SI ICH VŠIMNEME.“\n\nZDROJE a CITÁCIE: E., Sláciková, M. Cernáková, B., Sobotová, Z., Nadová, K. (Public Health Authority of the Slovak Republic, Bratislava, Slovakia.) First isolation of vaccine-derived poliovirus in Slovakia. Eurosurveillance 2005 Aug 18;10(8):E050818.3. PMID: 16785687.RÚVZ Michalovce. Národný Imunizačný Program v SR.Ministerstvo Zdravotníctva SR. 15591/2007-ŠT: Informácia o plnení Národného Imunizačného Programu v Slovenskej Republike v roku 2006",
  "date": "2020-05-10T00:00:00+02:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:52:43+02:00",
  "word_count": 7629,
  "source_file": "POLITIKA_VRUS_VAKCNY_aHOMO_SAPIENS.json",
  "cleaned_word_count": 8511,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:54.172094",
    "original_word_count": 7629,
    "cleaned_word_count": 8511,
    "reduction_percentage": 14.29
  }
}