{
  "url": "https://jaroslavlachky.sk/crevo-a-mozog-9-skratene-crevo-a-apendix/",
  "title": "Črevo a mozog #9 Skrátené črevo a apendix",
  "content": "Vieš aký je u ľudí rozdiel medzi tenkým a hrubým črevom? Akú úlohu v trávení majú jednotlivé časti čreva, slepé črevo aj apendix a prečo môže byť v istých situáciách „menej diverzifikovaný“ mikrobióm prospešný? A prečo majú šimpanzy, ktoré jedia rastlinnú stravu, dlhšie črevo aj apendix ako ľudia, prečo sa nám tenké črevo počas vývoja v Afrike ešte viac skrátilo v porovnaní s minulosťou a s ním aj apendix? Čo ak ti poviem, že to súvisí s niečím, čo sa volá FIAF a tiež s tým, čo naše črevá dokážu? …\n\nDnes pokračujem ďalším dôležitým článkom do série, ktorý ti po predošlých predpokladám otvorí ešte viac oči. Tiež ti doplní veľa vecí, ktoré som z časti načal v piatom článku o tráviacej sústave, hlavne o baktériách a mikrobióme, ale aj o trávení potravy. Prečo máme takéto chodidlo, aj palec na nohe, ktoré nám umožnili postaviť sa už vieš. Tiež poznáš dôvod, prečo sa nám rozvinulo priepustné črevo (leaky gut)  a ako do toho zapadli vírusy aj vibrio, ktoré sme prijímali z morskej stravy plnej jódu, selénu a DHA. DHA bol pre náš vývoj nevyhnutný kúsok. Jednu vec som ti však zatiaľ nevysvetlil, ktorá je tiež dôležitá a je ňou dôvod, prečo aj ako sa nám skrátilo črevo. Dnes ti prepojím všetky predošlé dôležité info do jedného celku o tom, ako naozaj príroda s evolúciou „nakreslili“ náš stavebný plán. A až ho uvidíš a zafixuješ si ho do hlavy, dôjde ti presne, v čom robia moderní Ľudia, čo sa stravy týka obrovské chyby. Článok si môžeš vypočuť aj ako nahovorený Audio podcast a nájdeš ho TU! SUMÁR ČLÁNKU\n\nPrečo je tenké črevo menšie ako hrubé?Ako trávime makronutrienty?Ako vyzerá trávenie makronutrientov od úst a žutie až po hrubé črevo a stolicu?O koľko a ako sa nám skrátilo črevo?Aká je skutočná úloha apendixu u ľudí a dôkaz, že sa Darwin mýlil?Prečo v čreve tvoríme plyny, alebo veci ako SCFA, či LCFA? Čo to znamená?A akú úlohu v našom tele zohráva rozpustná, ale najmä nerozpustná vláknina? A ako to súvisí s ketogénnou stravou?Záver a smutná pravda o spoločnosti\n\nPrečo je vlastne tenké črevo „menšie“ a hrubé črevo „väčšie“\n\nCC BY-SA 3.0, Odkaz\n\nZdroj: wikipedia.org/wiki/Tráviaca_sústava\n\nVysvetlivky: 1. pažerák, 2. žalúdok, 3. dvanástnik, 4. tenké črevo, 5. slepé črevo, 6. červovitý prívesok, 7. hrubé črevo, 8. konečník, 9. análny otvor\n\nNajskôr sa pozrime v skratke na úlohu oboch čriev (tenkého a hrubého) a potom na ich rozdiel aj prečo vlastne dostali takéto pomenovanie. Tenké Črevo je dlhé cca 5 metrov, má priemer cca 3 – 4 cm, a spája žalúdok (tam, kde prichádza naša potrava) a hrubé črevo  (miesto, kde sa zasa končí cesta trávenia rozloženej potravy). Skladá sa z troch častí: dvanástnik (duodénum), lačník (jejúnum) a bedrovník (ileum). Dvanástnik som ti mimochodom spomínal nedávno v článku o mikrobióme. Tam sú aj zvierače, ktoré ovládajú množstvo kyslíku, aké prenikne do čreva. Hrubé črevo je zasa poslednou časťou nášho gastrointestinálneho (tráviaceho) traktu, ktorá plní životne dôležitú úlohu absorbovania vody aj vitamínov, ktoré sa do čreva z rozkladania potravy dostali, pokým sa zo zvyškov stane stolica (výkaly). Napriek tomu, že je hrubé črevo kratšie ako tenké črevo, má oveľa väčší priemer (6 až 7 cm), a preto mu prischlo meno „LARGE“ INTESTINE, v preklade „väčšie“ črevo. Naše hrubé črevo je dlhé cca 1,5 metra. Vo vyššie spotom nedávnom článku o mikrobióme som ti tiež vravel základ toho, ako sa v nás trávi potrava a dnes na to nadviažem a dozvieš sa viac, pretože je to dôležité. Trávenie potravy v tenkom a hrubom čreve\n\nAko teda vidíš sám, hrubé črevo je takmer 4-krát kratšie ako tenké, no čo je zaujímavé, naše tenké črevo je zas relatívne kratšie, ako je tenké črevo u mnohých ďalších zvierat, vrátane šimpanzov aj našich predkov. Než ti ukážem presné rozmery a rozdielnosť našich čriev a apendixu (slepého čreva), aj dôvod ich skrátenia, pozrime sa najskôr na vstrebávanie a prechod jedla cez tráviaci trakt. Od úst, až po hrubé črevo. Tiež mysli na to, že najbližšie riadky budú pre niekoho síce trošku komplexnejšie a obsahujú zopár odborných pojmov, no ty ich potrebuješ iba prejsť a na konci si prečítať pointu, ktorú ti prezradím. Ty už nepotrebuješ robiť „mravenčiu“ prácu, akú som odvádzal ja sám pred rokmi. Tebe stačí SPOZNAŤ pointu, a dané detaily ti možno poslúžia iba k tomu, ak sa neskôr rozhodneš ísť hlbšie. Tiež možno poslúžia tým z Vás, ktorí sa o problematiku zaujímajú (či už ako „kouč“ alebo samouk) a potrebujú trochu nasmerovať. Ako trávime sacharidy\n\nMechanické a chemické trávenie sacharidov začína v ústach, kde sa udejú 2 veci: žuvanie (mastikácia), drobí sacharidy na menšie a menšie kúsky a slinné žľazy v ústnej dutine vylučujú sliny, ktoré obsahujú enzým slinná amyláza. Tento enzým rozbíja chemické väzby disacharidov, oligosacharidov a škrobov a tiež rozkladá amylózu a amylopektín na menšie reťazce glukózy, nazývané dextríny a maltóza. Keď sa sacharidy dostanú do žalúdka, amyláza sa deaktivuje a vďaka peristaltike (sťahom) žalúdka sa rozložené Sacharidy zmiešajú s kyselinou chlórovodíkovou (HCL) do zmesi, ktorá sa nazýva chým (alebo aj chyme). Chyme je polotekutá látka, ktorá sa tvorí v žalúdku, z čiastočne stráveného jedla, vody, kyseliny chlorovodíkovej a rôznych tráviacich enzýmov. Chým sa postupne dostáva do hornej časti tenkého čreva, kedy pankreas začne uvoľňovať amylázu, ktorá opäť začína rozklad sacharidov na kratšie a kratšie sacharidové reťazce. Podobné enzýmy sú navyše vylučované aj črevnými bunkami vo výstelke. Tieto enzýmy, sú známe ako sacharáza, maltáza a laktáza. Toto by malo byť povedomé každému, obzvlášť ak má problém napr. s mliečnymi produktami. Ako trávime proteíny (bielkoviny)\n\nPri trávení proteínu je prvý krok taktiež požutie a zmiešanie proteínu so slinami. Rozdrvené kúsky potom idú do žalúdka cez pažerákový zvierač. Toto je sval a mal by ti byť povedomý (hrá tu úlohu predovšetkým dopamín, acetylcholin, kyslík a cirkadiánny rytmus). Žalúdok potom začne uvoľňovať žalúdočné šťavy obsahujúce kyselinu chlorovodíkovú (HCL) a enzým pepsín, ktoré iniciujú rozklad proteínu. Kyslosť žalúdka sama o sebe taktiež uľahčuje rozklad bielkovín. Dôvod by ti mal byť jasný. Nižšie pH = prevaha protónov v roztoku. Práve tu urobím malé AHA pozastavenie sa, pretože v dnešnej dobe majú ľudia veľa problémov s HCL, aj u mňa na webe k tomu prišlo viacej otázok, no uvedom si, že pH je odzrkadlením koncentrácie protónov v roztoku. Exkluzívna zóna je zasa dobrá v tom, že protóny vylúči a separuje el. náboj, čím vytvorí protónový gradient alias rozdiel pH. Exkluzívna zóna sa tvorí v štyroch krokoch, pričom tretí krok pri jej tvorbe je predsa infračervená radiácia. To je tip svetla, ktoré je schopné preniknúť 10 a viac cm do tela. Dúfam, že ti táto malá odbočka došla. Pokračujem ďalej. Pepsín, vylučovaný bunkami v žalúdku, rozkladá proteíny na stále menšie časti až aminokyseliny. Takto sa z nich v žalúdku, aj pomocou jeho mechanických sťahov, stane opäť chým. Žalúdok potom posiela chým do tenkého čreva, kde dochádza k ďalšiemu štiepeniu bielkovín. Pankreas vylúči tráviacu šťavu, ktorá obsahuje rôzne enzýmy, ktoré ďalej rozkladajú bielkoviny. Dva hlavné pankreatické enzýmy, ktoré trávia proteíny, sú chymotrypsín a trypsín. Bunky lemujúce tenké črevo súčasne uvoľňujú ďalšie a ďalšie enzýmy, ktoré nakoniec rozdrobia bielkoviny na jednotlivé aminokyseliny, vďaka čomu sa začnú cez výstelku čreva dostávať do krvného obehu a zásobovať telo stavebným materiálom (okrem iného). Aj preto si mnohí fitnessáci radi dávajú BCAA-čka, ktoré už sú rozložené na aminokyseliny a dostanú sa im rýchlejšie z čreva do krvi. Kým prejdem na tuk, je dôležité poznamenať, že trávenie bielkovín v žalúdku trvá dlhšie ako trávenie sacharidov, ale kratšie ako trávenie tukov. Konzumácia jedla s vysokým obsahom proteínov teda predlžuje čas trávenia a jedlo zostane v žalúdku dlhšie, vďaka čomu sa budeme dlhšie cítiť sýti. Aj toto je dôvod prečo je u väčšiny zdravotných problémov a obzvlášť u žien dôležité, aby si konzumoval raňajky, ktoré budú mať dostatok proteínov. Ako trávime tuky (a mastné kyseliny)\n\nTrávenie väčšiny tukov, podobne ako u sacharidov, začína už v ústach, kde sa tuky s krátkym reťazcom rozkladajú na diglyceridy, vďaka enzýmu lipáza. (Mimochodom, v ústach sú aj receptory napojené na leptín. Písal som o tom v článku Adaptácia na chlad #5 Leptín a cirkadiánny rytmus.)\n\nZo žalúdka tuk prechádza do tenkého čreva, kde prebieha finálne trávenie. Počas trávenia pankreas uvoľňuje lipázu, zatiaľ čo pečeň a žlčník majú na starosti žlčové kyseliny (teda žlč). Žlč potom aktivuje aj uvoľnené tráviace peptidy, ktoré deaminujú (rozložia) niektoré bielkoviny (keďže tuk v potrave nikdy neprichádza sám), zatiaľ čo samotná žlč rozpúšťa tuky. Táto „zmes“ potom odteká traktom ďalej, až do hrubého čreva, pričom sa po svojej ceste tenkým črevom väčšina absorbuje do krvi. Schválne som to ukončil takto, pretože ako vidíš, väčšina „práce“ sa udiala pri každom makronutriente v tenkom čreve. Nie je to náhoda. Teraz sa pozrieme na to, čo sa udeje medzi tým, ako sa potrava dostane z tenkého do hrubého a tiež na to, akú úlohu má samotné hrubé, ale aj slepé črevo. Bude to ešte zaujímavé, tak čítaj ďalej. Trávenie od tenkého čreva po hrubé\n\nHoci sa v tenkom čreve udeje väčšina práce, aj preto je zrejmé dlhšie, hrubé črevo taktiež plní nezameniteľnú úlohu. Hrubé črevo plní životne dôležité funkcie, ako napríklad to, že nám zabezpečuje tvorbu dôležitých vitamínov (napr. K, B1, B6, B12, či biotín), taktiež reabsorpciu vody a niektorých látok, ktoré sa nestrávili v tenkom čreve, no taktiež tvorí výkaly (stolicu) a umožňuje nám teda fungovať. Každý predsa vie, že ak nemá pravidelnú stolicu, alebo ho nadúva, apod., cíti sa potom zle, nechutí mu a jednoducho nemôže normálne fungovať. Aj preto často vravím, že pravidelná stolica v ranných hodinách je pekným ukazovateľom výšky tvojho redoxu. Potom čo sa teda v tenkom čreve potrava čiastočne (niektorá aj celá) natrávila a prešla do krvi, ďalšie časti idú do hrubého čreva. Presúvajú sa tam ako jeden celok a to ako chým. Chým prechádza z tenkého čreva cez ileocekálnu chlopňu/zvierač (ďalší sval mimochodom), následne cez slepé črevo až do hrubého čreva, kde je zmiešaný s prospešnými baktériami, ktoré kolonizovali hrubé črevo počas celého života človeka. Prechod cez daný zvierač a slepé črevo je mimochodom veľmi dôležitý, pretože ten názov „slepé“ nie je náhodný. Pochádza totižto z latinského caecus, čo znamená slepý a je to začiatok hrubého čreva. Veľa ľudí totižto pod pojmom slepé črevo chápe iba malý červovitý výbežok (apendix) na jeho konci, no to je iba jedna časť slepého čreva. Avšak celé naše slepé črevo funguje presne ako slepá ulica, do ktorej môžeš autom iba vstúpiť, no v opačnom smere ísť nemôžeš. Aj chým tadeto ide iba jedným smerom. Keď prejde, niet cesty! Následne sa chým pomaly presúva cez štyri oblasti hrubého čreva, vďaka pomalým vlnám peristaltiky, ktoré trvajú až niekoľko hodín. Počas tohoto pomalého presúvania sa, tunajšie anaerobné baktérie tvoria mnohé vitamíny (opakujem: K, B1, B6, B12, biotín), tiež „jedia“ nerozpustnú vlákninu, pomáhajú absorbovať minerály, ale aj VODU nazad do obehu, vďaka čomu čiastočne dehydratujú posúvajúci sa chým, z ktorého sa neskôr stane niečo, čo každý pozná a nazýva sa to stolica (výkaly). (Tu máš opäť ďalší pekný znak tvojho redoxu. Aj preto som všetkým účastníkom nedávneho )\n\nAk je totižto tvoja stolica príliš hydratovaná alebo naopak dehydratovaná, je to znak dehydratácie samotného čreva a teda aj tunajších mitochondrií a baktérií, ktoré tam sú. Posledná dôležitá vec, ktorú baktérie v hrubom čreve produkujú, ktorú ti dnes prezradím, sú plyny. Tvorba plynov v čreve\n\nÁno dobre čítaš. Veľa ľudí si plyny spája iba s niečím zlým, keď majú plynatosť a nadbytok metánu, no plyny sú prirodzený spôsob ako tunajšie baktérie komunikujú s mitochondriami vo zvyšku tela. Práve preto tvoria plyny ako síran, oxid uhličitý, oxid dusnatý, metán, ale aj samotný plynný vodík. Podobne ako v oceáne vypúšťajú sopky do ovzdušia síru, či iné plyny, aby zmenili tunajšiu klímu a kvantový výťažok nad hladinou, aj baktérie v hrubom čreve takto menia kvantový výťažok krvnej plazmy, ktorá to prenesie do zvyšku tela. A ak si nevieš predstaviť tieto slová v praxi, pozri si nasledovný (môj obľúbený) obrázok a všimni si, že síra je v krvi potrebná aj pre pohyb cholesterolu, ale aj pre vitamín D…\n\nVláknina, hrubé črevo a SCFA alias mastné kyseliny\n\nSchválne som vyššie spol aj vlákninu, pretože som si tak trochu nahral do karát, aby si videl, čo bude nasledovať. Vláknina je v dnešnej dobe stále veľmi obľúbená a veľmi diskutovaná téma, no ja ti ju dnes predstavím z odlišného evolučného pohľadu. Vlákninu určite poznáš, nemusím o nej písať žiadne dlhé poučky a preto prejdem hneď k veci. Sú 2 tipy a to rozpustná a nerozpustná. Rozpustná sa vyznačuje v tom, že je potravou pre baktérie v tenkom čreve (pre-biotikum), kde na seba v tenkom čreve viaže vodu a teda hydratuje chým, čím zároveň zväčšuje objem trávenej potravy v čreve a zároveň tak pridáva pocit nasýtenia. Tento fakt ti možno nič zvláštne nehovorí, no ja ťa hneď vyvediem z omylu. Ako už vieš, rozpustná vláknina pochádza predovšetkým zo sacharidov a zeleniny, ktoré sa strávia takmer celé v tenkom čreve. Sacharidy aj zelenina celkovo obsahujú vždy menej kalórií na jednotku objemu, čo je tiež dôvod, prečo so sebou nesú rozpustnú vlákninu, ktorá chým v čreve zväčší a dodá živočíchovi väčší pocit nasýtenia. Vďaka tomuto spraví chým pomalším a termodynamicky menej efektívnym, no zároveň spraví to isté aj so živočíchom. Nie je to však pre neho nič zlé, pretože sacharidy rastú v lete, na silnom slnku, ktoré živočíchovi všetko kompenzuje. Čo však nerozpustná vláknina? Nerozpustná vláknina naopak prechádza do hrubého čreva, kde slúži ako „potrava“ pre anaerobné baktérie. Nerozpustná vláknina na seba v tenkom čreve vodu neviaže, vďaka čomu ho „nedehydratuje“, a zároveň slúži ako stavebný materiál pre anaerobnú fermentáciu hrubého čreva, ktorej výsledkom je SCFA alias mastné kyseliny s krátkym reťazcom (Short Chain Fatty Acids). To slovo „s krátkym“ by ti opäť malo niečo naznačiť. Vďaka hrubému črevu si takto vytvoríme termodynamicky efektívnejšie (krátke) mastné kyseliny, ktoré slúžia ako skvelý substrát pre tunajšie mitochondrie, ktoré ich rýchlo zoxidujú a vytvoria hromadu ATP aj vody. Všetky SCFA mastné kyseliny sú mimochodom kratšie ako 6 uhlíkov a patria sem napr. acetát, propionát, či butyrát. Hlavnými baktériami produkujúcimi butyrát v ľudskom čreve je kmeň Firmicutes. Tento kmeň by ti mal byť trochu povedomý, pretože som ho spomínal tiež v článku o mikrobióme. Dôvod prečo tento kmeň spomínam je ten, že je až „podozrivo“ zaujímavé, že u obéznych myší a obéznych ľudí sa tento kmeň baktérií ukazuje ako premnožený, zatiaľ čo naopak u ľudí s problémami ako SIBO, či syndróm dráždivého čreva, sa tento kmeň baktérií vytráca. Žeby to nebola náhoda? Nie, nie je to náhoda. SCFA tvoria hlavné anióny (atóm, ktorý prijal elektrón) v hrubom čreve, kde sú účinne absorbované a vďaka svojmu krátkemu reťazcu slúžia ako skvelý substrát pre rýchlu betaoxidáciu mitochondrií. A to nie len pre mitochondrie vo výstelke celého čreva (v enterocytoch), ale najmä pre mitochondrie v pečeni. [R, R]\n\nPečeň je totižto veľmi dôležitý orgán, ktorý okrem iného neustále tvorí glukózu pre zvyšok tela a udržuje jej stabilnú hladinu v krvi, no sama ju nedokáže použiť. Dôvod prečo je ten, že ju nepotrebuje, pretože má k dispozícií dostatok mastných kyselín a SCFA. Práve preto má pečeň tak vysoký obsah mitochondrií na bunku. Tiež je to dôvod, prečo živočích adaptovaní na chlad a ketogénnu stravu bude mať v krvi znížené ketóny a naopak glukózu stabilnú, pretože ju jeho pečeň vyžíva na pohon pentózového cyklu, recykláciu proteínu NADPH, glutatiónu, ale aj glykogénu. A to aj bez exogénneho príjmu sacharidov, ako si to väčšina paleo, či lowcarb nadšencov chybne myslí. Aké dlhé je črevo človeka v porovnaní so šimpanzom\n\nPomaly sa dostávam k záveru článku, hoci to najdôležitejšie nás ešte len čaká, takže… V úvode článku, ako aj mnohokrát predtým, som ti napísal, že naše črevo je kratšie ako črevo našich predkov. Mnohí z vás sa ma na tieto veci pýtali, chceli poznať detaily a teraz Vám ich dám. Odkiaľ teda viem, že je ľudské črevo kratšie ako napr. črevo šimpanza alebo že je naše črevo kratšie, ako črevo našich predkov? A ako to môže súvisieť so zmenou prostredia aj potravy, akú naši predkovia jedli, vďaka čomu sa z nás stalo toto? Vieme to podľa mnohých skvelých prác, ako napr. Chivers a Hladik [1980, 1984], Martin et al., MacLarnon et al., Sussman  alebo Hladik et al.. Priemerný dospelý človek má dĺžku tela cca 180 cm a dĺžku tenkého čreva 4,5 až 5 metra zatiaľ čo šimpanz, ktorý má dĺžku tela 75 cm, má tenké črevo dlhé cca 2,5 metra. To znamená, že po prepočte relatívnej výšky, tenké črevo šimpanza tvorí 3,3 násobok dĺžky jeho tela a črevo človeka iba 2,5 až 2,7 násobok dĺžky tela. Je to celkom rozdiel, čo povieš? To však nie je všetko. Ďalšia zaujímavá vec však je, že proporcie ľudského čreva sú odlišné od proporcii nájdených u mäsožravcov, bylinožravcov, ošípaných (všežravce) a dokonca aj u väčšiny ostatných primátov, vrátane antropoidných ľudoopov. Veľkosť ľudského čreva v pomere k telesnej hmotnosti je malá v porovnaní s inými ľudoopmi (Milton [1987, s. 101]). Možno zase o trošku lepšie chápeš, prečo je mi ľúto každého, kto bezhlavo nasleduje akýkoľvek výživový smer bez toho, aby SPOZNAL SVOJU BIOLÓGIU…\n\nTak napríklad žalúdok tvorí u ľudí 10-24% z celkového objemu čriev, zatiaľ čo u šimpanzov je to iba 17-20%. Tenké črevo u ľudí tvorí 56-67% z celkového objemu čreva, no u šimpanzov je to 23-28%. Teraz však príde to najlepšie. Hrubé črevo tvorí u ľudí iba 17-23% z celkového objemu čreva, zatiaľ čo v prípade šimpanzov je to až 52-54%! Všímaš si trend a rozdiel? Predpokladám, že nie úplne a tak ti pomôžem. Ako a prečo sa ľuďom skrátilo črevo\n\nŠimpanz ma vzhľadom na veľkosť tela tenké črevo síce dlhšie, no vzhľadom na pomer k svojmu celkovému tráviacemu traktu ho ma kratšie. Zároveň však má omnoho dlhšie hrubé črevo. Prečo? Prečo to tak asi príroda počas miliónov rokov evolúcie zariadila? Naozaj to súvisí iba s prirodzeným výberom, ako to tvrdil Darwin, alebo tu hrá úlohu kvantová mechanika? Skús hádať…\n\nHrubé črevo je to miesto, kde tvoríme vďaka anaerobnému prostrediu a tunajším baktériám mastné kyseliny s krátkym reťazcom (SCFA). Hrubé črevo je tiež miesto, ktoré je napojené na nervy a pomocou kolagénu a blúdivého nervu je priamo napojené na oblasť area postrema na konci štvrtej mozgovej komory, ktorá ako jedno z mála miest v mozgu nemá žiadnu hematoencefalickú bariéru (mozgovú bariéru) a pláva v mozgomiešnom moku, ktorý je plný prefiltrovanej vody. Táto oblasť mozgu je tiež napojená na hádaj čo. Neuróny hypotamalu, kde sídli leptín a dostáva signály skrz OKO a SVETLO s POKOŽKOU. [R, R,]\n\nMyslím, že teraz opäť raz dostali všetci „počítači kalórií“ šach a zároveň aj mat. Aby som však nebol nespravodlivý, niečo o strave napíšem. No nie o kalóriách. Pobavíme sa totižto o ketogénnej strave a morských plodoch plných DHA a elektrónov. Aj tieto premenné totižto môžu za to, že sa nám skrátilo črevo, v porovnaní s predkami, ktorý jedli rastlinnú stravu. Keďže sme ako homosapiens počas vývoja mali neustály prístup k potrave bohatej na tuk, proteín a SFA, nepotrebovali sme také dlhé črevo na to, aby sme rastlinnú stravu trávili. Tiež sme nepotrebovali také dlhé tenké črevo ako napr. bylinožravce, aby sme spracovali rozpustnú vlákninu a rovnako nám postačuje kratšie hrubé črevo, pretože krátke mastné kyseliny prijmeme aj z morských plodov. Opice jedia rastlinnú stravu a preto potrebujú črevo dlhšie a obzvlášť hrubé črevo. Ony potrebujú zeleninu premieňať na SCFA viac, aby zabezpečili chod svojmu črevu, ale aj pečeni. Zároveň však nikdy nedokázali rozvinúť svoj mozog, pretože takáto strava ich robí termodynamicky menej efektívnymi a nikdy im neposkytne také množstvo elektrónov, ani elektrického prúdu pre pochod mozgu, ako DHA. Toto si zapamätaj. Práve preto šimpanzom ostal aj dlhší apendix, no ten náš sa radikálne skrátil, čo zároveň opäť vyvracia Darwinovu teóriu vývoja a prirodzeného výberu, ktorej ja osobne neverím vôbec už zopár rokov. Neveríš? Tu máš malý dôkaz. U ovocných mušiek, ale aj u ľudí jedenie potravy stimuluje črevné bunky k uvoľňovaniu hormónu podobného inzulínu, ktorý pomáha bunkám tela prijímať cukor. Tento analóg inzulínu produkovaný v čreve taktiež aktivuje delenie kmeňových buniek, čím sa črevá zväčšia, aby mohli absorbovať viac potravy. Avšak ukázalo sa, že to platí aj opačne. Črevá vyhladovaných múch alebo ľudí sa naozaj zmenšili. Tento proces je teda reverzibilný a opakovateľný, čo umožňuje organizmom prispôsobiť sa meniacim sa podmienkam prostredia. Rovnako im to pomáhalo adaptovať sa v minulosti. Udržiavanie veľkého čreva, keď nie je k dispozícii jedlo, je totižto energetickým plytvaním. Nezabúdaj, že všetko čo sa zväčšuje nad svoj prirodzený rozmer sa stáva neefektívnym a stráca životnosť. To platí u zväčšujúceho sa srdca pred infarktom, ale aj u kulturistu s objemnými kostrovými svalmi. Druhý dôkaz sa týka apendixu, koncového výbežku slepého čreva. Apendix ako ďalší dôkaz, že sa Darwin mýlil\n\nPomocou moderného prístupu k evolučnej biológii nazývanej kladistika, ktorý využíva genetické informácie v kombinácii s mnohými ďalšími údajmi na vyhodnotenie biologických vzťahov, ktoré sa objavujú v priebehu vekov, pán Parker a jeho kolegovia zistili, že sa apendix vyvinul najmenej dvakrát. Raz medzi austrálskymi vačnatcami a inokedy medzi potkanmi, lemami a inými hlodavcami, vybranými primátmi a ľuďmi. Tiež dnes máme zaujímavé náznaky toho, že apendix existuje už najmenej 80 miliónov rokov, čo je oveľa dlhšie, ako by sme odhadovali, ak by Darwinove predstavy o evolúcii a apendixe boli správne. Toto boli mimochodom parafrázované slová Parkera z danej štúdie a nie mňa. Darwin totiž teoretizoval, že slepé črevo bolo u ľudí aj iných primátov iba evolučným pozostatkom nejakej väčšej štruktúry, ktorú používali naši vyhynutí predkovia na trávenie potravy. Najnovšie štúdie však jeho teórie vyvracajú. Za tak dlhý čas ako je 80 miliónov rokov, by nám apendix totižto dávno zmizol, ak by nebol potrebný z nejakého kvantového dôvodu. Pýtaš sa z akého? Tu ho máš. Akú úlohu má Apendix a prečo sa skrátil? Čo je to apendix aj slepé črevo už vieš. Slepé črevo je miesto, ktoré prepája tenké s hrubým črevom a zároveň slúži ako prepážka, ktorá púšťa potravu iba jedným smerom. Apendix je už koncová časť, dlhá cca 6 cm, ktorá je niečo ako záslepka a nevedie nikam. Avšak, aký je teda dôvod slepého čreva? Prečo nám tam jeho koncová časť ostala? Prečo ju tam aj napriek 80 miliónom rokov evolúcie máme, hoci vieme, že jej odstránenie nespôsobí žiadne problémy? Veď predsa operácia odstránenia slepého čreva je úplne bežná a ľudia nemajú žiadne problémy, však? Alebo žeby nie? Nie tak celkom…\n\nSlepé črevo totižto má svoj význam, ktorý sa možno na oko zdá zanedbateľný, no nie je. Evolúcií stačil na to, aby nám ho ponechala, hoci omnoho kratšie, ako bolo v minulosti. Slepé črevo je totižto určené na ochranu našich dobrých baktérií v čreve. Keď je črevo postihnuté napr. hnačkou alebo iným ochorením, ktoré črevo vyčistí, dobré baktérie v slepom čreve a hlavne v apendixe (našej čakajúcej záslepke) môžu znova osídliť tráviaci systém a udržať nás zdravých. Áno, naše slepé črevo teda slúži presne ako spermobanka alebo ako papierik, na ktorom máš poznačených 12 slov od svojej bitcoinovej peňaženky. Svoje úspory tam môžeš normálne mať, do peňaženky sa prihlasovať, no až raz povedzme stratíš mobil a nebudeš sa môcť  Ak si ich zabudol, máš smolu. Niečo podobné majú ľudia s vyoperovaným apendixom. Ich mikrofilm si musia obnovovať od základov a to iba na základe stravy, akú začnú jesť a prostredia, v ktorom sú, ktoré na tieto baktérie vplýva. Článok Vakcíny, Redox a ekomonika 2. časť\n\nTeraz by si si možno na záver článku mohol položiť otázku, prečo príroda naše slepé črevo skrátila a šimpanzom nie? Prečo ho oni potrebujú dlhšie s väčšou zásobou, hoci konzumujú „zdravú“ rastlinnú stravu s dostatkom vitamínu C, a nám stačí naopak kratšie, hoci sme konzumovali milióny rokov morskú stravu plnú „strašidelných“ vírusov s dostatkom tuku a proteínu? Dochádza? Dôvod je podobný, ako som ti popisoval vyššie pri dĺžke tenkého aj hrubého čreva. Naše črevo je uspôsobené na sezónne stravovanie, dostatok slnečného svetla, ale aj chlad a taktiež na vhodnú cirkadiánnu a ketogénnu stravu s dostatkom tuku, proteínu, a morských plodov plných DHA, selénu a jódu. Práve vďaka tomu, že sme v Afrike prešli z rastlinnej stravy na morskú sa naše črevo aj apendix skrátili, pretože sme ich tak nepotrebovali. Rastlinná strava je paradoxne tá, ktorá vo veľkom množstve vyžaduje častejšiu repopuláciu tráviaceho traktu zo slepého čreva. Aj preto obsahuje mnohé antinutrienty, o ktorých som už zopár krát písal a tiež preto pôsobia mnohé listové šaláty, vrátane špenátu trpko. Tie listy nie sú určené nám na konzumáciu, ale rastlinke. Listy sú pre ňu ako pre nás pokožka. Záver a smutná pravda o spoločnosti\n\nÁno, je to naozaj tak. Aj toto sú dôvody, pre ktoré môže byť niekedy konzumácia „zdravého“ špenátu plného deutéria horšia, ako konzumácia ústrice, či slaniny s vajíčkom. Zelenina obsahuje schválne menej kalórií na jednotku objemu a tiež viacej vody aj vlákniny, pretože má živočícha viacej naplniť a dať mu tak skrz oko aj črevo stimul, že nepotrebuje veľa elektrónov z jedla, pretože má v okolí vysoký kvantový výťažok. Všetky potrebné elektróny získa skrz povrch Zeme (grounding) a slnko s DHA (fotoelektrický jav). Presne preto ťa takýto nízkokalorický šalát doslova naplní a spraví ťa na pár hodín termodynamicky menej efektívnym. Tiež ti preto daná strava v čreve nasiakne viac vody a tunajšie mitochondrie vo výsteľke, ale aj za ňou jej potrebujú reabsorbovať menej, pretože ich poháňa slnečné svetlo, ktoré svieti v letnom období takmer 16 hodín denne. UV svetlo taktiež kompenzuje väčšie množstvo kyslíka, aké sa dostane v lete do čreva a tiež riadi pohyb deutéria, ktorého je vo vode viac. Naopak v zime, kedy je slnečného svetla menej a teda aj menej sacharidov a rozpustnej vlákniny, majú tunajšie živočíchy k dispozícií tuk a proteín, ktorý na jednotku objemu obsahuje viac elektrónov. Takto si živočích zabezpečí viac SFA, aj SCFA priamo z potravy a tiež si zabezpečí masívnu donášku vodíka a elektrónov na pohon elektrónového transportného cyklu, aby jeho mitochondrie tvorili dostatok vody, ATP aj tepla. Dúfam, že už trochu lepšie rozumieš, prečo je naozaj dnešná spoločnosť v mnohom postavená na hlavu a ľudia sú od mala učení polopravdám až klamstvám. Už  sa tomu pozrieme viac na „zúbok“ a spoznáš, ako súvisí obezita, FIAF, autoimutné ťažkosti s našim mozgom. Ak sa ti článok páčil, a myslíš, že môže niekomu pomôcť, kľudne ho  Ak chceš byť informovaný medzi prvými o zverejnení nového článku, zanechaj mi nižšie email a dostaneš upozornenie. No a my dvaja sa čítame alebo počujeme už pri  tak, v ktorom sa pozrieme na FIAF, ale aj LDL cholesterol (okrem iného), takže zostaň naladený\n",
  "date": "2021-11-13T00:00:00+01:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:50:49+02:00",
  "word_count": 3903,
  "source_file": "revo_amozog_9_Skrten_revo_aapendix.json",
  "cleaned_word_count": 4362,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:53.705427",
    "original_word_count": 3903,
    "cleaned_word_count": 4362,
    "reduction_percentage": 7.52
  }
}