{
  "url": "https://jaroslavlachky.sk/crevo-a-mozog-13-crevny-lymfaticky-system-a-autoimunita/",
  "title": "Črevo a mozog #13 Črevný lymfatický systém a autoimunita",
  "content": "Vieš prečo ide leaky gut a autoimunita ruka v ruke? A prečo môže zápal čreva zvýšiť šancu autoimunitných problémov vrátane autizmu? Odpoveď je chronický stres, niečo čo sa nazýva NF-kB a epigenetika. Dnešný článok bude veľmi dôležitý, pretože ti ukáže prečo naozaj Stav tvojho čreva ide ruka v ruke nie len s imunitným systémom, ale aj rozvojom tvojho mozgu a dokonca s rozvojom autoimunitných problémov, vrátane autizmu. Avšak netýka sa to iba teba ako človeka, ale aj ďalšej generácie. To znamená, že stav čreva a zápalu v tele matky ovplyvňuje aj jej dieťatko, jeho neurologický vývoj a dokonca aj jeho predispozíciu na rozvoj autoimunitného problému. Priepustné črevo je totižto už iba následok chronického zápalu a stresu, ktoré následne aktivujú niektoré časti nášho imunitného systému, ktoré vedia zasiahnuť dokonca do našej DNA a vyvolať patričnú epigenetickú adaptáciu. Že nevieš, čo mám na mysli touto epigenetickou adaptáciou, a ako to priepustné črevo dokáže? V dnešnom, predposlednom článku série sa to dozvieš. P.S. Článok si môžeš vypočuť aj ako nahovorený Audio podcast a nájdeš ho TU. SUMÁR ČLÁNKU\n\nČo je to leaky gut a prečo ním ľudia dnes trpia viac?Ako vyzerá náš imunitný systém a ako vyzerajú jeho bunky?Kde v čreve sa bunky imunitného systému tvoria a ako?Čo je to črevný lymfatický systém GALT?Čo je to NF kappa Beta a ako súvisí s rakovinou?Ako naše telo reaguje na stres, akú úlohu tu hra zápal a ako môže ovplyvniť budúce generácie?Prečo majú naozaj matky s autoimunitnými problémami vyššie riziko, že ich detičky budú mať zdravotný problém?A ešte omnoho viac\n\nČo je to leaky gut a prečo dnes majú ľudia viac problémov s črevom\n\nČo je to leaky gut už vieš, aj to, prečo ľudia ako jediný primát majú črevo od prírody schválne „leaky“ (priepustné). Stalo sa to našim „darom“ a zároveň „prekliatím“, pretože ako si z  môžeš pamätať, v minulosti nám to pomohlo, no dnes to ľuďom tak trochu ubližuje. Na úvod upresním pojmy, aby sme sa chápali. Leaky gut je zvyčajne označením pre stav chronicky priepustného čreva, a teda choroby/zdravotného problému, akým mnoho ľudí trpí. Avšak mierne priepustné črevo, teda, keď je naše črevo prirodzene „leaky“ je niečo, s čím žijeme tisíce rokov a bez problémov. Práve naopak, pomáhalo nám to adaptovať sa na prostredie. Nezabúdaj teda na to. Naše črevo je mierne priepustné schválne, vďaka vírusom, ktoré sme v minulosti prijímali, ktoré sa nám dostali do DNA a spustili tam tvorbu proteínu Zonulín, ktorý našu výsteľku čreva trochu „roztiahol“, aby sme z jedla získali viacej stimulov a mohli rýchlejšie reagovať na podmienky, akým sme v Afrike čelili. Než pôjdem ďalej, použijem pekné prirovnanie, ktoré som rozprával aj \n\nTvoja výstelka čreva je zložená z buniek, ktoré sa nazývajú enterocyty. Tieto enterocyty u ľudí držia po kope, no je medzi nimi malý priestor, ktorý umožňuje niektorým látkam z potravy cez črevo preniknúť, no v malom množstve. No a spôsob, akým naše enterocyty držia pohromade, aby sa neroztiahli príliš a zároveň, aby neboli ani úplne tesné je niečo ako SPINKA. Áno dobre čítaš. Predstav si obyčajnú spinku (presne ako to vidíš na obrázku dole), ktorou si zacvakneš papiere. Presne takýmto spôsobom sa drží mierne roztiahnutá, no zároveň pevná naša výstelka čreva. Jeden koniec spinky drží jeden enterocyt a druhý zasa vedľajší. A to, čo je u nás touto spinkou je vitamín D a proteín Zonulín. Vitamín D slúži v našom čreve presne ako spinka! Pýtaš sa prečo je to pre teba dôležité poznať? Z viacerých dôvodov. Za našou výstelkou totižto sídli lymfatický systém, v ktorom je uložená veľká časť našej imunity (ako už o chvíľu zistíš), ktorá vďaka tomuto elegantnému triku evolúcie a miernemu „roztiahnutiu“ nášho čreva dokáže rýchlejšie reagovať na všetky stimuly. Keď však majú ľudia s črevom problémy dnes a majú leaky gut, nie je to preto, pretože sa ich črevo stalo priepustným len tak zo dňa na deň. Jednoducho sa stalo priepustným už priveľa, v priebehu mesiacov, rokov až generácií, čoho následkom ich imunitný systém musel „pracovať prevčas“ a postupne z toho vznikol nejaký ďalší a ďalší problém. Inými slovami, moderný leaky gut je už iba vzniknutý fenomén, vyvolaný neadekvátnym a pretrvávajúcim stimulom z prostredia. Avšak rovnako ako v minulosti, kedy nám prirodzene a mierne priepustné črevo pomáhalo reagovať na okolie a stravu, akú sme jedli, rovnako nám pomáha reagovať dnes. Rozdiel je však v tom, že dané stimuly, ktoré urobili črevo priepustným vtedy sú dnes odlišné a aj daná imunitná odozva a samotná adaptácia organizmu je dnes iná. Práve preto sa nám v Afrike rýchlejšie vyvinul mozog a rovnako preto dnes mozog prechádza ďalšími zmenami, ktoré sa moderne nazývajú autoimunitné problémy, alebo neurologické problémy. Možno o tom nevieš, no aj skleróza, či autizmus spadajú pod tieto problémy. Preto ak chceš sám pochopiť ako svoje zdravotné problémy zlepšiť alebo zvrátiť, musíš najskôr rozumieť tomu prečo a ako vznikajú a akú úlohu tu zohráva stav tvojho čreva aj imunitný systém (teda aspoň podľa môjho skromného názoru). Ono sa totižto často hovorí, že tvoje zdravie a aj výkonnosť mozgu začína zdravím čreva a je to pravda, no ako o chvíľu zistíš, nie je to tak úplne celá pravda…\n\nStrava je naozaj dôležitá, ale je až druhoradá\n\nAko som teda napísal vyššie, zdravie nášho tela aj mozgu naozaj súvisí s črevom a samotné črevo ho ovplyvňuje. No a práve táto myšlienka ľudí zvykne zvádzať k jednoduchému záveru, že keď je črevo dôležité, a do čreva predsa prichádza naša potrava, tak z toho môžeme usúdiť, že je to práve STRAVA, ktorá je tá najpodstatnejšia. Je to omyl. Strava nie je to najdôležitejšie. A v dnešnom komplexnom článku pochopíš presne prečo. Predstav si jednoduchý príklad. Ak sa ti pokazia rozvody v dome a začne horieť, musíš čím skôr začať hasiť. Musíš tiež prísť na to, prečo rozvody zlyhali a opraviť ich, inak požiar vznikne znovu. Strava je teda iba niečo, ako keď prihadzuješ už do horiaceho domu polená. Požiar tým logicky podporuješ, no ak aj polená hádzať prestaneš, požiar prestať horieť nemusí, iba sa stlmí. Presne toto je podľa mňa aj prípad dnešných ľudí vrátane väčšiny alergií a aj alergií a intolerancií na potraviny. Ak je v tele totižto neustále zápal, pretože je telo a črevo v strese, imunitný systém za výstelkou bude pracovať „prevčas“ a môže logicky vyvolávať neželané reakcie aj na potraviny, na ktoré by normálne nereagoval. Novinka webu - ZDARMAStiahni si praktický Pdf manuál Odporúčaných Krvných Testov!\nNehádaj, Netipuj,... ale Meraj!\nUchmatni si Pdf \n\nAk nerozumieš týmto slovám tak ti v podstate hovorím to, že podľa mňa mnohé intolerancie, ktoré dnes ľudia majú, nie sú chronické, ale iba akútne a sú vyvolané zvýšeným zápalom a prestimulovanou imunitou v tzv. lymfatickom trakte spojenom s črevom (alebo aj črevom asociačnom lymfatickom systéme, v angl. gut associated lymphatic tissue, skratka GALT). Tento lymfatický trakt za výstelkou čreva je v podstate prvé miesto (alebo lepšie povedané jedno z dvoch prvých miest), kde náš imunitný systém reaguje s vonkajším prostredím. Tým druhým je pokožka. Práve preto majú oba tieto orgány (koža aj tráviaci trakt) takú veľkú plochu. Keď sa však bavíme o Čreve, je to číslo jeden, pretože práve tam sa diferencujú (delia) mnohé bunky imunitného systému, ktoré neskôr reagujú na látky aj svetlo, uvoľnené z potravy, ktorú do úst vložíme. Ak si  čítal, tak by to malo byť všetko jasné, prečo tento lymfatický imunitný systém v čreve máme. Práve preto sa naše črevo počas evolúcie stalo schválne mierne priepustným a využilo k tomu genetický materiál z vírusov na tvorbu proteínu zonulín. My ľudia vďaka tomuto dokážeme poskytnúť našej imunite stimul a reagovať teda lepšie a rýchlejšie na prostredie, vďaka čomu sa potom dokážeme rýchlejšie adaptovať. Presne toto sa dialo počas tisícov rokov evolúcie v Afrike, čoho výsledkom bol homosapiens s kvantovým počítačom v hlave a presne toto isté sa deje aj dnes až na jeden „malý“ rozdiel. A tým je, že náš dnešný stimul je nadmerný, pochádza z umelého svetla aj vlnenia a výsledok tejto dnešnej adaptácie sa odborne nazýva CHOROBA. Aj preto sa ja osobne už dlhšie nepozerám na choroby, ani zdravotné problémy s bežného uhľu pohľadu. Pozerám sa na ne ako na problém a chybnú komunikáciu medzi prostredím a tvojimi mitochondriami. Čo je to Črevný lymfatický systém GALT\n\nGALT, ktorý je v čreve, tvorí asi 70 % hmotnosti nášho imunitného systému a ak nepracuje správne, môže významne ovplyvniť silu imunitného systému v celom tele. Práve preto sa zvykne hovoriť to staré známe, že veľká časť našej imunity sídli v čreve a je to naozaj pravda. Avšak druhá vec, ktorá sa tiež hovorí, ktorú som spol aj vyššie je, že problémy v čreve začínajú stravou akú konzumujeme. No toto už podľa mňa pravda nie je. Hneď pochopíš prečo. V ďalších riadkoch ti teraz popíšem všetko podstatné, čo sa funkcie našej imunity týka, a budem síce popisovať aj niektoré odborné pojmy, no nemusíš sa báť, vždy to objasním aj laickejšie, aby to pochopil každý. Ako vznikajú bunky imunitného systému\n\nT bunka (T cell) je typ lymfocytu (bielej krvinky), ktorá je jednou z dvoch dôležitých bielych krviniek imunitného systému a zohrávajú ústrednú úlohu v adaptívnej imunitnej odpovedí. Adaptívna imunita je tá, ktorá má súvis s autoimunitou. Druhý dôležitý lymfocyt sú B bunky, no pre nás sú dnes prioritou T bunky. Tieto T bunky vznikajú mimochodom z kmeňových buniek v kostnej dreni pričom potom migrujú do týmusu (detskej žľazy). Práve preto ten názov „T“ bunky ako „Týmus„. Keď sa vzniknuté T bunky dostanú do týmusu, dozrejú tam a rozdelia sa na T pomocné bunky (tzv. T helper cell, označované aj ako CD4+T bunky), regulačné bunky (tzv. T regulatory cell) a T zabijácke bunky ( tzv. T killer cell označované aj ako CD8 bunky). [R, R]\n\nLen tak mimochodom tieto T killer cell sú okrem iného zodpovedné aj za to, že sa u človeka neprejaví rakovina, pretože tieto bunky ju zabijú ešte v začiatku. Samozrejme iba v prípade, že náš imunitný systém funguje a má k dispozícii dostatok elektrónov. A hádaj čo pri tejto imunitnej reakcií bunky využívajú. MHC-1 gény, ktoré som ti popísal trochu v článku o FIAF. Nás však teraz zaujímajú prioritne T pomocné bunky, pretože súvisia s tým, čo sa deje v čreve a teda s črevným lymfatickým systémom. Naivné T pomocné bunky sa totižto v tele diferencujú (delia) na Treg (T regulačné bunky) alebo rôzne podskupiny pomocných T buniek, ako napr. Th1, Th2, Th17 alebo Tfh. No a toto sa deje práve v lymfoidnom tkanive čreva vďaka procesu diferenciácie (delenia). V čreve totižto vypúšťame rôzne antigény, vďaka ktorým sa následne bunky imunitného systému rozmnožia a zmenia na tie, ktoré zrovna na „boj“ potrebujeme. A ako ich názov „T-pomocné“ bunky napovedá, „pomáhajú“ činnosti iných imunitných buniek uvoľňovaním rôznych cytokínov (informačných „zápalových“ proteínov). T pomocné bunky, cytokíny a protilátky\n\nTieto vytvorené T pomocné bunky teda zvyšujú rôzne zápalové cytokíny, ako napr. IL-4, IL-5, IL-6, IL-10 a IL-13, ktoré si laicky predstav ako „poslíčkov“ zápalu. To znamená, že telo podľa nich vie, že je v tele zápal, aký zápal, aj čo má teda robiť. Avšak jeden konkrétny tip T pomocných buniek, tzv. Th2 bunky sú pre nás obzvlášť dôležité, pretože sú to ony, ktoré zvyšujú hlavný zápalový cytokín, ktorým je Interleukin 6 (skratka IL-6). Práve preto som ho vo vete vyššie nenápadne ako jediný vyznačil hrubým písmom (hoci si to zrejme nezaregistroval)…\n\nVylúčené cytokíny potom v čreve sprostredkúvajú aktiváciu B buniek (ďalšie leukocyty), ktoré následne produkujú vysoké hladiny špecifických sekrečných IgA protilátok. IgA (Imunoglobulíny A) sa potom vylučujú do lú čreva (do stredu trubice) cez epitelovú vrstvu, kde plnia svoju úlohu protilátok. No a tu prichádza ďalšia zaujímavá náhoda a to, že takmer u všetkých vyšších stavovcov, vrátane ľudí, je väčšina IgA syntetizovaná gastrointestinálnym lymfoidným tkanivom a teda v čreve, hoci malé množstvo sa syntetizuje aj v iných slizničných miestach, ako sú dýchacie cesty, slinné žľazy a reprodukčný trakt. Ako teda vidíš, v čreve a konkrétne za jeho výstelkou v lymfatickom systéme sa toho deje naozaj veľa a naša imunita tam má mnoho úloh. Keď si tento úsek zhrnieme, aby tomu pochopil každý, znamená to toľko, že hoci sa časti nášho imunitného systému ako T a B bunky tvoria v detskej žľaze, no je to črevo, ktoré ich už delí na ich jednotlivé „podskupiny“, vrátane pomocných a regulačných T buniek a tiež je to črevo, ktoré vylučuje rôzne antigény. Všetky tieto veci sa následne dostávajú do tkanív a do krvi, kde majú splniť svoju úlohu. Avšak, ak tam ostanú pridlho, alebo sa ich vylúči priveľa, alebo je ich sekrécia jednoducho nesprávne riadená, môžu vyvolať neadekvátnu, „prestimulovanú“ imunitnú odpoveď, ktorá sa navonok ukáže ako nejaká alergia, intolerancia, až autoimunitné ochorenie. Aj preto som ti v posednom článku na záver v skratke predstavil makrofágy, ktoré sú tiež súčasťou látok imunitného systému. Keď sa však vytvoria, potrebujú vedieť spustiť apoptózu (zahubiť sa) a dokážu to aj vďaka vitamínu D (pomysli na spinku). Ak vitamín D nemajú, alebo mitochondrie v nich nepracujú správe a apoptózu spustiť nedokážu, tieto imunitné látky ostávajú v tkanivách dlhšie a vyvolávajú ďalší zápal až autoimunitný problém. Rovnaké látky imunitného systému, no rozličný efekt\n\nVäčšina ľudí, vrátane lekárov si tento dôsledok nesprávnej regulácie v tele následne vysvetlí ako nejaký zdedený problém, či vrodenú alergiu a snaží sa to liečiť liekmi, či vyradením rôznych vecí, vrátane potravín, hoci si neuvedomujú, že problém v skutočnosti začína v čreve, pokožke a mozgu, ktoré sú neustále v strese a sú nútené chronicky zvyšovať niektoré cytokíny, ktoré nútia Imunitné látky ostať vylúčené dlhšie, ako by mali. V ľudskej reči to znamená toľko, že keď mnohokrát človek vykazuje nejakú alergiu, či intoleranciu na potravinu alebo inú „modalitu“, v skutočnosti sa nemusí jednať o reálnu alergiu ani intoleranciu. Niekedy má človek len nakoľko prestimulovaný imunitný systém, ktorý sa doslova správa chaoticky. Ak aj človek danú potravinu alebo spúšťač vyradí, a problém bude kontrolovať, neznamená to však, že sa v jeho tele zníži zápal a to, čo daný problém vyvolalo. Toto v ľudskej reči znamená, že hoci vtedy človek aj vyradí dané potraviny alebo alergény, vyrieši tým iba jeden príznak, no nie príčinu. A často krát to ľudia sami intuitívne poznajú, pretože sa po vyradení potravín cítia stále zle, prípadne im pribúdajú ďalšie a ďalšie intolerancie a oni potom vyraďujú ďalšie a ďalšie potraviny, skúšajú ďalšie a ďalšie eliminačné a iné diéty, no problému sa akosi nie a nie zbaviť. Ak takýto prípad sám poznáš, zamysli sa. Chceš dôkaz? Nech sa páči. Mosmann a Coffman predstavili koncept odlišných typov pomocných T buniek ešte v roku 1986. Daný koncept bol založený na odlišných typoch cytokínov, ktoré T bunky produkujú, v závislosti od predošlého vylúčeného cytokínu. Tak napríklad keď sú T bunky aktivované v prítomnosti cytokínu IL-12, diferencujú sa (zmenia sa) na T pomocné  bunky tipu 1 (skratka Th1), ktoré produkujú veľké množstvá interferónu a aktivujú makrofágy (o nich si čítal vyššie). Vďaka tomuto hostiteľa (nás) chránia proti intracelulárnym patogénom alebo napadnutiu vírusom. V prítomnosti cytokínu IL-4 sa zas T bunky menili na Th2 bunky, ktoré následne produkujú ďalšie cytokíny ako je samotný IL-4 (čiže akoby „kŕmili“ sami seba). IL-4 je potom hlavný faktor produkcie IgE protilátok, ktoré sa tvoria pri sennej nádche, astme, anafylaktickom šoku a atopických kožných ochoreniach. Th2 bunky uvoľňujú aj ďalšie cytokíny ako sú IL-5 a IL-13, ktoré následne aktivujú eozinofily. Eozinofily sú súčasť bielych krviniek, meria ti ich aj lekár pri bežnom vyšetrení (môžeš si ich teda sám skontrolovať v zázname pri rozbore krvi) a hádaj čo tieto biele krvinky obsahujú, vďaka čomu ťa majú tiež ochrániť. Histamín. Zaujímavé… Tvoje imunitné bunky, ktoré sa počas zápalu vytvoria, si k sebe „priberú“ histamín, ktorý im pomáha…\n\nTh2 bunky nás vďaka tomuto všetkému majú chrániť proti rôznym baktériám, parazitom, ale aj alergiám. Tiež sa však ukázalo, že Th1, ktoré aktivujú makrofágy zároveň stimulujú niečo, čo sa nazýva transformujúci rastový faktor Beta (TGF-β). No a tento rastový faktor, rovnako ako hlavný zápalový cytokín v tele IL-6, spolu spúšťajú produkciu ďalšieho tipu T pomocných buniek, tzv. Th17. Tieto potom produkujú patričný interleukin, IL-17. A práve toto je pre teba kľúčové, aby si pochopil, čo stojí za autoimunitnými problémami a to z 2 dôvodov: Za prvé, IL17 idú vždy ruka v ruke s každým autoimunitným problémom, a za druhé, IL-17 spúšťajú jeden obrovský proteínový komplex, ktorý sa nachádza v našej DNA a zasahuje do nej, ktorý sa nazýva NF-κB. NF-kappa Beta a zápal\n\nNF-κB (nuclear factor kappa light chain enhancer of activated B cells), čo je v preklade nukleárny faktor kappa zosilňujuci ľahkého reťazca aktivovaných B buniek, je obrovský proteínový komplex, ktorý riadi transkripciu (prepis) našej jadrovej DNA, produkciu cytokínov a prežitie našich buniek. Tento faktor teda v podstate riadi to, ako naše GÉNY pracujú, ako reagujú na stresory a ako sa spúšťajú alebo naopak nespúšťajú. Aj preto je dnes známe, že NF-kb vplýva aj na rozvoj „chorôb“ ako Rakovina, artritída, či astma. NF-κB sa nachádza takmer vo všetkých typoch živočíšnych buniek a podieľa sa na bunkových odpovediach na podnety, akými sú stres, cytokíny, voľné radikály, ťažké kovy, ultrafialové ožarovanie (UV svetlo), oxidovaný LDL a bakteriálne alebo vírusové antigény. Tieto slová si prečítaj radšej ešte raz a až potom pokračuj. Pretože všetky tieto faktory ako stres, tip a množstvo voľných radikálov, aké naše mitochondrie vytvoria, množstvo a tip vytvorených cytokínov, tip a množstvo svetla akému sme vystavení, a aj mnohé ďalšie premenné vplývajú na to, ako NF-KB „zareaguje“ a ako následne ovplyvní nie len našu imunitnú odpoveď na danú infekciu, či spúšťač, ale ovplyvní aj naše gény. To však ešte nie je všetko a teraz si už radšej sadni. Nesprávna regulácia NF-KB je spojená s rakovinou, zápalovými a autoimunitnými ochoreniami, septickým šokom, vírusovou infekciou aj nesprávnym imunitným vývojom a to nie len človeka, ale aj u ešte nenarodeného potomka. V podstatne som ti týmito slovami povedal a popísal to, že matka a jej stav pred tehotenstvom (nutričný status, zápal v tele, dehydratácia, stav čreva a hladina steroidných hormónov, množstvo DHA a vitamínu D,…) ovplyvnia to, ako sa neurologicky vyvinie jej budúce dieťatko a tiež to, či bude mať dieťatko vyššiu šancu, že sa narodí s autoimunitným problémom alebo čí následne v živote rozvinie aj ďalšie problémy, vrátane autizmu, poruchy pozornosti, ale aj mnohé iné. Po prečítaní týchto viet by si sa mal chytiť za hlavu a povedať si, ako je to všetko možné? A ako to súvisí s naším črevom, stravou, prostredím, ale aj zápalom v tele? Odpoveď je Epigenetika a to, čo ju spúšťa alebo naopak nespúšťa…\n\nStres = momentálne prežitie / Steroidné hormóny = prežitie ďalšej generácie\n\nUrčite ti nemusím zdôrazňovať, že steroidné hormóny sú pre nás dôležité. V nedávnom článku o cholesterole si k tomu niečo čítal a budú k tomu neskôr aj samostatné články. Avšak tak či onak, aj bez akýchkoľvek odborných vedomostí vieš, že iba vďaka steroidným hormónom dokážeme byť plodný, rozmnožovať sa a teda PREŽIŤ. Ak sa nám hormóny znížia, ako sa to deje napr. prirodzene u starších ľudí, v menopauze a andropauze, človek prirodzene stráca plodnosť a už sa nedokáže rozmnožiť. No a naše telo má počas života pri tvorbe steroidných hormónov vždy na výber 2 možnosti: Buď ich vytvorí, ak má na to prostriedky aj možnosti, vďaka čomu bude živočích plodný, zdravý, výkonný a predá život ďalšej generácií (rozmnoží sa) alebo miesto steroidných hormónov vytvorí stresové hormóny (napr. kortizol), ktoré nám v danej chvíli pomôžu zachrániť sa, utiecť, bojovať proti momentálnemu stressoru,… aby sme sa mohli rozmnožiť neskôr, keď sa životné podmienky zlepšia. Teraz ti napíšem ďalšiu vetu, ktorú si navždy zapamätaj. V priebehu mesiacov jej s každým  pochopíš lepšie a lepšie. Daná veta znie: „Kedykoľvek náš organizmus čelí stresu, alebo má nedostatok kyslíka (sme hypoxický), musí si zvoliť tvorbu stresových hormónov a nie steroidných.“\n\nVeľmi jednoducho si to predstav na tomto príklade. Vezmi si napr. myš. Ak je myš v poriadku, žije vo svojich prirodzených podmienkach a nemá zrovna pred sebou mačku, ktorá ju chce zožrať, jej telo pracuje v rámci možností, produkuje dostatok hormónov štítnej žľazy, kortizolu, ktorý je ráno najvyšší a s príchodom večera sa znižuje, no tiež produkuje steroidné hormóny, vrátane testosterónu, progesterónu, estradiolu a iných, ktoré jej pomôžu udržiavať si funkčnú svalovú hmotu aj mozog a tiež jej umožnia splodiť potomka a rozmnožiť sa. Takto jej druh nevyhynie. Ak by to myš nedokázala, už by tu dávno neboli. Ak ju však začne naháňať mačka, jej telo automaticky prechádza na vyššiu tvorbu stresových hormónov, ktoré jej pomôžu rýchlo mobilizovať zásoby glukózy, tuku, zvýšiť tep, roztiahnuť zorničky, … aby mohla utiecť do bezpečia. Vtedy sa rozmnožiť nedokáže. No a niečo podobné sa deje s každým živočíchom. Ak je v jeho tele zvýšený zápal/stres alebo je hypoxický (dehydratovaný=nedostatok kyslíka), jeho telo nedokáže produkovať steroidné ani rastové hormóny. Vtedy „tlačí“ všetko do kortizolu. Ak je to krátkodobé, nie je to na škodu, práve naopak. Každý život totižto potrebuje stres, respektíve istú „neusporiadanosť“. A práve z tejto neusporiadanosti=neporiadku (entropie) naše bunky vytvárajú poriadok, pričom využívajú energiu, ktorá sa počas toho uvoľní na život. Presne ako keď sa v mitochondrii uvoľnia elektróny s protónmi, ktoré sa cez jej membránu začnú presúvať, vďaka čomu mitochondria vytvára obrovské elektrické napätie aj rozdiel pH. Vďaka tomuto ťa dokáže udržiavať napríklad na žive. Ak chceš druhý príklad, je ním krátky stres, keď povedzme antilopa uteká pred levom. Ak mu utečie, je to pre ňu obrovský stres, na čas zažije hypoxiu (pretože ledva počas behu dýcha), v jej tele sa prudko zvýši kortizol aj neusporiadanosť (entropia), no ak to antilopa prežije a utečie, jej telo z tohto navýšenia entropie (stresu=neporiadku) následne vytvorí poriadok a antilopa dokonca zosilnie. Podobne zosilnieš aj ty, ak budeš povedzme rozumne a krátko trénovať. Avšak tu prichádza jeden dôležitý bod, ktorý som v riadkoch vyššie naznačil, no zrejme si si ho nevšimol. Slovo stres a zápal som dal vedľa seba, respektíve som dal medzi ne lomitko, akoby sa jednalo o rovnakú vec. Prečo som to podľa teba urobil? Odpoveď je voda a strata elektrónov. Zápal = strata elektrónov\n\nNie nadarmo som v článku Črevo a mozog #8 o ženskom tele, pôrode, ketóze a vývine mozgu malého dieťatka písal o tom, čo je to pole, aj ako ovplyvňuje naše telo s mozgom. Popravde, ak si tento článok neprečítal aspoň 3 krát, robíš chybu. Bol veľmi veľmi dôležitý. V článku si sa dozvedel, že detičky, ktorých mozog ešte nie je plne myelinovaný, sú náchylnejšie na všetky zápaly, toxíny, ťažké kovy, aj EM pole. Inými slovami, sú náchylnejšie na všetky stresory z prostredia. Čo však veľa ľudí nevie je to, že Ženy sú v porovnaní s mužmi od prírody myelinované menej a to aj v dospelosti. Ženy sú totižto prirodzená anténa pre všetko vo svojom okolí. Áno, aj toto je dôvod, prečo je partnerka citlivejšia ako jej partner a prečo vníma veci inak. No ako do toho zapadá stres, zápal a imunitné látky, ktoré si videl vyššie a to čo sa deje v čreve? Prečo dnes majú ľudia viac problémov s autoimunitou a obzvlášť ženy? Stres a zápal idú ruka v ruke a to, čo ich spája je dehydratácia a strata Redoxu. Keď je naša bunka vystavená stresu, jednou z jej reakcií naň je lokálne zníženie Redoxu. To znamená, že voda v nej stráca štruktúru a nedokáže separovať toľko elektrónov. To znamená, že sa zmení jej pH a bude tam viac protónov, ktoré bunka nebude mať pod kontrolou. Práve toto je to, ako sa prejavuje zápal. Ak tomu chceš lepšie pochopiť, stačí ak si pomyslíš na to, keď na teba lezie chrípka. Vtedy máš horúce čelo, čo znamená zvýšenie teploty, ktoré zas znamená, nižšie pH, čo znamená menej elektrónov a viacej protónov. To je všetko, čo si na teraz potrebuješ o zápale pamätať. Zápal = veľa protónov a nedostatok elektrónov. (Ak by si mal dokonca špeciálnu kameru, mohol by si pozorovať, ako sa so zvyšujúcim zápalom dokonca mení tip svetla, aký z teba uniká. To len tak mimochodom…)\n\nStres a zápal, ako „ručička“ kompasu našej Epigenetiky\n\nTeraz to pretavím do trochu „odbornejšej“ sféry, no neboj sa, hneď sa vrátim na k viac ľudskej reči. My dnes vieme, že kedykoľvek v tele stúpne zápal alebo sme vystavení stresu (umelému polu), aktivuje sa NF-kB. [R, R] O ňom si čítal vyššie. Je to obrovský komplex, ktorý je v našej DNA, do ktorej zasahuje. Je tu však ešte jedna vec, ktorú spustený NF-kB robí. NF-kB zvyšuje hlavný zápalový cytokín IL-6, a keď sú aktivovaní spolu, automaticky zvýšia činnosť Th17. T pomocné bunky tipu 17 som taktiež spomínal vyššie. Th17 následne vyvolajú sekréciu cytokínu IL-17, ktorý následne „udržuje pri živote“ aktivovaný NF-kB. Tiež sa však ukázalo, že Th17 sú priamo spojené s Autoimunitou, ale tiež Autizmom, či Sklerózou, ktoré mimochodom taktiež spadajú medzi autoimunitné ochorenie. Tieto slová sa ti možno zdajú komplikované po prvýkrát, no v skratke ti ukazujú to, že naše telo má v sebe mechanizmy na to, aby na základe stresu vedelo reagovať tvorbou adekvátnych imunitných látok a tiež, aby vedelo spustiť NF-kB, ktorá pomôže bunke na stres zareagovať. A ak daný stres pretrváva dlhšie, pomôže jej vykonať nejakú epigenetickú adaptáciu, či ju zahubiť (apoptóza). Práve preto som veľakrát prízvukoval, že rakovina nie je choroba, ale epigenetická adaptácia. Rakovinové bunky sú totižto v normálnom stave potlačené a zahubené ešte v počiatku. Čítal si o tom vyššie a sú to T zabijácke bunky (T killer cell), ktoré sa s ňou vysporiadajú. Ak však bunka nemá inú možnosť, snaží sa zachrániť a začne využívať evolučne staršie mechanizmy, ako napr. glykolýza, pentózový cyklus a warburgov metabolizmus, ktorý je prepojený s rakovinou. Ak to pretrváva dlho, a mitochondria nedokáže spustiť apoptózu, vtedy rakovina prepukne naplno. No práve a tu prichádza na radu to, či je stres iba krátkodobý alebo dlhodobý a tiež, či je v tele chronický zápal. Pretože ako vidíš, chronický zápal podporuje ešte viac aktivitu NF-kB a spolu s chronicky vylúčeným IL-6 zapríčinia dlhodobú sekréciu Th17, vďaka čomu udržia aktívny NF-kB, a tiež zapríčinia autoimunitný problém, ktorý nazývame chorobou. Hoci v skutočnosti to problém nie je, ale epigenetická adaptácia. Choroba alias epigenetická adaptácia\n\nĎalšia vec, ktorá zvyšuje hlavný zápalový cytokín IL-6 sú Th2 bunky. Aj toto si čítal vyššie a teraz ti to iba prepájam do súvislostí. To sú tie, ktoré súvisia s alergiami, či astmou. A dôvod prečo ti to hovorím je ten, že ak sa dieťatko narodí s takýmto problémom tak vieš, že jeho matka mala dlhodobý autoimunitný problém a v jej tele bol chronický zápal (znížený Redox). Tiež mala matka pravdepodobne viac priepustné črevo (leaky gut), vďaka čomu bola náchylnejšia na všetky toxíny, látky, ale aj na každé POLE v jej okolí. Tiež to však platí aj opačne, že ak má teraz žena alebo matka dlhodobo zvýšený zápal v tele, a žije v chronickom strese, jej dieťatko bude do veľkej miery ovplyvnené. Tiež je tým zvýšená šanca, že sa narodí s autoimunitným problémom, alergiou, intoleranciami, ale aj autizmom. (Tieto slová ti píšem schválne, pretože chcem, aby si mal na pamäti, že zdravie matky je veľmi dôležité a musí si dávať záležať viac, ako jej partner. Aj preto som s radosťou prijal pozvanie ako hosť do zaujímavého kurzu o príprave na tehotenstvo, v ktorom tak trochu rozprávam aj o dôležitosťou týchto vecí, hormonálnej rovnováhy, cirkadiánnom rytme a zdraví mitochondrií. Ak si teda žena, ktorá sa pripravuje alebo chce v budúcnosti otehotnieť, tento KURZ by ťa mohol zaujímať. Predpredaj je spustený a ak máš záujem, so Zľavovým kódom JAROSLAV získaš 10% zľavu\n\nTeraz však  k veci. Tak napríklad v roku 2010 bola zverejnená dlhotrvajúca štúdia, ktorá zahŕňala všetky deti narodené v Dánsku v rokoch 1980 až 2005 (trvala až 25 rokov), ktorá zistila, že vírusové infekcie počas prvého trimestra tehotenstva sa premietli do trojnásobného rizika autizmu budúceho dieťatka. Druhá vec, ktorá sa ukázala je, že bakteriálne infekcie počas druhého trimestra boli spojené s 1,42-násobným zvýšením rizikom autizmu. [R, R]\n\nDôvod, pre ktorý ti to píšem je ten, že väčšina ľudí pri sa pri takomto zistení pozastavila a usúdila by, že v tom zohráva úlohu infekcia, baktéria a vírusové ochorenie. Toto je však chybný úsudok. Z  si totižto môžeš pamätať, že náš druh žil po tisíce rokov v koevolúcií s virálnymi časťami, ktoré sme potravou prijímali a vďaka mierne priepustnému črevu aj asimilovali do DNA, no nikdy sme netrpeli nijakými autoimunitnými problémami. Ba čo viac, vďaka týmto virálnym častiam sme v Afrike rýchlejšie epigeneticky „dospievali“ ako druh. To znamená, že samotné vírusy ani infekcia nemôžu byť na príčine a ani nie sú. Ak neveríš, tu máš dôkaz. Matka, zápal v tele, strata citlivosti na leptín a vývoj plodu\n\n3. Októbra v r. 2007 bola v žurnály Neuroscience uverejnená zaujímavá práca/výskum od pána Paula Pettersona a Stephena Smitha, v ktorej preukázali, že Imunitný systém matky mení vývoj mozgu plodu prostredníctvom hádaj čoho. Interleukínu-6, hlavný cytokín. V tejto práci preukázali, že mozog plodu bolo možné zmeniť nezávislé od toho, či matka mala alebo nemala akúkoľvek bakteriálnu alebo virálnu infekciu. Ku ovplyvneniu mozgu plodu došlo iba na základe neadekvátne pracujúcej imunity matky, ktorá produkovala priveľa IL-6. A ako si z riadkov vyššie pamätáš, za jeho produkciu je zodpovedný NF-kB a Th2. Ak by som ti to mal napísať ešte inými slovami tak to znamená, že zvýšené hladiny il-6 SPOLU S AKTIVÁCIOU MATKYNEJ IMUNITY vyvolali expresiu génov v plode dieťatka, ktoré následne malo vyššiu šancu, že rozvinie epigenetickú adaptáciu, ako napr. poruchu správania, schyzofréniu, autizmus, a mnohé iné. Ty si musíš uvedomiť, že tieto naše naprogramované reakcie organizmu nie sú náhodné. Pomáhali nám počas celej evolúcie, a majú nám pomôcť aj dnes. Rozdiel je však v tom, že stresory a pole sa radikálne zmenili. Práve preto sú ženy od prírody menej myelinované, tiež preto hromadia v tele viacej DHA a vody. Potrebujú lepšie reagovať na podmienky, akým čelia. Práve preto si aj ty musíš zafixovať do hlavy, že prostredie okolo nás sa radikálne mení a to, čo je dnes normálne v spoločnosti (akože priemer), nie je normálne pre našu biológiu. A naopak, ak sa chceš udržiavať v „normálnom“ zdraví, aké je pre našu biológiu prirodzené, musíš preto robiť možno niektoré „nenormálne“ veci, ako nosenie okuliarov blokujúcich modré svetlo, vystavovanie sa chladu, slnku, vysoká konzumácia DHA, sezónna a diurnálna ketogénna strava,…\n\nPráve preto sériu o Čreve a mozgu zakončujem týmto dlhším článkom a nasledovať bude posledný Protokol pre zlepšenie čreva, v ktorom ti ukážem praktické kroky a veci, aké môžeš okamžite začať aplikovať, aby si svoje črevo zlepšil. Ako je črevo prepojené s mozgom\n\nNezabúdaj, že tvoje črevo má obrovskú plochu a za ním sa diferenciujú T bunky, ktoré musia byť dobre ovládané. Preto je stav tvojho čreva nesmierne kritický. Málo ľudí si však dodnes uvedomuje, že problém čreva sa netýka iba čreva a stravy, ale najmä prostredia, svetla a pola, v akom žijeme. Toto je to, čo ovplyvňuje aj naše črevo a tiež náš imunitný systém. Preto je naša brušná dutina spojená najdlhším nervom vagus cez miechu s mozgom a konkrétne s časťou Area Postrema, ktorá sa nachádza na chrbtovej spodnej strany štvrtej mozgovej komory, cez ktorú prechádza mozgomiešny mok. Vrchná časť miechy je tiež mimochodom myelinovaná (alebo by aspoň mala byť) a samotná Area postrema je obkolesená mozgomiešnym mokom, čo je takmer na 99% čistá voda plná jódu. Area postrema tiež nemá žiadnu mozgovú bariéru, čo jej dodáva jednu zaujímavú vlastnosť a to, že jej zvyšuje tzv. Pomer signálu ku šumu. To znamená, že dokáže lepšie absorbovať, ale aj reemitovať akékoľvek vlnenie z okolia a zároveň je odhlučnená a izolovaná od ďalších častí mozgu. Area postrema je tiež priamo prepojená s paraventikulárnym jadrom (PVN) hypotamalu, ktorý dostáva signál z oka a svetla. Práve z tejto časti mozgu naše telo vylučuje stresové hormóny ako CRH, ktoré následne v nadobličkách stimulujú uvoľnenie kortizolu. PVN je tá časť mozgu, ktorá riadi náš autonómný vegetatívny nervový systém a je zodpovedná za tzv. „Útok – Útek“. PVN následne dáva signály aj blúdivému nervu ktorý potom vďaka myelinovanej časti hornej miechy dokáže pomáhať regenerovať črevo a imunitné látky za jeho výstelkou. A ako vidíš, všetko to pochádza z mozgu a zo svetla a pola, aké cíti. Nie zo stravy, akú konzumujeme. Práve preto sa musíš začať vzdelávať aj v iných oblastiach, pretože samotná výživa, ako aj kalórie, dnes prestávajú dávať zmysel. Avšak nevhodná strava do príliš priepustného čreva problém ešte zhorší, pretože môže imunitný systém za výstelkou nútiť pracovať ešte viac, ako by mal. Aké je dôležité zhrnutie článku? Aký je záver dnešného dlhého článku? Tu máš zhrnutie. Stres vyvoláva zvýšenie NF-kB, NF-kB zasa zvyšuje aj IL-6  a produkcia IL-6 následne indukuje expresiu proteínu akútnej reakcie pečene na zápal, ktorý sa odborne nazýva C-reaktívny proteín, ale aj y-fibrinogénu, angiotenzinogénu a mnohých ďalších, z ktorých niektoré sa dokonca merajú aj klinicky na posúdenie aterosklerotického rizika. [R, R]\n\nVšetci \n\nMnohé z týchto krvných testov som mimochodom spol aj v závere článku Črevo a mozog #10 o FIAF. Teraz napíšem vetu, ktorú som vravel aj vo \n\nVaše krvné testy a biomarkéry nie sú nič iné, ako odzrkadlením toho, ako voda vo vás, v krvi a vo vašich bunkách komunikuje s prostredím v akom ste. Táto komunikácia je iná v jednom prostredí a odlišná v inom. Práve na základe toto viete potom usúdiť, aký vplyv má na Vás prostredie, v akom pracujete a žijete a podľa toho musíte následne robiť adekvátne rozhodnutia. Nie podľa toho, čo Vám povie tréner, alebo kalorická tabuľka.Viem, že sa tieto riadky niekomu možno počúvajú zle, no v živote nejde o to, počúvať to, čo chcem počuť, alebo o utvrdzovanie sa vo svojich „pravdách“. V živote ide o neustále spochybňovanie a kladenie si vhodných otázok, ktoré ma posunú tam, kam by som mal smerovať. Nie tam, kam si myslím, že potrebujem smerovať. Častokrát totižto ľudia cítia stres, majú mnoho pracovných, či rodinných problémov, cítia sa mizerne a vyčerpane a potom majú rôzne chute, alebo cítia, že niečo potrebujú. A práve toto je to, o čom píšem. Niekedy to, čo zrovna môžeme spraviť, alebo cítime, že chceme spraviť nie je to, čo naozaj potrebujeme spraviť. A to je veľký rozdiel. Málokto si totižto uvedomuje, že už len pobyt v jednej miestnosti verzus inej miestnosti má radikálne iný vplyv na náš mozog a mozgomiešny mok, ktoré následne dajú iný stimul nášmu jazyku, ale aj črevu a my máme odlišné chute. Najčastejšie to poznajú ľudia ako nečakané chute na sladké (sacharidy) a to obzvlášť večer. No a to, čo týchto Ľudí spája je chronický zápal (vysoké HsCRP a nízke steroidné hormóny), zničený cirkadiánny rytmus (priveľa umelého svetla) a nedostatok energie. Ich mozog preto dáva telu stimul, aby siahlo po sacharide, plnom glukózy, ktorú vie rýchlo fermentovať alebo zoxidovať aj bez nutnosti zapojenia mitochondrii, keďže sú zničené. Avšak aj keď to človek spraví, iba si krátkodobo pokryje deficit, no vytvorí si ešte väčší. Je to presne ako keď nestíhaš splácať hypotéku a vždy si na splátku požičiavaš ďalšie peniaze, ktoré následne musíš opäť splatiť a stále dokola…\n\nA je len na tebe, či si to začneš uveať a prevezmeš nad svojim životom kontrolu alebo nie. Veď ako zvyknem hovoriť, každý máme slobodnú voľbu, no následky, aké z voľby vyplynú si nevyberáš. Tým musíš jednoducho čeliť! Už  sa dozvieš ďalšie praktické veci, čo robiť, aby si dostal svoje črevo pod kontrolu. Záver\n\nAk sa ti článok páčil, a myslíš, že môže niekomu pomôcť, kľudne ho  Ak chceš byť informovaný medzi prvými o zverejnení nového článku, zanechaj mi nižšie email a dostaneš upozornenie. Tiež ti dávam do pozornosti 2 NOVINKY na webe a to možnosť pridať sa medzi  \n\nV  Nižšie vidíš viac informácií. Platba JEDNORAZOVO+ prístup do členstva získavaš NAVŽDY!Viac o jednorazovej ponuke TU >>\n\nVyuži možnosť zakúpiť si obe knihy Spoznaj Svoju Biológiu ako jeden Balíček v ZĽAVE a poštovným \n",
  "date": "2021-12-18T00:00:00+01:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:50:38+02:00",
  "word_count": 5361,
  "source_file": "revo_amozog_13_revn_lymfatick_systm_aautoimunita.json",
  "cleaned_word_count": 5875,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:53.457117",
    "original_word_count": 5361,
    "cleaned_word_count": 5875,
    "reduction_percentage": 7.15
  }
}