{
  "url": "https://jaroslavlachky.sk/crevo-a-mozog-12-crevo-dpp4-lepok-a-cukrovka/",
  "title": "Črevo a mozog #12 Črevo, DPP4, lepok a cukrovka",
  "content": "Vieš prečo je naozaj glutén (lepok) nevhodný, prečo nepatrí a ani nikdy nepatril do jedálnička homosapiens a ako súvisí s inzulínom? Dôvod prečo pre nás lepok nie je vhodný je jeden enzým, ktorý sa nazýva DPP4. Trávenie lepku je totižto v porovnaní s bežnými makronutrientami odlišné a dokonca má aj odlišný vplyv na inzulín a u ľudí s už problémovým črevom môže narobiť viac škody, ako by sa zdalo. P.S. Článok si môžeš vypočuť aj ako nahovorený Audio podcast a nájdeš ho TU. Sumár článku\n\nAko to vyzerá medzi žalúdkom, črevom a prechodom do krvi?Ako naša pečeň „tvorí“ neurotransmitery ako cholín alebo acetylcholín?Ako mitochondria a jej tvorba ATP riadi metabolizmus pečene a teda aj trávenie?Ako a pomocou čoho ľudia trávia glutén (lepok)?Čo je to enzým DPP4, ako súvisí s gluténom, ale aj inzulínom?Ako naše črevo pomocou neurotransmiterov riadi asimiláciu vírusov do našej DNA?Je naozaj kváskové pečivo v niečom lepšie ako obyčajné? (Budeš prekvapený…)Ako súvisí LDL cholesterol a vitamín D s našou imunitou, cukrovkou, ale aj gluténom?A ešte omnoho viac…\n\nZo žalúdka do čreva a do krvi\n\nDnes ideme rovno na vec. Tento článok ti dá veľa odpovedí, dozvieš sa prečo je naozaj glutén pre nás nevhodný, čo má spoločné glutén a inzulín, prečo ľudia nie sú uspôsobení na konzumáciu zrna (HOCI SI TO VEĽA ĽUDÍ MYSLÍ) a tiež ti pripomínam že v ďalších mesiacoch, keď sa budeme baviť viac o kvantovej biológii, o tom ako naozaj fungujú naše kosti a mozog, z akých materiálov sú zložené, tieto veci ti budú dávať väčší zmysel a vrátim sa k nim. Pretože to súvisí aj s kolagénom a jeho elektronickými vlastnosťami. Ideme na to. Základ toho, ako sa trávi potrava už vieš z článku #5 o mikrobióme a článku #9 o skrátenom čreve a apendixe. Takže nadväzujem na to a pokračujem. Keď trávime akýkoľvek bežný makroNUTRIENT (sacharidy, proteíny, tuky) z úst a po požutí sa dostanú do žalúdka, kde sa vďaka peristaltike svalov (sťahom) žalúdka a vďaka kyseline chlórovodíkovej (HCL) ešte viac rozložia (natrávia) a zmiešajú do zmesi, ktorá sa nazýva chým (alebo aj chyme). Toto všetko už vieš. Zo žalúdka potom chým prechádza cez zvierač (sval) do tenkého čreva, kde prebieha finálne trávenie, pričom tu prichádza na radu pankreas, žlčník a najmä pečeň. Pankreas uvoľňuje Inzulín, ale aj enzýmy (napr. lipázu), zatiaľ čo pečeň a žlčník majú na starosti žlčové kyseliny (teda žlč). Bez žlče totižto tuk nestrávime. Keď pečeň začne vylučovať žlč, tá sa dostane do tenkého čreva, kde aktivuje aj uvoľnené tráviace peptidy, ktoré následne rozkladajú predovšetkým bielkoviny, zatiaľ čo samotná žlč rozpúšťa najmä tuky. Táto už takmer úplne natrávená „zmes“ potom odteká traktom ďalej, až do hrubého čreva, pričom sa po ceste tenkým črevom väčšina absorbuje do krvi, vrátane aminokyselín, mastných kyselín aj jednoduchých sacharidov. Tu však prichádza jeden, respektíve dva dôležité body, ktoré si si mohol aj na týchto par riadkoch všimnúť a to: Za prvé. iba tenké črevo vylučuje tráviace enzýmy a prebieha tu chemické trávenie potravy, kdežto v hrubom čreve už nie. A po druhé, iba tenké črevo je priamo prepojené s pečeňou a pankreasom. Počas trávenia celej potravy pankreas uvoľňuje tráviace peptidy ako napr. pepsín, zatiaľ čo pečeň a žlčník majú na starosti žlč, ktorá aktivuje uvoľnené tráviace peptidy. Pečeň žlč vytvorí a žlčník ju zberá. Hormón cholecystokinin (CCK), ale aj sekretín, ktoré si určite pamätáš z minulého článku, potom stimulujú uvoľnenie žlče zo žlčníka. Pri stimulácii hormónom cholecystokinínom (CCK) sa žlčník stiahne a vytlačí žlč cez cystický kanálik do spoločného žlčovodu, pričom súčasne tunajší zvierač uvoľní a umožní žlči vstúpiť do dvanástnika (začiatok tenkého čreva). Tu prichádza na rad sekretín, ktorý ako odpoveď na prítomnosť kyseliny v dvanástniku stimuluje sekréciu bikarbonátu a vody, čím kyselinu zriedi, trochu neutralizuje a zároveň zväčší jej objem. Len približne 5 až 10 % týchto žlčových kyselín sa nakoniec vylúči, pričom väčšina sa reabsorbuje  v bedrovníku (posledná časť tenkého čreva), vďaka portálnemu venóznemu systému a vráti sa  do pečene. Mimochodom, teraz by si mal chápať aj môjmu záverečnému tipu so sódou bikarbónou v poslednom článku o HCL. Pečeň a rozklad acetylcholínu na cholín\n\nĎalšia dôležitá časť, ktorá na to nadväzuje je, že pečeň okrem tvorby žlče, tvorí aj cholín a tiež obsahuje cholínesterázu. Oboje spolu úzko súvisí. [R, R]\n\nCholín je ti už povedomý a to minimálne zo slova Acetyl-cholín, pretože som ho spomínal aj naposledy, v článku o HCL. Cholin, ktorý prijímaš v strave alebo tvoríš v pečeni, spolu s Acetylom CoA, ktorý tvoria funkčné mitochondrie, vytvoria acetylcholín. Neurotransmitter, ktorý slúži ako tvoj „turboboost“. To znamená, že poháňa tvoje myslenie, ale aj trávenie vďaka blúdivému nervu, ktorý mozog a črevo prepája. Cholinesteráza je zas enzým, ktorý katalyzuje (urýchľuje) hydrolýzu neurotransmitera acetylcholín na cholín a kyselinu octovú, čo je reakcia potrebná na to, aby sa cholinergný neurón vrátil do pokoja. To platí v mozgu, ale aj v čreve pri blúdivom nerve (vagus). Presne takto sa z pôvodne excitačného účinku acetylcholínu dokáže daný nerv zotaviť a následne zrelaxovať. Ako ti asi práve došlo, naša pečeň potrebuje vedieť kedy prestať produkovať žlč, kedy uvoľniť cholín a tiež kedy naopak aktivovať cholínesterázu, aby dala nervovým zakončeniam a acetylcholínu „POHOV“. Ani ty totižto nemôžeš nonstop iba pracovať a byť aktívny. Vždy potrebuješ aj oddych a spánok. V pečeni a s naším trávením je to podobné. Adenozín ako riadič metabolizmu pečene\n\nKľúčovou súčasťou tohto procesu je okamih, kedy pečeň prestane produkovať žlč a naopak začne uvoľňovať cholín. No a pečeň sa rozhoduje kedy to urobiť, sledovaním vlastnej rýchlosti metabolizmu a na základe lokálnej tvorby ATP vo svojich mitochondriách. A sme zasa pri mitochondriách. Teraz  Keď mitochondrie pracujú ako majú, ako výsledný produkt ich metabolizmu je voda, co2, teplo, ale aj ATP. Ak zároveň tunajšie bunky ATP aj rýchlo spotrebúvajú, pretože majú veľa práce s trávením nespracovanej potravy, napr. kvôli prenosu draslíka a chlóru, ako si to videl pri tvorbe HCL, bude sa tam hromadiť aj adenozín. Adenozín totižto vzniká z hydrolýzy ATP po tom, čo sa spotrebuje aj ADP a AMP (teda po odobratí všetkých 3 fosfátových skupín). A v pečeni je dôležitý práve adenozín. Keď trávenie súvisiace so žlčou produkuje dostatok adenozínu, metabolizmus pečene sa ešte zvýši, čím pečeň prejde z produkcie žlče na produkciu cholínu, ktorý následne pomáha s trávením tuku aj emulsifikáciou žlče a tiež tlmí nervové zakončenia. Ak naša pečeň netvorí dostatok adenozínu, nebude vedieť kedy zastaviť žlč, ktorá sa takto môže dostať vo veľkom do tenkého čreva, kde vyvolá zápal. [R, R]\n\nAj tu teraz opäť vidíš, aký veľmi dôležitý je cirkadiánny rytmus a prečo tvoje brucho potrebuje byť odhalené slnku. Slnko vysiela až cca 42% IČ svetlo, ktoré ti ľahko prenikne do brucha, kde stimuluje tvorbu ATP priamo a to dokonca bez nutnosti využiť elektróny z jedla! No je tu aj druhá strana mince a tou je umelé svetlo v interiéri a odhalené brucho. Naša pečeň je na pravej strane brucha, pod rebrami a je zakrytá iba malou vrstvou tuku a pokožky, pričom umelé modré svetlo tam ľahko prenikne, čím dehydratuje tunajšie mitochondrie, ktoré tak vyprodukujú menej ATP, ale aj menej adenozínu. Presne takto ti umelé svetlo nie len zhorší trávenie, ale aj spánok. Áno, dobre počuješ. Adenozín má v našej biológií totižto aj ďalšiu úlohu a tou je signalizácia spánku. Ak máme adenozínu málo, pretože mitochondrie netvoria dostatok ATP, spánok bude slabý, človek nebude vedieť večer ľahko zaspať a naopak cez deň bude neustále unavený a jeho potreba po káve bude stúpať…\n\nUž rozumieš, prečo by si mal byť vonku odhalený a bez okuliarov a naopak dnu zahalený a s nimi? Nežartujem. Aj toto je dôvod, prečo som zopár doplnkov súvisiacich s ATP spomínal \n\nZáklad o spolupráci pečene s tenkým črevom aj trávením teda máš a môžeme prejsť k pointe, ktorou je Lepok alias glutén a samozrejme aj inzulín (až cukrovka). Ako ľudia trávia glutén alias lepok\n\nOtázka, ktorú si možno niektorí nikdy nekládli (čo je chyba) a tí, ktorí sa zas nad touto otázkou zamýšľali, možno nezašli dostatočne „ďaleko“. Ja to však teraz zmením a to veľmi rýchlo, v pár riadkoch. [R, R]\n\nAko si videl v odstavcoch vyššie, pri normálnom trávení, kedy trávime súčasne tuk aj proteín (ktoré sa nachádzajú v každej bežnej nespracovanej potrave, okrem pár kusov ovocia), pečeň vylučuje žlč. Tiež nám tu pomáhajú tráviace enzýmy, ktoré rozkladajú dlhé vlákna bielkovín na menšie skupiny nazývané peptidy. Lepok obsahuje tiež peptidy a to konkrétne tri, tzv. alfa-gliadíny, ktoré sa však nedajú rozložiť bežnými tráviacimi enzýmami v žalúdku a dostávajú sa teda do tenkého čreva neporušené. Teraz dobre čítaj, pretože príde prvé AHA. Pre niekoho bez celiakie, alebo bez príliš priepustného čreva sa nestráviteľná časť lepku takto pohybuje tráviacim traktom, aby sa z tela vylúčila, takmer bez akejkoľvek reakcie či už s telom, ale aj imunitným systémom. Avšak my ľudia máme (bohužiaľ) v tenkom čreve jeden enzým s názvom Dipeptidylpeptidáza 4 (budem používať skratku DPP-4), ktorý je schopný štiepiť pšeničný lepok. Čo to teda pre nás znamená? Znamená to pre nás predovšetkým jeden problém. Čítaj ďalej a dozvieš sa aký…\n\nDPP4, tenké črevo a glutén\n\nV tenkom čreve dokážeme vďaka DPP-4 zahájiť čiastočné trávenie lepku, ktorý sa tam dostal zo žalúdka takmer v celku, no keďže ľudia majú v čreve aj zonulín, ktorí naše črevo robí mierne priepustné, takto čiastočne natrávený lepok prenikne okamžite z tenkého čreva do krvi. A tam už problém spôsobí, pretože napadá imunitný systém. Toto všetko sa však udeje relatívne rýchlo a ešte skôr, ako DPP-4 stihne dokončiť úplné strávenie lepku v tenkom čreve, čím nám následne vyvolá ešte viac problémov. Teraz príde druhé AHA. Vedci zatiaľ nenašli žiadne iné zvieratá okrem ľudí, ktoré by v črevách produkovali DPP4. U ľudí sa enzým DPP-4 tvorí vďaka génu, ktorý sa nachádza na 2. chromozóme, pričom je u nás exprimovaný v mnohých tkanivách vrátane pečene, čreva, placenty, pľúc a obličiek. Teraz sa spolu zamyslime. Prečo tento enzým tvoríme v mnohých tkanivách, keď lepok trávime iba v čreve však? Odpoveď je pretože samotný enzým DPP4 nemá úlohu iba pri lepku. Trávenie lepku je až jeho sekundárna evolučná úloha. DPP-4 totižto vplýva aj na inzulín. Chceš vedieť ako? DPP4 zablokuje vylúčenie inzulínu! DPP4 a inzulín\n\nZa normálnych podmienok, keď dostaneme do žalúdka potravu, jeden z uvoľnených hormónov je aj inkretin. Spol som ho pri článku o HCL. Inkretin následne stimuluje uvoľnenie inzulínu z beta buniek pankreasu. No a enzým DPP-4 je zas zodpovedný za degradáciu inkretínov. Práve preto sa nám pravdepodobne rozvinul DPP-4 aj v tenkom čreve. Teraz trochu kontextu a dovolím si aj zopár mojich „špekulácii“. Evolúcia už pred miliónmi rokmi pochopila, že lepok zo zrna nie je pre nás homosapiens vhodný a môže nám vyvolať patologickú inzulínovú rezistenciu. Teraz však myslím patologickú rezistenciu, ktorá je odlišná od prirodzenej, akú máme napr. v jeseni. Aj preto sa nám zrejme v DNA, vďaka virálnym častiam pred státisícmi rokmi, veľmi rýchlo rozvinul gén na tvorbu DPP-4, ktorý nám v krvi umožňuje degradovať inzulín, aby v krvi neostal vylúčený po dlhú dobu. Keď však ľudia pred cca 12 až 10 tisíc rokmi začali jesť vo veľkom zrno, lepok nám začal viac a viac ubližovať, čo vyvolalo epigenetický tlak, vďaka čomu sa u niektorých žien uvoľnil transgeneračne DPP-4 v tenkom čreve, kde mohol začať rozkladať aspoň čiastočne molekuly lepku. Pri tomto by sa však väčšina ľudí zastavila a skočila by s tým, že je to dôkazom toho, že ľudia sú na zrno a poľnohospodárstvo adaptovaní a dPP-4 v čreve je toho dôkazom. Ako to môžeš vidieť napr. v tomto článku, kde píšu o tom, že druh homo ochutnal zrno už pred 2 miliónmi rokmi, čo je pravdepodobne pravda. Ja ti však poviem, že to, že sme už vtedy zrno zjedli neznamená, že sme naň adaptovaní. Je to omyl a takéto zmýšľanie nestačí. Toto zmýšľanie, aké je odprezentované v danom článku je veľmi jednoduché a lineárne, no ja sa snažím mojich čitateľov učiť premýšľať viac a klásť si ťažšie otázky. Vezmime teda spolu myšlienkové pochody o krôčik vpred. Ľudia sú jediný primát, ktorý má od prírody schválne priepustné črevo, čo znamená, že tvorba DPP-4 v čreve nie je, a ani nikdy nebola našou adaptáciou na konzumáciu zrna, no je to našou „krátkodobou“ evolučnou ochranou. Vďaka DPP4 v čreve totižto umiestnime do krvi čiastočne natrávený lepok, no tiež do krvi vpustíme aj ďalší, „nepoužitý“ uvoľnený enzým DPP-4, ktorý tam následne ešte viac degraduje inzulín čo znamená 2 veci: V krvi budeme mať viacej lepku (gluténu) a budú tam po dlhšiu dobuTiež budeme mať v krvi dlhšie zvýšenú hladinu glukózy, keďže bude inzulín potlačený, čo spôsoby väčšiu glykáciu hemoglobínu (vzostup HbA1C) a aj väčší zápal (vzostup HsCRP a IL-6 a zníženie sDHEA). Ako teda vidíš, daný DPP-4 nám pomôže potlačiť sekréciu inzulínu, vďaka čomu nedostaneme inzulínovú rezistenciu, alias cukrovku rýchlo, iba na základe konzumácie zrna. Tu máš teda ďalší dôkaz toho, okrem skrátenia nášho čreva s apendixom, že ľudia nie sú, a ani nikdy neboli uspôsobení na konzumáciu zrna a už vôbec nie celozrnných vecí, ako sa to dnes odporúča v rámci akože „zdravej stravy“ a to ešte aj od lekárov a nutričných poradcov. A schválne som napísal aj zopár konkrétnych údajov (krvné testy), pretože si to sám môžeš overiť. Pripadne ak patríš k výživovým poradcom, pretože viem, že veľa z vás poradcov môj blog číta, môžeš to použiť pri identifikácii problému u klienta. DPP4, pečeň a cholín\n\nPosledná časť na dnes, ktorá ti tento kruh uzavrie a zároveň pochopíš, kde do hry gluténu vstupuje adenozín, ale aj acetylcholín je naša pečeň. Práve preto som s pečeňou začal vyššie. Krátke zopakovanie (veď ako sa hovorí: Opakovanie je matkou múdrosti.)\n\nPečeň uvoľňuje cholín aj cholínesterázu. Cholínesteráza rozkladá acetylcholín na cholín a zároveň neutralizuje nevyužitú žlčovú kyselinu. Kľúčovou súčasťou procesu je to, ako sa pečeň rozhoduje, kedy čo urobiť a robí to sledovaním vlastnej rýchlosti metabolizmu, vďaka hromadeniu adenozínu (vedľajší produkt tvorby a využitia ATP). Keď namiesto bežnej, celej a nespracovanej potravy, ktorá by bežne vyvolala adekvátnu produkciu žlče a následne vysokú spotrebu ATP v pečeni, používame pšenicu alebo mliečne výrobky, spôsobíme si v pečeni nedostatok adenozínu, vďaka čomu pečeň neuvoľní dostatok cholínu, čo spôsobí presun väčšieho množstva kyseliny do konca tenkého čreva, čo vyústi v zápal. To však nie je všetko. Je tu ešte jeden veľký problém. Cholín je spolu s acetylcholínom zodpovedný za správnu excitáciu a následnú relaxáciu nervových zakončení a to nie len v nervovej sústave, ale aj v čreve. Acetylcholín uľahčuje (excituje) prenos nervových signálov, pričom cholín tento prenos tlmí (relaxuje). Keď konzumujeme pšenicu a väčšinu mliečnych výrobkov, potláčame teda produkciu cholínu, vďaka čomu strácame kontrolu nad nervovými funkciami medzi črevom a mozgom. Acetylcholín, cholín, a ľudská DNA plná vírusov\n\nAko si videl, acetylcholín je neurotransmiter nie len nervovej sústavy, ale aj čreva a blúdivého nervu. Práve blúdivý nerv (vagus) je zas naviazaný na leptín priamo cez štvrtú mozgovú komoru, ako si to videl v článku naposledy. To teda znamená, že naše telo vyžaduje dostatok acetylcholinu na fungovanie, no tiež dostatok cholínu, aby nervy neostali „prestimulované“ a vedeli kedy prejsť do relaxačného stavu. Ak prestimulované sú, pretože im chýbajú upokojujúce neurotransmitery, potom sa naša nervová sústava dostáva pod väčší „útok“ nie len látok, ktoré by do mozgu normálne nemali prejsť, ale aj útok vírusov. Možno sa pýtaš, prečo tu miešam Vírusy, no až teraz skutočne pochopíš, prečo som danú sériu začal článkami o priepustnom čreve, proteíne zonulín a plánovanej, no postupnej inkorporácií vírusov do našej DNA. Keď sa rozpamätáš na  o tom, že naša DNA je zložená takmer celá z retropozónov a virálnych častí, ktoré sme po milióny rokov zbierali a to aj z mäkkýšov a morských plodov, ktoré sme konzumovali, musí ti byť jasné, že v tele máme mechanizmy na to, ako daným vírusom odolávať (aby nerobili problém) a tiež ako ich postupne zakomponovať do DNA. O tomto boli práve  a teraz na to nadviažem a pridám ďalší puzzle. Takéto Vírusy, ktoré do tela cez črevo prijmeme sa totižto k nervom v tele, ale aj mozgu nemusia dostávať iba cez obehový systém. Oni majú k dispozícii aj „skratky“ a jednou z nich sú práve nervy, ktoré máme v čreve a žalúdku a tiež nervy, ktoré siahajú až do mozgu a prepája ich blúdivý nerv a neurotransmittery. Ak všetko funguje, a nervy majú k dispozícii ON, ale aj OFF, nič sa nedeje, no ak im po dlhšiu dobu chýba „OFF“, nastáva problém. Čo tým myslím? Prostredníctvom nedostatku adenozínu a cholínu, dokážu mnohé vírusy, ale aj iné patogény prechádzať priamo do centrálnej nervovej sústavy a takmer nepretržite. Tiež však popri svojej ceste neustále napádajú imunitný systém za výstelkou čreva, čím spôsobujú chronický ZÁPAL (alias nás oberajú o elektróny). A teraz dobre popremýšľaj, čo pre nás predstavuje väčšie riziko. Celá, nespracovaná strava, ako napr. mäkkýše, plné vírusov, ale aj dávky proteínu s tukom, ktoré stimulujú dostatočnú produkciu adenozínu alebo naopak „zdravé“ zrno, ktoré prostredníctvom DPP-4 nie lenže vyvolá väčšiu glykáciu, neumožní pečeni vyprodukovať dostatok adenozínu, a ešte zvýši v čreve zápal? Dobre si rozmysli, ako odpovieš…\n\nNeurotransmittery, črevo, vírusy a pečivo verzus kvások\n\nZa normálnych podmienok, keď blúdivý nerv uvoľňuje acetylcholín, naša pečeň sa postará aj cholín a adenozín, čím sa vytvára priestor v našich bunkách, ktorý umožňuje ľahšiu inkorporáciu, ale aj expresiu vírusovej do DNA. Toto je však prirodzený a prírodný spôsob, ako vytvoriť symbiotický vzťah. Podobne ako sa ku nám v minulosti pridali mitochondrie počas endosymbiózy. Avšak je tu aj druhý prípad, ktorý nie je prírodný a je chronický a je ním zápal. O tom si čítal v úvode článku. Vždy keď zápal vzrastá, respektíve je v tele dlhodobo (chronicky), naše telo rýchlejšie spotrebúva zdroje vitamínu D. Toto následne ovplyvňuje imunitnú odpoveď čreva, ale aj celého tela a schopnosť buniek aktivovať svoje obranné dráhy, ako napr. APOPTÓZU. (Každý kto videl môj posledný QaA  Vitamín D je jedna z vecí (alebo ako som ho nazval „spinka“), ktorá drží našu výsteľku čreva trochu roztiahnutú, no nie priveľa. To znamená, že ak vitamín D klesne, pretože je v tele zápal a rýchlo ho spotrebujeme, naša výsteľka čreva sa rozťahuje, vznikne leaky gut a naviac sú tunajšie enterocyty obrané o schopnosť aktivovať na dennej báze apoptózu. Novembrový QaA  A práve tu sídli veľa B, ale aj T buniek, čo sú časti nášho imunitného systému, ktoré bojujú so zápalom. T bunky sa tiež nazývajú lymfocyty, ktoré sú súčasťou leukocytou a poznáš ich pod názvom biele krvinky. To sú tie veci, ktoré ti aj lekár bežne meria, keď ideš na vyšetrenie a podľa ich množstva v krvi vie, či máš v tele zápal. Nič sa neboj, ak týmto slovám nerozumieš, pretože o črevnom lymfatickom systéme a imunite bude už nasledovný článok a hneď po ňom praktický PROTOKOL. Možno teraz začínaš konečne chápať prečo je naozaj pečivo a obzvlášť celozrnné pečivo pre veľa ľudí problémové a mali by seriózne zvážiť jeho úplne vyradenie a to aspoň dovtedy, pokým nezvrátia stav svojho čreva, zápal v tele, ale aj steroidné hormóny, na čele s DHEA. Hormón DHEA teda môžete brať ako skvelý markér toho, kedy môžete pečivo zaradiť sezónne  a brať ho ako občasný a skvelý „tréning“. Jeho adekvátne hodnoty poznáte z \n\nTeraz položím zaujímavú a ťažkú otázku. Či pre nás ľudí má pečivo benefit? Nie. No môže to byť fajn občasný stimul pre našu imunitu, ktorá vďaka nemu bude v strehu. Podobne ako keď čelíme nejakým vírusom, patogénom, apod. Toto však platí na všetko pečivo a to aj kváskové, ktoré dnes ľudia zastávajú. Ľudia totižto radi hľadajú skratky a neradi robia „ťažkú prácu“ a to platí pri vzdelávaní, ale aj posúvaní sa vpred. A kdeže dnešný článok je už dosť dlhý a nie je venovaný celiakii, napíšem už iba toto. Vymeniť bežný chlieb za kváskový je ako vymeniť bežné cigarety za tie tenšie s filtrom a myslieť si, že sa zázračne zachránim. Keď má človek problém, ani jedno mu nepomôže, iba mu dá navonok mylný pocit, že niečo pre seba robí. Ak má však človek dlhodobý problém, napr. vďaka dehydratácii, nadmernej konzumácii pečiva, sacharidov, nevhodnému prostrediu, práci, spálni a proste čomukoľvek, čo ho oberá o vodu a elektróny, jeho Pentózový cyklus po dlhé roky nepracuje dobre, vďaka čomu nie len že nevie dobre detoxikovať, ale tiež nedokáže tvoriť dostatok steroidných hormónov, vrátane vitamínu D. Toto si zapamätaj. Vitamín D, imunita a apoptóza\n\nVyššie som spol aj vitamín D a vrátim sa na moment k nemu. Vitamín D je tiež steroidný hormón a je potrebný na fungovanie imunitného systému, ale aj pre smrť bielych krviniek. Áno, dobre čítaš. Bez vitamínu D tvoje lymfocyty nebudú môcť „umrieť“, a budú zostávať dlhšie v krvi, odkiaľ sa dostanú do tkanív, kde spôsobia problém. Práve VITAMÍN D je potrebný na spustenie apoptózy, no a naše črevo, konkrétne jeho výstelka je orgán, ktorý sa v našom tele neustále prerába čo znamená, že využíva apoptózu neustále a na dennej báze. O apoptóze som ešte na blogu veľa nepísal, v budúcnosti budem, tak teraz iba základ. Apoptóza je bunková smrť a je to náš prirodzený spôsob, ako sa zbavujeme nepotrebných častí. Avšak za normálnych podmienok, keď napr. mitochondria podstupuje apoptózu, musí byť schopná svoj flow elektrónov skrz respiračné Komplexy spomaliť a to bez toho, aby nejako ovplyvnila tvorbu ATP. A práve na tento „manéver“ naše bunky vyžadujú dostatok lokálneho vitamínu D (jeho aktívnu formu) a teda aj dostatok slnečného svetla. Toto je napr. dôvod, prečo rakovina a mnohé nádory metastázujú, pretože sa len potrebujú dostať k novým mitochondriám, ktoré ich budú zásobovať elektrónmi a kyslíkom. Bez nich rakovina zahynie. Ak však tvoje mitochondrie v čreve nepracujú, aj kvôli nedostatku adenozínu, ako si to čítal predtým, nebudú môcť na dennej báze spúšťať apoptózu a ty budeš v čreve hromadiť jednak veľa deutéria, no tiež budeš mat neustále zvýšené množstvo lymfocytov, ktoré budú prechádzať viac a viac do tkanív, kde sa z nich stanú makrofágy. LDL cholesterol a lieky na cukrovku\n\nMakrofágy sú bunky, ktoré pohlcujú a strávia všetko, čo nie je špecifické pre zdravé bunky tela, vrátane rakovinových buniek, mikróbov, bunkového odpadu, cudzorodých látok, atď. Avšak s daným „zajatým“ odpadom sa potrebujú vedieť aj zahubiť a následne ho zrecyklovať. Ak tam sú stále, pretože máš v tele nízky vitamín D a disfunkčne mitochondrie, v čreve bude neustále zvýšený zápal a bude sa musieť opravovať. A hádaj čo je jednou z najdôležitejších látok na opravu každej časti tela. Ak si povedal slovo LDL cholesterol, uhádol si. Málo ľudí totižto vie, že prirodzená, opravná reakcia ľudského organizmu, na akýkoľvek zápal a opravný mechanizmus je zvýšenie LDL cholesterolu. Pečeň ho začne tvoriť viac, vypúšťať do krvi, aby sa mohol dostať kde ho treba. Už chápeš, prečo si v nedávnom článku čítal o LDL a prečo chcem, aby si sa ho prestal  báť? Báť sa LDL cholesterolu a nedajbože ho ešte umelo znižovať, ak je v krvi zvýšený, napr. pomocou statínov, je nešťastné a podľa mňa veľmi zlé rozhodnutie, ktoré tvoje zdravie, ale aj život rýchlo zhorší. Ten cholesterol je totižto zvýšený z nejakého dôvodu a teba by mal zaujímať ten dôvod. Je to podobné ako keď ti v dome vzbĺkne rozvodná skriňa a začne horieť a ty budeš neustále iba hasiť požiar vo všetkých izbách, no nikdy neopravíš rozvodnú skriňu a zdroj požiaru. Verím, že prirovnaniu rozumieš. Teraz ti dám aj druhý príklad, prečo nemusia byť vždy lieky, ktoré potláčajú príznaky najlepším spôsobom, ako potlačiť aj skutočnú príčinu. DPP-4 je enzým, ktorý štiepi pšeničný lepok v tenkom čreve prostredníctvom deamidácie, no tiež, ako si videl vyššie, je spolu zodpovedný aj za vznik cukrovky 2. typu, pretože rozkladá inzulín. Dnes dokonca existujú Lieky, ako napr. Januvia® (si), Galvus® (vildagliptin), Onglyza® (saxagliptin), Tradjenta® (linagliptin), a mnohé ďalšie, ktoré inhibujú (blokujú) DPP-4, čím zabraňujú rozkladu niektorých peptidov ako glukagon  \n\nAj takto „bojuje“ moderná medicína proti cukrovke 2 tipu. Sám sa zamysli, či ti to nepripomína prirovnanie vyššie. Pretože keď sa zamyslíš zistíš, že je to rovnaké. Obzvlášť, keď ešte pacientom daný dietológ radí konzumovať malé kúsky potravy, viackrát za deň, a pečivo iba celozrnné, alebo nejaké „zdravšie“ ako napr. grahamové, apod., čo je vlastne úplný paradox a oxymoron. Ak teda patríš k cukrovkárom, osobne by som si skontroloval lekárničku a prediskutoval ju s lekárom a tiež sa zamyslel nad svojím jedálničkom. Ale to je len moje odporúčanie nezaujatého človeka. Ty musíš spraviť vlastné rozhodnutia, no na to najskôr musíš prevziať zodpovednosť do vlastných rúk! A práve tej sa ľudia často boja, čo je aj dôvod, že svoje zdravie zverujú do rúk lekárov a politikov, hoci často nevidia ani v priebehu rokov žiadne zlepšenie, no aj tak v tom pokračujú. Ja to dnes vezmem ešte o kúsok ďalej a tým zároveň aj ukončím článok a prezradím ti, že aj toto je jeden z dôvodov, prečo sa vždy smejem, keď ľudia obhajujú to, čo robili naši starí rodiča a nechápu tomu, že nie všetko robili správne. Keď napríklad niekto hovorí o tom, ako naši starí rodičia pili pálené a boli zdraví, alebo keď zajedali chleba rezňom, apod. V skutočnosti tento fakt, že jedli pečivo s mäsom bola jedna z vecí, ktorá dnes transgeneračne vyvoláva toľko problémov, vrátane celiakie, laktózovej intolerancie, apod., už u malých detí, ktoré sa narodia s takýmto epigenetickým deficitom. Ako ti totižto z riadkov vyššie došlo, zajedať kvalitné živočíšne mäso chlebom je veľmi rýchli spôsob, ako pečeni zabrániť vytvoriť dostatok adenozínu a zároveň ako d krvi uvoľniť DPP-4, veľa glukózy, ale aj mastných kyselín a cholesterolu. Potom do toho zarátaj slnečné okuliare a odhalené časti tela v interiéri, a možno ti trochu dôjde, prečo „chorobami“ ako histamínová intolerancia trpí čoraz viac mladých ľudí…\n\nRozhodnutie je však vždy na tebe. Môžeš aj naďalej čítať články o všemožných diétach a doplnkoch, alebo pochopíš, že tu ide o niečo iné a začneš sa o veci zaujímať sám a na „vlastnú päsť“. Ak sa rozhodneš pre druhú možnosť, myslím, že vieš kde začať…\n\nZáver\n\nAk sa ti článok páčil, a myslíš, že môže niekomu pomôcť, kľudne ho  Ak chceš byť informovaný medzi prvými o zverejnení nového článku, zanechaj mi nižšie email a dostaneš upozornenie. Tiež ti dávam do pozornosti 2 NOVINKY na webe a to možnosť pridať sa medzi  \n\nV  Nižšie vidíš viac informácií. Platba JEDNORAZOVO+ prístup do členstva získavaš NAVŽDY!Viac o jednorazovej ponuke TU >>\n\nVyuži možnosť zakúpiť si obe knihy Spoznaj Svoju Biológiu ako jeden Balíček v ZĽAVE a poštovným \n",
  "date": "2021-12-11T00:00:00+01:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:50:42+02:00",
  "word_count": 3940,
  "source_file": "revo_amozog_12_revo_DPP4_lepok_acukrovka.json",
  "cleaned_word_count": 4327,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:52.891530",
    "original_word_count": 3940,
    "cleaned_word_count": 4327,
    "reduction_percentage": 10.87
  }
}