{
  "url": "https://jaroslavlachky.sk/crevo-a-mozog-10-lpl-fiaf-ldl-cholesterol-a-nadvaha/",
  "title": "Črevo a mozog #10 LPL, FIAF, LDL cholesterol a nadváha",
  "content": "Vieš čo to je LPL alebo FIAF a prečo ich v tele tvoríme? A ako súvisia s nadváhou, cholesterolom, či konzumáciou raňajok? Aj na toto sa v dnešnom článku pozrieme. Po poslednom článku už vieš presne, ako, o koľko, aj prečo sa nám skrátili črevá a to hlavne hrubé (anaerobné) črevo, ktoré tvorí SCFA, aj prečo stále máme apendix a dnes dostaneš ďalší záverečný kúsok, ktorým je LPL a FIAF. Tieto dva „mechanizmy“ nám totižto v synergii so skráteným črevom umožňujú využívať mastné kyseliny aj ketóny pre potreby mozgu (aj pre myelináciu) a zároveň nám umožňujú aj tuk ukladať pod kožu, aby sme ho mohli oxidovať v čase, keď potravu nemáme. Tiež majú veľkú úlohu v tom, ako sa v našej krvi a tele správa cholesterol, a či tam bude robiť problémy (oxidovať) alebo nie. O chvíľu pochopíš lepšie, pretože ti ukážem, prečo by ľudia so zdravotnými problémami nemali v žiadnom prípade preskakovať raňajky. Poďme teda na to. P.S. Článok si môžeš vypočuť aj ako nahovorený Audio podcast a nájdeš ho TU! SUMÁR ČLÁNKU\n\nČo je to lipoproteínová lipáza a akú má úlohu v tele?Čo je to FIAF a aká je jeho úloha?Ako FIAF súvisí s LPL, čo ich vypína/zapína a ako súvisia s cholesterolom?Prečo naše telo od rána do večera mení veľkosť cholesterolu? Dá sa to vôbec?Prečo by chorí Ľudia a hlavne ženy nemali nikdy preskakovať raňajky a aký stravovací protokol zvoliť?A ešte omnoho viac\n\nČo je to LPL alias Lipo Proteínová Lipáza\n\nLPL (lipoprotein lipase) v preklade lipoproteínová lipáza je dôležitý enzým, ktorý sa u ľudí tvorí v srdci, vo svaloch, ale aj v tukovom tkanive. LPL je v našom tele stimulovaná najmä v prípade, ak sa najeme potravy a teda keď je vylúčený inzulín. Hneď ako si prečítaš 2 vlastnosti, aké LPL v našom tele má, dôjde ti prečo práve inzulín. Najskôr napíšem trochu odbornejšie jeho význam a hneď za tým viac laickejšie, aby pochopil každý. LPL funguje ako homodimér a má pre nás dvojitú funkciu: LPL vyvoláva z veľkosti v lipoproteínovom obale, ktorý v našej krvi prenáša cholesterol aj mastné kyseliny, ktorý verím každý pozná a volá sa Low Density Lipoproteín, v preklade lipoproteín nízkej hustoty (skratka je asi známejšia LDL). z VLDL, ktorý sa premení na IDL a potom na LDL.Druhá vec, ktorú LPL robí je, že umožňuje častiam nášho tela (napr. podkožným tkanivám) ukladať podkožný TUK, teda skladovať vodík. Než sa dostanem k viac laickému vysvetleniu, musím ešte poznamenať toto. LPL je kontrolovaná transkripčne a posttranskripčne a pre správne množenie aj svoju expresiu v periférnych tkanivách (napr. vo svaloch, či tuku) vyžaduje správne fungujúce cirkadiánne hodiny a cirkadiánne gény. Možno teraz chápeš prečo som ti pred takmer dvoma rokmi dal článok o cirkadiánnych génoch. Sú naozaj dôležité a dnes pochopíš, ako súvisia nie len s našim črevom, nadváhou, či cholesterolom, ale aj s cirkadiánnym a diurnámlyn stravovaním. Teraz viac laicky. Každý určite vie, že v krvi máme mnoho vecí, vrátane cholesterolu. Cholesterol však nie je sám o sebe hydrofilný a musí byť v krvi naviazaný na nejaký obal. Tento obal sa nazýva LDL. To je to, čo ti v krvi vždy sleduje aj lekár, a keď máš LDL vyššie, zvyčajne predpíše statíny, aby si ho znížil, čo je samozrejme veľká chyba, ako si z posledného článku môžeš pamätať. Hneď pochopíš lepšie a aj ako to súvisí s našim črevom a proteínom FIAF. Druhý bod rozoberať extra nemusím, verím, že vieš, čo znamená keď naše telo ukladá podkožný tuk. Jednoducho si vodík ukladá do dlhej molekuly, ktoré potom spojí dohromady a vzniknú z toho adipocyty, teda biely podkožný tuk. Bez neho by sme neprežili. Teraz sa však na chvíľu pobavíme o prvom bode. Ako dokáže LPL, ktorá je ešte stimulovaná inzulínom, zmeniť alebo zmenšiť cholesterol? Tak počkať, počkať. Cholesterol sa predsa nemôže zmenšiť. Áno, cholesterol sa zmenšiť nemôže, ale obal, ktorý ho prepravuje áno. No a práve LPL je zodpovedná za to, že tento obal, tzv. LDL, bude postupne zmenšovať svoju veľkosť. Vieš čo to pre teba znamená? Že keď sa bude zmenšovať, bude sa stávať termodynamicky efektívnejším. A čo zasa znamená toto? Že jeho pohyb v krvi bude efektívnejší, nebude tam ostávať, upchávať cievy a oxidovať. Nezabúdaj, že všetko čo sa zväčšuje nad svoj prirodzený rozmer prichádza o energiu. Predstaviť si to môžeš ako veľkého a ťažkého sumo bojovníka, ktorý nie je príliš obratný verzus 60 kilového karatistu, ktorý síce nie je veľký, ale je rýchly a obratný. LDL má totižto viacej druhov, pričom každý má inú veľkosť. Teraz si možno vezmi pero a papier, alebo len pozorne čítaj. Cholesterol, tipy LDL a vzťah s LPL\n\nNechcem tento článok príliš naťahovať, no základ o cholesterole a LDL poznať musíš, aby si mu pochopil. Práve preto som minulý týždeň uverejnil článok o Cholesterole, v ktorom si sa tiež niečo dozvedel a dnes nadviažem. LDL je prepravný tukový obal, ktorý nám po tele roznáša cholesterol, ale aj mastné kyseliny, rôzne vitamíny a ďalšie veci. LDL má však viacej druhov a nazývajú sa VLDL, ILDL a potom klasický LDL aj HDL. VLDL je skratka pre Very Low Density lipoproteín (teda lipoproteínový obal veľmi nízkej hustoty), zatiaľ čo ILDL je proteínový obal strednej hustoty a samotný LDL je lipoproteínový obal nízkej hustoty. HDL, označovaný ako „dobrý“ cholesterol je zas lipoproteínový obal veľkej hustoty. Ako z názvu vidíš, smerom  To znamená, že VLDL prenáša cholesterolu najmenej a najviac mastných kyselín, zatiaľ čo HDL prenáša cholesterolu najviac a mastných kyselín najmenej. Avšak teraz prichádza kľúčový bod a to VEĽKOSŤ/ OBJEM samotného obalu. VLDL sú najväčšie a HDL zasa najmenšie. Dochádza trošku? Chytáš sa aspoň trochu, prečo je bežne zaužívané, že HDL sú v krvi spájané ako „dobrý“ cholesterol, zatiaľ, čo LDL ako „zlý“? Jediný dôvod, prečo existuje takáto korelácia je ich veľkosť, ktorá poukazuje na REDOX a množstvo exkluzívnej zóny v krvi. Nič viac a nič menej. To znamená, že čím menej exkluzívnej zóny v krvnej plazme máš, a čím nižší REDOX tvoja krv má, tým viac VLDL v nej bude a menej HDL. Tiež to platí naopak. Čím vyšší REDOX, tým viac HDL budeš mať v krvi a menej VLDL. Cholesterol ako prenášač elektrónov\n\nAk si to nevieš predstaviť, pomysli na toho sumo bojovníka, ktorý síce nie je obratný, no je ťažký verzus ľahučkého karatistu. Ak je tvoja krv viac ako MED (hustá=málo exkluzívnej zóny), musí v krvi stúpnuť VLDL, ktoré má väčšiu hustotu. To znamená, že tam musí byť viac týchto „sumo bojovníkov“, ktorí hustú vodu prerazia. Ak je krv naopak správnej viskozity, bude v nej viac karatistov, ktorý sa ľahko a obratne cez nu preplavia. Rozumieš? Presne z tohoto nepochopenia tiež podľa mňa vznikli nedorozumenia tipu „zlý“ alebo „dobrý“ cholesterol. Cholesterol totižto sám o sebe nie je ani dobrý ani zlý. Ak by sme ho chceli takto nazývať nejakým prívlastkom, tak skôr „potrebný“. Cholesterol je totižto naozaj potrebný. Nie len, že pomáha našim bunkám opravovať sa, tvoria sa z neho dôležité hormóny, no tiež pomáha v stave stresu našim mitochondriám udržiavať vibráciu ich vnútornej membrány, aby dokázali oxidovať tuk. Čo je však to najpodstatnejšie sú opäť elektróny. Málo odborníkov si uvedomuje, že cholesterol obsahuje vo svojej molekule viac elektrónov, ako povedzme vitamín D. Avšak keď sa cholesterol v krvi uvoľní, ešte predtým, ako sa povedzme zapojí do tvorby previtamínu D, daný elektrón na viac nemá. Potrebuje ho najskôr získať. A asi tušíš, odkiaľ ho získa. Odpoveď je Voda, DHA a síra. Keď cholesterol totižto získa elektrón naviac, stane sa viac hydrofilným, čo znamená, že sa z neho stane spomínaný karatista a nie sumo bojovník. To znamená, že v krvi nebude ostávať, ale sa v nej bude hladko pohybovať. Keď teda elektrón získa (zredukuje sa), až vtedy ho môže odovzdať ďalej a zapojiť sa na ďalších reakciách- Ak naopak elektrón stratí, zoxiduje sa a vtedy sa stáva hrozbou. No je to vecou lokálneho Redoxu a redoxu krvi a nie toho, koľko cholesterolu zjeme, alebo koľko liekov na jeho zníženie užijeme. Tieto veci spolu totižto absolútne nesúvisia. Nezabúdaj na to! Týmto slovám možno niektorí z vás, ktorí sa o problematiku zaujímajú už aspoň z časti rozumejú, avšak je tu ešte niečo, čo treba poznamenať. Rovnako ako HDL, tak aj VLDL, ILDL a LDL naše telo tvorí prirodzene, no tvorí ich v rámci cirkadiánneho a diurnálneho rytmu. To znamená, že východ slnka a jeho západ a teda aj cirkadiánny rytmus v tebe ovláda kedy sa ktorý proteín do krvi uvoľní. Toto je kľúčové a hneď tomu pochopíš lepšie, keď sa dostaneme k FIAF a jeho súvisu s LPL aj cholesterolom, či podkožným tukom. LPL a inzulín znížia VLDL a naopak zvýšia HDL\n\nTeraz si tak trošku zhrňme informácie, aby sme mohli pokračovať. Enzým LPL je zodpovedný za to, že sa veľké VLDL zmenšia a časom sa z nich stane LDL, prípadne HDL. LPL tiež stimuluje ukladanie tuku pod kožou. No a zároveň inzulín je ten kľúčový hormón, ktorý stimuluje enzým LPL a dáva mu ŠTART. Keď sa teraz rozpamätáš na dávnejší článok Adaptácia na chlad #6 o Inzulíne spomenieš si, že molekula inzulínu obsahuje tyrozín, ktorý absorbuje UV. To znamená, že aj inzulín reaguje na UV a UV svetlo sa počas roka, ale aj počas dňa predsa mení. Mení sa jeho sila a aj čas, kedy svieti. To znamená, že v zime, kedy svieti UV menej, živočíchov Inzulín pracuje inak a s ním aj LPL. Práve preto danému živočíchovi v chlade stúpne LDL cholesterol. ()\n\nĎalšia zaujímavá vec však je, že aj molekula enzýmu LPL obsahuje tiež aromatickú aminokyselinu, konkrétne histidín (prekurzor histamínu), ktorá taktiež reaguje na UV. Pre teba tieto detaily podstatné až tak nie sú, no to, čo musíš vedieť a pamätať si je to, že rovnako ako inzulín, aj LPL reaguje na čas dňa a intenzitu slnečného svetla, aké je okolo teba. Málo ľudí totižto vie, že samotné VLDL, ale aj LDL a HDL vykazujú diurnálnu variáciu. To znamená, že ich hladina v krvi sa s časom dňa mení. Ráno je VLDL v krvi najvyššie a naopak popoludní sú najvyššie LDL s HDL. Dôvod prečo som ti práve prezradil. Je ním slnečné svetlo a cirkadiánny rytmus. Práve preto u zdravého človeka ráno jeho pečeň vyšle do krvi viacej VLDL, ktoré obsahujú hromadu mastných kyselín (vodíka), pretože všetky mitochondrie v tele sú po nich „hladné“. Rovnako pečeň využíva pentózový cyklus, detoxikuje a riadi glukoneogenézu, vďaka čomu zdravý človek ráno po zobudení a niekoľko hodinovom nejedenú nemôže (alebo by nemal) zažiť hypoglykémiu. Následne, povedzme po raňajkách, ktoré stimulujú aj inzulín, zdravému človeku stúpne LPL, ktoré umožní vylúčeným VLDL zmenšiť sa, vylúčiť mastné kyseliny, ktoré nesú, aby sa z nich stal LDL. Taktiež vtedy stúpa HDL, ktorý zberá cholesterol a vracia ho do pečene, aby neostával v cievach. Enzým LPL teda spôsobí to, že umožní VLDL uvoľniť triacyglceroly (skratka ) a hydrolizovať ich na voľné mastné kyseliny, ktoré tvoje mitochondrie môžu zoxidovať, alebo ich môžeš uložiť do podkožného tuku na neskôr, pričom glycerol, zbytková časť z rozložených, sa môže zapojiť do glukoneogenézy a teda tvorby novej glukózy. Väčšina z vás by sa teraz mala chytiť za hlavu a premýšľať nad tým, prečo by sme mali chcieť funkčný LPL, keď nám pomáha ukladať podkožný tuk? Odpoveď je kontext. LPL totižto potrebuje kontrolu a jedným z takýchto „kontrolórov“ je niečo, čo sa volá FIAF. FIAF totižto blokuje LPL a teda aj naše ukladanie podkožného tuku. FIAF alias Fasting Induce Adipocyte Factor \n\nFIAF, je skratka pre tzv. tukový faktor vyvolaný stavom nalačno (tento faktor sa nazýva v originále, v angličtine Fasting Induce Adipocyte Factor ), a je známy tiež ako proteín podobný angiopoietínu 4. FIAF je jedným z kľúčových mechanizmov, ktorými sú niektoré živočíchy, ako aj my ľudia, chránené pred obezitou. Asi ťa zaujíma dôvod, však? FIAF je totižto inhibítor cirkulujúcej lipoproteínovej lipázy (LPL) a je u ľudí produkovaný črevom, pečeňou aj tukovým tkanivom. Náš podkožný tuk je mimochodom miesto, kde sa tvorí leptín, hlavný hormón v tele. Aká to náhoda…\n\nČlánok Vznik života #4 Leptín\n\nTeraz by ťa zas mala napadnúť dôležitá otázka a to ČO a AKO naše telo aktivuje FIAF? Keďže FIAF kontroluje LPL a teda aj naše nadmerné ukladanie tuku, musí tu byť dobrý mechanizmus, však? Tá najdôležitejšia vec, ktorá FIAF aktivuje je keď majú baktérie v našom čreve pocit „prázdna, teda nejedenie (fasting) a za jeho tvorbu sú zodpovedné predovšetkým baktérie tipu lactobacillus. [R, R, R]\n\nZ článku #5 o mikrobióme a tráviacej sústave si môžeš pamätať, že lactobacillus sú anaerobné baktérie (probiotiká), nachádzajú sa v distálnych (vzdialených) častiach čreva, tam kde je menej kyslíka a tiež, že sa nachádzajú najmä u detí, ktoré boli dojčené. Ako ti teda asi práve došlo, na tvorbu FIAF potrebujeme mať hypoxické črevo (najmä hrubé), potrebujeme pocítiť stimul nie príliš plného žalúdka a čreva (teda nejedenie) a rovnako potrebujeme mať správne diverzifikovaný mikrobióm. Nikto netvrdí, že tam potrebujeme mať rozmanité kmene baktérií, no potrebujeme tam predovšetkým tie správne. Čo pre nás FIAF robí\n\nAby si mal predstavu, tak napríklad pri pokusoch s myšami, ktoré boli kŕmené vysoko tukovou stravou, no umelo im zvýšili obsah lactobacillus, zaznamenali vysokú redukciu v podkožnom tuku, čo korelovalo zvýšenému FIAF. Tiež sa ukázalo, že u myší nadmerná expresia FIAF spôsobila nie len 50% zníženie ich hmotnosti (teda schudli), no vyvolala aj rozpojenie v mitochondriách v ich hnedom tuku. To znamená, že FIAF stimuluje nie len betaoxidáciu, ale aj UCP tipu 1 a 3 vo svaloch. O UCP a hnedom tuku už boli dávnejšie články, tak ak si nespomínaš, preštuduj si ich. Hnedý tuk a UCP je totižto tvoja prirodzená cesta, ako sa udržiavať v dobrej forme, ako zvládať dobre chlad aj bez triašky a tiež ako sa vyhnúť nadmernej obezite (okrem iného). Práve preto som strávil toľko času  vysvetlením toho, ako naše črevo pracuje, akú úlohu tu zohráva ketóza, konzumácia tuku s chladom, aj prečo sa nám naozaj skrátilo črevo. Lactobacillus sa totižto u ľudí vyskytuje prioritne v koncovej časti tenkého čreva, tam kde sa začína slepé a hrubé črevo, kde by už mal byť všetok kyslík vyčerpaný. Práve odtiaľto potom baktérie uvoľňujú FIAF a tiež v ďalších častiach čreva tvoria SCFA, ako si to čítal naposledy. K tomuto sa ešte o chvíľu vrátim. Proteín FIAF sa však u ľudí našiel aj v rôznych iných tkanivách, vrátane krvnej plazme, čo naznačuje, že FIAF má aj endokrinnú funkciu. To znamená, že ovplyvňuje aj ďalšie hormóny a tiež ďalšie orgány, ako napr. svaly. Chceš vedieť ako? Pokračuj v čítaní. Svalstvo, podkožný tuk a FIAF s LPL\n\nEnzým LPL je regulovaný v našom odlišne v závislosti od tkaniva. Dnes napríklad vieme, že inzulín aktivuje LPL v adipocytoch (v podkožnom tuku), no naopak vo svaloch, tam inzulín znižuje expresiu svalovej LPL. Vo svaloch je zas naopak LPL aktivovaný glukagónom a adrenalínom (stresový hormón). Toto síce vysvetľuje, prečo sa počas pôstu (nejedenia) aktivita LPL vo svaloch zvýši a v tuku zníži, no nevysvetľuje to dôvod??? Prečo to takto príroda zariadila a prečo nám jeden a ten istý hormón (inzulín) môže rovnaký enzým (LPL) aktivovať v rozdielnych tkanivách odlišne? Za mňa je odpoveď leptin. Dôvod prečo inzulín aktivuje LPL v tuku je ten, že keď sa najeme, chceme aby sme chylomikróny plné VLDL z pečene mohli dostať do tuku, uvoľniť z nich mastné kyseliny a uložiť si ich tam na neskôr, no naopak vo svaloch to nechceme. Tam chceme mastné kyseliny oxidovať na tvorbu ATP, CO2 a vody. A zasa naopak glukagón a adrenalín, hormóny vylúčené v strese a keď sme nalačno, aktivujú LPL vo svaloch, čím umožnia našim svalom neplytvať príliš energiou, a zároveň umožnia nášmu podkožiu mastné kyseliny uvoľňovať do krvi. Keď do toho prirátate to, čo so Vám x-krát prízvukoval o Chlade a inzulíne, dôjde Vám prečo sa zo živočícha, ktorý sa adaptuje na chlad stane doslova Tuk spaľujúca mašina. Svoj podkožný tuk doslova zničí a to behom pár týždňov, nezávisle na tom, či bude akokoľvek trénovať, cvičiť, behať, apod. Jednoducho schudne a dokonca sa zbaví aj viscelárneho tuku. Áno, dobre počuješ. Daná séria o Adaptácií na chlad bola naozaj veľmi dôležitá a môže ti v mnohom pomôcť. Už sa dostávame do „finishu“, kedy sa dozvieš, ako do toho zapadá cirkadiánne stravovanie, raňajky bohaté na proteín, chlad, ale aj nadváha, až obezita. FIAF, MHC-1, PODKOŽNÝ TUK a HOMOSAPIENS\n\nTvorba podkožného tuku je prirodzený evolučný mechanizmus pre všetkých živočíchov, aby sme mali veľký zdroj vodíka. Toto už vieš a nemusíme o tom verím diskutovať. Ak by sme zdroj vodíka pod kožou nemali, museli by sme nonstop jesť, alebo by sme museli byť nonstop uzemnený a na slnku, presne ako rastlinky. Tiež z  vieš, prečo sa naozaj malé bábätko rodí tučnučné a prečo je pre nás podkožný tuk nevyhnutný. Aj počas evolúcie nám ho príroda musela zabezpečiť, inak by sme sa nemohli rozvinúť. To znamená, že príroda musela nájsť spôsob, ako nášmu druhu v Afrike dodávať dostatok potravy (stavebný materiál), tiež ako nám dodávať neustálu a dobrú oxidáciu mastných kyselín (napr. na tvorbu myelínu a pohon mozgu) a tiež ako nám zabezpečiť postupné hromadenie väčšieho množstva podkožného tuku. Ak by to totižto nedokázala, vyzerali by sme stále ako šimpanz, vychudnutí na kosť, a bez takéhoto mozgu. No a mechanizmus, akým to príroda spravila je práve LPL, FIAF a niečo, čo sa volá MHC-1. Dnes vieme, že kedykoľvek sa v tele ukladá podkožný tuk, naše gény tvoria proteín MHC-1 (skratka pre Major Histocompatibility Complex-1). Tento proteín ide zároveň ide ruka v ruke so zvyšovaním kapacity mozgu a vyššou tvorbou imunitných látok. Ak vezmeme do úvahy náš vývoj v Afrike, že sme mali neustály prístup k DHA, rybám a ich tuku, zlepšil sa nám mozog, viac naši potomkovia pribrali, ešte viac sa im zlepšil mozog, zlepšila sa im imunita, aby mohli kvalitnejšie, dlhšie žiť a tiež sa nemuseli báť vírusov, viac obývať a dobývať svet atď., dáva to celkom zmysel, čo povieš? Spojitosť s tvorbou MHC-1 je logická aj v tom, že každé dieťa, ktoré sa narodí s nejakou autoimunitnou poruchou, je obézne. Najmä v dospievaní. Dokonca aj ženy, ktoré majú problémy s autoimunitnými ochoreniami, majú zvyčajne nadváhu. Zvyčajne ich to trápi a chcú schudnúť, no ak sa im to aj nachvíľu podarí, prípadne to urobia nejakou drastickou metódou, ešte si viac ublížia. Zvýšená tvorba podkožného tuku je len ochranný mechanizmus. (Mimochodom, o autoimunite, zápale a imunite budeš v tejto sérií čoskoro čítať samostatný článok a máš sa na čo tešiť.)\n\nŠikovná evolúcia a jej triky\n\nTeraz teda finálna otázka, ktorú ti dnes položím a prosím ťa, skôr ako si prečítaš moju odpoveĎ, popremýšľaj nad ňou sám…\n\nTakže, prečo a ako EVOLÚCIA s PRÍRODOU vytvorili náš tráviaci trakt, ktorý simuluje nízkoenergetický stav (málo jedla) v čreve a zároveň nám umožňuje ukladať podkožný tuk a popri tom všetkom stále využívať tuk aj ako substrát energie pre mitochondrie? Odpoveď je jednoduchá. FIAF, MHC-1, GROUNDING a MORSKÁ STRAVA plná na elektróny a DHA. Spoločná evolúcia génu MHC1 s FIAF umožnili masívny rozvoj nášho mozgu a imunitného systému. Potrebovali sme k tomu len veľa elektrónov. Nič viac a nič menej. A presne toto nám poskytla chladná a vlhká zem, z ktorej vychádzalo silné magnetické pole (grounding) a tiež hromada elektrónov a silné UV svetlo (fotoelektrický jav). Presne toto sú podmienky, aké sme v Afrike mali. Morská strava a 3 tektonické dosky pod povrchom zeme, ktoré vytvorili niečo nevídané. Zefektívnili naše UZEMNENIE a ASIMILÁCIU ELEKTRÓNOV zo zeme cez naše CHODIDLÁ, ktoré majú ako jediné zo všetkých primátov POTNÉ ŽĽAZY. Vďaka podobným „trikom“ tiež evolúcia vytvorila „myľný“ signál v našich črevách, že máme k dispozícií málo potravy, pričom sme v skutočnosti v čreve mali STRAVU bohatú na kvantá ELEKTRÓNOV a PROTÓNOV. Práve toto je skutočný dôvod, prečo nám evolúcia skrátila črevá, aj apendix a tiež nám znemožnila našu potravu DOKONALE POŽUŤ pokým nie sme vyvinutí. Preto malé bábätko nemá zúbky a tiež preto staršiemu človeku zuby vypadajú. Jeho telo totižto potrebuje do tráviaceho traktu dostať potravu, ktorá je požutá menej a nie viac. Áno, dobre čítaš. Keď nám do tráviaceho traktu príde potrava, ktorá nie je úplne požutá (spracovaná), ktorá je objemovo malá, no plná ELEKTRÓNOV, náš mikrobióm z nej vyťaží maximum. Tiež sa naša zadná časť čreva vďaka tomu udrží hypoxická, čo podporí tvorbu FIAF. Naše črevo je v porovnaní s objemným, no málo energetickým ŠALÁTOM takto takmer prázdne. Súčasne vďaka tomu črevo dostane signál, že nie je plné, čo umožňuje spaľovanie a využívanie TUKU pre potreby MOZGU a súčasne tvorbu PODKOŽNÉHO TUKU, ktorý náš druh potrebuje. Šikovné, však? Prečo by mali ľudia s problémami raňajkovať\n\nAj toto, čo si čítal vyššie, je rozdiel v rastlinnej strave verzus vhodnej živočíšnej strave pre naše črevá a mozog. Tiež je to dôvod, prečo môže byť pri zdravotných problémoch rastlinná strava a obzvlášť zeleninové šaláty nevhodná. Keď totižto do nášho žalúdka príde objemovo malá potrava, ktorá neobsahuje príliš veľa kyslíka, ako je to napr. pri tuku s proteínom (typický príklad je ústrica), žalúdok začne trávenie, začnú sa uvoľňovať tráviace enzýmy, HCL, atď., no distálna časť čreva ostane na čas viac menej „hladná“, vďaka čomu zabezpečí hostiteľovi (teda nám) tvorbu FIAF, ktorý nám umožní naďalej spaľovať mastné kyseliny a taktiež potom tvoriť SCFA a butyrát. Elegantné, čo povieš? A práve preto by podľa mňa človek so zdravotnými problémami a obzvlášť ženy nikdy nemali preskakovať raňajky, ako sa to občas odporúča pri rôznych „fastingových“ protokoloch. Je to obrovská chyba. Takýto človek, keď ostane ráno nalačno, rýchlo stimuluje svoj glukagón, ktorý stimuluje LPL vo svaloch, ktoré sú však u neho rezistentné na leptín a nevedia mastné kyseliny oxidovať. Sú odkázané iba na glykolýzu, prípadne glykolýzu v cytoplazme. Jednoduchý test, ako si to aj reálne zistiť krvnými testami je HsCRP a FT3. Ak nemáš FT3 v úplne TOP stave, slová vyššie sa ťa pravdepodobne týkajú…\n\nTo znamená, že človeku veľmi rýchlo klesá energia a tiež sa mu do krvi uvoľňuje z pečene viac a viac VLDL, ktoré sa snažia do tkanív po tele rozniesť mastné kyseliny, avšak neúspešne. Tieto mastné kyseliny nedokážu byť zoxidované a to znamená, že VLDL, ako aj cholesterol ostáva v krvi dlhšie, kde je terčom pre oxidáciu. Až teraz sa stáva cholesterol nebezpečným. Ako  sprievodný jav preto logicky vždy v krvi zistia nízke HDL, znížený vitamín D, aj voľný T3 (štítna žľaza) a naopak vyššiu hladinu glukózy, CRP, inzulínu a tiež glykovaného hemoglobínu. Tiež takýto človek zvyčajne býva dehydratovaný, vďaka čomu stúpa vazopresín, ktorý sa snaží reabsorbovať v obličkách vodu, čím zároveň telo prichádza o sodík, zvyšuje sa objem krvnej plazmy a teda stúpa TLAK. Ak mi neveríš a poznáš takéhoto človeka, prípadne si to ty sám, choď, sprav si krvné testy a  Svoj tlak si vieš sledovať dokonca aj bez krvných testov. A ak nechceš, no aj napriek tomu dodržuješ svoj „zdravý fasting“, nehovor, že som ťa nevaroval. Fasting a teda hladovanie, obzvlášť v prvých hodinách po zobudení, môže totižto prísť až potom, keď človek nadobudne vysokú citlivosť na leptín a jeho cirkadiánny rytmus bude pracovať tak ako má. Možno by si si preto na záver tohto článku mohol zopakovať Cirkadiálny protokol, v ktorom si videl, ako vyzerá takéto cirkadiánne stravovanie. Vieš si ho stiahnuť aj v krátkom pdf. Článok Cirkadiálny protokol #1 Optimálna strava  Začiatočný pdf stiahneš TU \n\nZáver\n\nAk sa ti článok páčil, a myslíš, že môže niekomu pomôcť, kľudne ho  Ak chceš byť informovaný medzi prvými o zverejnení nového článku, zanechaj mi nižšie email a dostaneš upozornenie. Na záver ti dávam do JEDNORAZOVÚ PONUKU pridať sa medzi  \n",
  "date": "2021-11-27T00:00:00+01:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:50:45+02:00",
  "word_count": 3582,
  "source_file": "revo_amozog_10_LPL_FIAF_LDL_cholesterol_anadvha.json",
  "cleaned_word_count": 3859,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:53.490787",
    "original_word_count": 3582,
    "cleaned_word_count": 3859,
    "reduction_percentage": 8.54
  }
}