{
  "url": "https://jaroslavlachky.sk/vitamin-c-a-jeho-mnohe-tvare/",
  "title": "Vitamín C a jeho mnohé „tváre“",
  "content": "Aké sú skryté TVÁRE vitamínu C? Aké úlohy má v našom tele, z akej stravy ho načerpať, koľko ho dokážeme vstrebať a koľko je už veľa? Všetko, čo potrebuješ o vitamíne C SPOZNAŤ, nájdeš v dnešnom článku. Rýchly sumár článku: Aký je rozdiel medzi vitamínom C a kyselinou askorbovou? Prečo sa nejedná o to isté, hoci na obale suplementov sa uvádza, že áno?\nPrečo je vitamín C v tele v skutočnosti voľný radikál, hoci má pozitívne účinky?\nKtorí dva ľudia preukázali účinky vitamínu C, aj voči rakovine?\nAké funkcie má v našej biológií vitamín C a na čom všetkom sa podieľa?\nKoľko vitamínu C nájdeme v strave a v akej konkrétne?\nAko sa v tele vitamín C vstrebáva, koľko, z čoho a koľko by sme ho mali jesť?\nPrečo ľudia v minulosti stratili endogénnu tvorbu vitamínu C, prestali konzumovať rastlinnú stravu s jeho vysokým obsahom a zároveň sa nám rozvinuli haplotypy?\nA ešte mnoho viac\n\nVITAMÍN C je ako BOXER\nAko je už u mňa zvykom, OTÁZKY sú tie najdôležitejšie, pretože je to PÝTANIE SA, čo nás posúva vpred. Človek, ktorý všetko vie a všade bol, sa tak ľahko neposunie, nech je to v čomkoľvek. Tu je teda zopár otázok k dnešnému článku: Akú úlohu v evolúcií zohral vitamín C alebo kyslík? Prečo ide kyslík a vitamín C ruka v ruke? A prečo bez kyslíku, DHA a vitamínu C nemohli vzniknúť STROMY, ani ĽUDIA? Kedy je najlepšie prijímať kolagén? Prečo vitamín C v skutočnosti v našom tele pôsobí ako voľný radikál, ale aj ako antioxidant? Koľko by sme ho mali prijímať v strave, z akej potravy, kedy by sme ho mali jesť, koľko a kde sa v tele vitamín C vstrebáva a prečo je doplnok výživy zvyčajne vyhodením peňazí? Všetko sú to zaujímavé otázky a v dnešnom článku nájdeš odpovede. Mimochodom, tiež pochopíš prečo som v úvodnom obrázku použil pomaranče (žeby na zaujatie?), no vo väčšine prípadov, napr. v zime, to môže byť veľmi zlý spôsob, ako vitamín C dopĺňať. Článok je malým doplnením k predošlému MITOCHONDRIE #7 o voľných radikáloch a antioxidantoch, pretože verím, že viacerých z Vás zaujíma aj táto strana mince (odkiaľ a koľko ho jesť, atď.). Tiež boli po zverejnení článku k tejto téme nejaké diskusie na fóre a svoj obsah rád prispôsobím, keď vidím záujem. (Mimochodom, ak ťa fórum zaujíma, mohla by sa ti hodiť funkcia NASTAVENIA ODBERU.) Poďme na to. „Keď sa molekula vitamínu C stretne s voľným radikálom, oxiduje sa, a tým sa stáva neškodným voľným radikálom. Oxidovaný vitamín C sa potom vráti do svojho neoxidovaného stavu pomocou enzýmu nazývaného vitamín C reduktáza. Vitamín C je ako boxer, ktorý ide do ringu, dostane úder do čeľuste, potom ide do svojho kúta, aby sa zotavil, a potom to robí znova.“ \nNick Lane\nToto je citát z peknej knižky od Nicka Lane, od ktorého nájdete nejaké knihy aj v mojej knižnici, v ktorej ukazuje okrem iného, aj veľké nepochopenie vitamínu C. Vitamín C je dnes jeden z najväčších biznissov, čo sa predaja doplnkov týka, no málokto pozná jeho skutočný význam alebo správanie sa v tele. Ako to už totižto býva, opakovaná lož sa často stáva pravdou a málokto potom túto pravdu spochybňuje. Pri vitamíne C je to podobné.\nJe to veľmi silný a potrebný antioxidant, no to neznamená, že ho máme dopĺňať v doplnkoch výživy a zároveň to ani neznamená, že je to skutočný „ANTIOXIDANT“. Presne preto som začal odstavec s citátom od Nicka. Nick je veľmi inteligentný a vzdelaný biochemik, výskumník, aj spisovateľ a práve v knihe OXYGEN pekne poukazuje na to, že aj funkcia vitamínu C v tele je síce antioxidačná, no v skutočnosti je vitamín C pro-oxidant. [1, 2]\n\nZisti viac o  Ak nevieš o čo sa jedná, tak kyselina Askorbová je to, čo si bežne kupuješ v lekárni alebo hocikde inde, pričom je to označené ako vitamín C, hoci nie sú to isté. Vitamín C je ten skutočný vitamín, ktorý sa nachádza v potrave, ktorý má svoje benefity, zatiaľ čo kyselina askorbová je extrahovaná v laboratóriu a je to iba jedna časť z vitamínu C. Ako to myslím? Už v ďalšom odstavci sa dočítaš o človeku, ktorému bola udelená Nobelova cena za objav vitamínu C, ktorý sám vravel, že skutočný vitamín C, ten ktorý sa nachádza v potrave, obsahuje aj iné látky, označované napr. ako vitamín P (aj iné), ktorými boli v skutočnosti flavonoly (farbivá), ktoré reagujú na svetlo. Sám objaviteľ tvrdil, že je to práve súhra viacerých látok spolu, ktoré môžu za synergický efekt vitamínu C.\nVitamín C, ten ozajstný vitamín, ber ako KOMPLEX, ktorý zahŕňa aj ostatné časti vrátane flavonolov, zatiaľ čo kyselina askorbová je iba hlavná časť, ktorá tieto všetky komplexy prepája a drží pohromade. Predstaviť si to môžeš na príklade auta. Vitamín C je ako celé koleso, zatiaľ čo kyselina askorbová je ako pneumatika. „ Každý vie, že na jazdu potrebujeme mať dobré pneumatiky. Bez nich ľahko havarujeme a preto si neustále kupujeme nové, neojazdené, s dobrým dezénom. Avšak, hoci si nikto z nás nekupuje aj celé koleso, neznamená to, že ho nepotrebujeme. Bez kolesa, je nám pneumatika na nič, hoci ak máme koleso v poriadku, dobrá a nová pneumatika sa hodí. Presne takto je to s kyselinou askorbovou.“\n\nDúfam, že si to teda zapamätáš, pretože je to dôležité. Kyselina Askorbová má naozaj zdravotné benefity, no maj na mysli, že sa jedná iba o časť skutočného vitamínu C a hlavne je to umelý produkt, ktorý vzniká v laboratóriu (proces jeho výroby by sa ti mimochodom nepáčil).\nPozri sa na obrázok, ako vyzerá kyselina askorbová, aj z čoho sa tvorí. Všimni si, že sa tvorí z glukózy a aj sa na ňu podobá. Neskôr na to nadviažem. Albert Szent-Györgyi a objav vitamínu C\nTieto dve mená, Linus Pauling a Albert Szent-Györgyi, sú hlavní ľudia, ktorým vďačíme za veľké objavy ohľadom vitamínu C. Albert dostal v roku 1937 za extrahovanie kyseliny Askorbovej aj Nobelovu cenu. Zaujímavé však je, že sám Albert poukazoval na to, že kyselina Askorbová a vitamín C, ten ktorý sa nachádza v strave, nie sú rovnaké a majú aj odlišné účinky. O tomto veľa ľudí ani len nevie.\nV roku 1936 bol dokonca uverejnený list od Alberta v prestížnom časopise Nature, kde hovorí o tom, že kyselina Askorbová nie je ten vitamín C, ktorý lieči skorbut. Kľudne sa pozri sám, list nájdeš na konci v referenciách pod číslom 5 a na google si ho ľahko nájdeš. Budem citovať z daného papiera. „Pri niektorých patologických problémoch spojených s permeabilitou a fragilitou steny ciev a kapilár, bola kyselina askorbová neefektívna, zatiaľ čo extrakt z červenej papriky alebo citrónová šťava, účinne pomohli.“ \n\n„RÔZNE chemické a klinické pozorovania viedli k domnienke, že kyselinu askorbovú sprevádza v bunke látka podobného významu a podobnej aktivity. Pri absencii obidvoch látok prevažujú príznaky nedostatku kyseliny askorbovej (skorbut) a zakrývajú príznaky nedostatku druhej látky. Pri nedostatku vhodných experimentálnych zvierat alebo podmienok bol pokrok závislý od spontánnych patologických stavov, spôsobených alebo ovplyvňovaných týmto druhým faktorom.“ \n\nAlbert vo svojom liste spomínal, že existujú niektoré fytochemické farbivá (flavonoly), ktoré sú nevyhnutné k tomu, aby vitamín splnil svoju úlohu, ktoré sa nachádzajú v červenej paprike a citrónovej šťave, ktoré sú rozhodujúce pre optimalizáciu účinku. V skutočnej strave ich našiel, no v extrahovanej kyseline askorbovej neboli.\nMimochodom, Alber tiež preskúmal aj Krebsov cyklus a prispel svetu objavmi niektorých medzičlánkoch, ktoré sa na krebsovom cykle podieľajú. Spolu s Linusom Paulingom to boli asi prvý ľudia, ktorí si uveali skutočný význam vitamínu C a jeho kvantovo mechanických vlastností, ktoré pomáhajú mitochondriám v kvalite VODY a presúvaní VODÍKA (PROTÓNOV aj ELEKTRÓNOV zvlášť, pri konci sa k tomu v uzamknutej časti pre členov ešte vrátim). Linus Pauling a vitamín C\nLinus Pauling sa zaoberal taktiež viacerými vecami a v roku 1954 získal Nobelovu cenu v chémií za výskum chemických väzieb. Jednou z najväčších zásluh Paulinga v chémii bola idea o REZONANCII, v ktorej uvádza, že delokalizácia elektrónu (jeho schopnosť správať sa ako vlna a nie ako častica) je zodpovedná za stabilizovanie molekúl. Práve toto sa ukázalo byť kľúčové aj pri význame vitamínu C, ale aj ďalších antioxidantov, hoci ako o chvíľu uvidíš, ani jeho výskum sa nestretol s veľkým úspechom v spoločnosti, hoci pomáhal napríklad aj pri „liečbe“ rakoviny.\nPauling bol veľmi inteligentný človek aj vedec a okrem iného sa podieľal na PROTI VOJNOVEJ KAMPANI, spolu so svojou manželkou, a v roku 1957 dokonca do Bieleho domu doniesol petíciu proti nebezpečným účinkom atómovej bomby s viac ako 11 tisíc podpismi, z čoho 2 tisíc podpisov bolo od uznávaných vedcov, vrátane Alberta Einsteina, či Alberta Schweitzera. Pauling poukazoval na možný neželaný spád využitia atómovej bomby a taktiež na možné dôsledky a defekty ľudí, ako aj RAKOVINY.\nAj kvôli týmto svojim činnostiam bol Pauling v 50.tych rokoch vyšetrovaný FBI a taktiež bolo úplne zrušené jeho financovanie výskumov z NIH v Amerike. Tieto veci ti píšem schválne, pretože by si ich mal poznať. Ak si čítal článok o VAKCÍNACH, POLITIKE a VÍRUSOCH, mali by ti dochádzať ďalšie súvislosti a o chvíľu sa dozvieš, prečo som v danom článku spol aj prezidenta Nixona, ktorý začal verejný „boj“ proti rakovine a zároveň prečo bol Pauling, ktorý mal relevantné dôkazy voči rakovine a jej liečbe, úplne vyhostený a zatlačený do úzadia. Nikto totižto nie je zvedavý na skutočné RIEŠENIA, ani čo sa liečby RAKOVINY alebo VITAMÍNU C týka, ale iba na LIEKY a DOPLNKY, ktoré sa tvária ako možná OCHRANA alebo PREVENCIA a čo je hlavné, dajú sa SPEŇAŽIŤ a NEUSTÁLE PREDÁVAŤ. Žeby aj kvôli tomuto bola dnes rakovina medzi prvými priečkami úmrtnosti aj napriek tomu, že sa do jej výskumu od čias Nixona investuje viac a viac? A prečo si myslíš, že ti na tom žiarivo osvetlenom televízore beží každý deň pútavá reklama o tom, ako potrebuješ kupovať vitamín C v tabletke, či hocikde inde? Vitamín C, Pauling a liečba rakoviny vs bizniss\nLinus Pauling v roku 1970 publikoval veľmi dôležitú prácu s názvom Vitamín C a bežná chrípka, v ktorej poukázal na to, že vysoké dávky vitamínu C môžu predchádzať alebo liečiť chrípku. V ďaľších rokoch Pauling doplnil, že vitamín C vo vysokých dávkach dokáže dokonca liečiť poruchy ako Schizofrénia, či kardiovaskulárne problémy. Čo však bolo vyvrcholením, Pauling poukázal na to, že podávanie vitamínu C vo vysokých dávkach intravenózne (do žily), dokáže zvýšiť prežitie a predĺžiť život pacientom s rakovinou v pokročilom štádiu.\nV ďalších rokoch boli robené viaceré štúdie z NIH, ktoré Paulingove slová znehodnotili, na čo Pauling reagoval a poukázal, že v týchto štúdiách použili miesto intravenózneho iba orálny vitamín C, ktorý sa radikálne inak vstrebáva (vďaka presýteniu SVCT, o ktorom sa dočítaš o chvíľu) a má iné účinky. Čo je však podstatné je to, že Pauling bol verejne a úmyselne označený za klamára a podvodníka, zatiaľ čo NIH skutočne preukázala potencionálne účinky orálneho vitamínu C a bizniss sa rozbehol. Možno sa pýtaš, prečo by si mal tieto zdanlivo nepodstatné skutočnosti poznať? Pretože toto bol opäť raz ZROD veľkého biznissu, ktorý má dodnes jediný cieľ. Vytiahnuť z tvojej peňaženky peniaze. So zdravím to však nemá nič spoločné. Linus Pauling zomrel v roku 1994 a jeho mnohé práce v súvislosti s vitamínom C neboli verejne uznané a, zatiaľ čo vitamín C bol označený ako ESENCIÁLNA ŽIVINA/VITAMÍN, čo je pravda, pretože si ho v tele nedokážeme tvoriť. Avšak, ak si ho v tele nedokážeme tvoriť neznamená to, že ho máme suplementovať a tiež, že kyselina askorbová a vitamín C v potrave sú rovnaké. Ak by bol pre nás suplement potrebný, prečo by nám inak evolúcia v istom bode histórie odstránila z našej DNA gén, ktorý tvorí enzým gulonolaktón oxidáza, ktorý je zodpovedný za finálny krok v syntéze vitamínu C z glukózy? Ty ako čitateľ blogu, by si mal nad týmto popremýšľať. Než pôjdeme ďalej, použijem ešte slová od Paulinga, ktoré skvelo vyjadrujú postoj k doplnku, či lieku: „Radšej budem veriť biochémií koze, ako rade doktora.“ \nLinus Pauling\n\nVitamín C a jeho úloha v biológií\nObaja vedci, Pauling aj Gyiorgyi, boli známi tým, že sa venovali výskumu kvantovej mechaniky a uveali si súvislosti aj s biológiou. Práve tieto veci sú kľúčové aj vo funkcii vitamínu C. Alebo si nikdy nepremýšľal nad tým, prečo si ho v tele nevieme tvoriť? Ľudia aj opice stratili schopnosť syntetizovať v tele vitamín C, no my, na rozdiel od opíc, sme ešte aj prestali jesť rastlinnú stravu, dokonca sa nám skrátilo črevo a upravila sánka, čo nám znemožnilo rastlinnú stravu dobre prijať aj stráviť, pričom sme začali jesť mäkkýše, ktoré sme počas nášho vývoja mali neustále k dispozícií. Druhá otázka je, prečo PROKARYOTY nesyntetizujú vitamín C, ale iba EUKARYOTY? Vieš, že jednoduché baktérie vitamín C nechcú? Prečo? Žeby to malo podobné dôvody ako to, prečo nechcú využívať KYSLÍK alebo FLUÓR? Prokaryoty chcú elektróny aj protóny mať pod vlastnou kontrolou. Vitamín C by im bol na škodu. A čo tak ďalšia otázka. Prečo si rastlinky, ale aj iné zvieratká, ktoré jedia rastlinnú stravu a vitamínu C prijímajú veľa, tvoria vitamín C v tele? Veď, ak ho jedia neustále, prečo ho ešte aj tvoria? Mimochodom vieš o tom, že pri tvorbe vitamínu C v tele vzniká aj potencionálne škodlivý voľný radikál, peroxid vodíka? V knihe  \nNapríklad také gorily jedia v priemere okolo 5 gramov vitamínu C denne, zatiaľ čo naši paleolitický predkovia jedli okolo 400 miligramov. Naši pôvodní predkovia alebo tí, ktorí sa neskôr z Afriky sťahovali do chladných podnebí, ho dokonca jedli ešte menej. Mohlo to mať pre nás benefity? A mohli ho paradoxne zo živočíšnej stravy a rýb prijať viac? Odpoveď je áno, a mohlo to všetko mať pre nás benefity. Metabolizmus vitamínu C\nKyselina askorbová existuje pri bežnom fyziologickom pH, predovšetkým ako tzv. askorbátový anión, pretože sama o sebe je nestabilná. [13, 14] Kyselina askorbová je teda in vitro (mimo živého tela) extrémne nestabilná. Keď anión askorbátu stratí jeden elektrón, stane sa z neho askorbový radikál. (Aj tu môžeš vidieť, že kyselina askorbová je v našom tele v skutočnosti vo forme voľného radikálu, hoci nereakčného, čo je pre nás dobré.) Tento askorbátový radikál má niekoľko možných ciest, ktoré môže „podstúpiť“. – môže stratiť ďalší elektrón a stať sa dehydro-askorbátom (skratka DHA),\n– získať elektrón a protón na regeneráciu aniónu askorbátu,\n– reagovať s iným zvyškom a tvoriť stabilnú zlúčeninu,\n– dva askorbátové radikály môžu reagovať spolu a vznikne jeden askorbátový anión a jedna molekula dehydro-askorbátu (DHA).\nAsi sa ti to zdá, ako nudná biochémia, no hneď ti poviem, čo to znamená pre teba, v ľudskej reči. Za  bežných fyziologických podmienok, môžeme kyselinu askorbovú veľmi ľahko „stratiť“ (premení sa) a práve toto môže byť dôvod, prečo bol vitamín C u nás POTLAČENÝ a možno aj NAHRADENÝ niečím iným. (Čim bol vitamín C u homosapens nahradený, si zatiaľ nechám pre seba.)\nPri pH 7,0 a 37 °C, čo sú normálne podmienky, sa dehydro-askorbát štiepi na kyselinu 2,3-diketo-L-gulonovú s polčasom rozpadu asi 7 minút. Voľný radikál superoxid potom reaguje s dehydro-askorbátom za vzniku oxalátu a kyseliny treónovej. Keď v našom ľudskom tele chýbajú redukčné činidlá, ktoré sú schopné regenerovať askorbát z dehydro-askorbátu alebo askorbátového radikálu, askorbát sa stratí a ešte v tele vzniknú takéto „odpadové“ produkty. Teraz však 2 podstatné body.\nLátka, ktorá v nás kyselinu askorbovú regeneruje je GLUTATIÓN, čo je náš najsilnejší antioxidant v tele, ktorý si tvoríme endogénne. Môže za to enzým s názvom dehydroaskorbát reduktáza, ktorý sa nachádza vo veľkom napríklad v našej krvi a konkrétne v červených a bielych krvinkách. Vďaka nemu glutatión donáša elektróny, ktoré zredukujú DHA a spravia z neho nazad ASKORBÁT.\nDruhá vec je, ako si si mohol všimnúť, metabolizmus kyseliny askorbovej v nás tvorí OXALÁTY, ktoré verím poznajú najmä ľudia, ktorí sa zaujímajú o ZDRAVÚ VÝŽIVU. Oxaláty sú totižto látky, ktoré sa nachádzajú vo veľkom v rastlinnej strave, ktoré nám bránia vo vstrebávaní niektorých dôležitých látok. Oxaláty sú označované aj za „ANTI NUTRIENT“. Možno je to pre teba teda prekvapením, možno nie, no oxaláty sa v našom tele tvoria aj samé a to práve z metabolizmu kyseliny askorbovej. Mimochodom, aj preto boli v minulosti zaznamenané mnohé prípady, kde suplementovanie kyselinou askorbovou ľuďom privodilo (alebo k tomu pomohlo) obličkové kamene. Oxalát je totižto potrebný na ich vznik, spolu s vápnikom. Na druhej strane však tento prípad dnes už takmer nehrozí, pretože vápnik je u ľudí radikálne ovplyvnený umelým EMP (v zlom), vďaka čomu sa „nestíha“ zapájať do reakcie pri vzniku obličkových kameňov. Prooxidačná aktivita kyseliny askorbovej je spojená aj s interakciou s prechodnými kovmi (najmä so železom a meďou). V podmienkach vysokej koncentrácie askorbátu, vitamín C katalyzuje redukciu iónov voľného prechodného kovu, čo spôsobuje tvorbu voľných radikálov. Redukované ióny železa potom reagujú s peroxidom vodíka za vzniku reaktívnych hydroxylových radikálov alebo peroxidových iónov. Táto reakcia nastáva v prítomnosti kyslíka. Prebytok vitamínu C (cca 3 mg / deň) môže navyše zhoršiť absorpciu železa, medi alebo vitamínu B12. Naopak však jeho menšie množstvo, ako je to v strave, vstrebanie železa podporuje. Bez vitamínu C sa človek stane okrem iného, ľahko ANEMICKÝM.\nAk je vitamín C v tele v normálnych množstvách a prebieha aj tvorba superoxidu, plus máme adekvátny stav železa a medi, kyselina askorbová chráni všetky vitamíny rozpustné v tukoch pred oxidáciou. Vieš, čo táto informácia pre teba znamená?\nŽe u ľudí, ktorí majú poškodené mitochondrie a vysokú heteroplazmiu (o heteroplazmii sa dočítaš už ), môže vitamín C zlepšiť tvorbu ATP energie, vďaka recyklácií vitamínov rozpustných v tukoch, ktoré si naše telo neustále obnovuje endogénne: vitamíny A, D, K2, E, Koenzým Q10. To znamená, že s vitamínom C si ušetríš peniaze, ktoré by si vyhadzoval za užívanie doplnkov s vitamínmi, ktoré som práve popísal. Tento efekt sa dá dokonca rýchlo dosiahnuť vo vážnych stavoch, kedy sa pacientom vitamín C podáva intravenózne (vnútrožilovo). Ty však túto možnosť nemáš, no môžeš si dopomáhať stravou a vecami, o ktorých sa dočítaš v odstavcoch nižšie. Na čom sa v tele vitamín C podieľa\nKyselina askorbová sa podieľa na hydroxylácií prolínu a lyzínu v kolagéne, syntéze karnitínu, metabolizmu tyrozínu, pôsobí ako antioxidant, podporuje imunitu, pomáha s resorpciou železa, má vplyv na beta-oxidáciu mastných kyselín, zvyšuje aktivitu mikrozomálnych enzýmov a urýchľuje detoxikáciu cudzorodých látok.\nTeraz ti prezradím niečo, o čom možno nevieš. Z článku o ENDOSYMBIÓZE vieš prečo, aj ako vznikol komplexný život. Mohol za to KYSLÍK, UV svetlo a novo vzniknutá mastná kyselina DHA (avšak pozor, nemýľ si skratku DHA, omega 3 mastnú kyselinu so skratkou DHA, dehydroaskorbát). Vieš o tom, že práve v týchto časoch, pred Kambrickou explóziou, vznikol pravdepodobne aj vitamín C? Prečo to tvrdím? Pretože žiadny živočích, ale ani strom, nedokáže vytvoriť svoje mohutné telo bez dostatku stavebného materiálu, ktorý udrží ich KOSTRU. U živočíchov je kolagén hlavný proteín, ktorý náš drží pohromade a u rastliniek je to Lignín. Oba však na svoju mohutnú štruktúru vyžadujú KYSLÍK aj dostatok ELEKTRÓNOV.\nJe to práve kyslík, ktorý sa zakomponuje do kolagénu a vytvorí z jeho pôvodne gélovej štruktúry niečo ako pevné LANO. Práve pri tomto kroku je potrebný aj vitamín C. Dôvod prečo ti to píšem je jednoduchý. Nechcem, aby si naletel predajcom. Vitamín C sa skutočne používa v našom tele na proces s názvom HYDROXILÁCIA, čo znamená, pridanie hydroxilu (OH) ku aminokyseline lyzín a prolín. Na to, aby sa kyslík z hydroxilu pridal ku aminokyseline, potrebuje ELEKTRÓNY. Získa ich z vitamínu C. Vitamín C je DONOR ENERGETICKÝCH ELEKTRÓNOV.\nVďaka elektrónom z vitamínu C a kyslíku z hydroxilu, sa jednotlivé kolagénové vlákna prekrížia a nakoniec sa takéto celé vlákna prekrížia znovu, z čoho vznikne niečo, čo sa nazýva trojitá závitnica alebo aj trojito zapletené kolagénové vlákno. Funguje to presne ako LANO, ktoré je pevné, no tvorené je z tenkých vlásočníc. Schválne som spol endosymbiózu, pretože ak má človek nedostatok kyslíka, respektíve nízke napätie kyslíka a problémy s meďou, tento proces neprebieha správne a ani suplementovanie vitamínu C alebo kolagénu v prášku, mu nijako nepomôže. Paradoxne, v istých situáciách môžu ešte ublížiť, ako si to čítal vyššie s oxalátom. Aj preto som členom vravel a píšem to aj tebe, že je to slnečné svetlo a CHLAD, ktoré zvyšujú naše okysličovanie. Presne kvôli tomuto sa v blízkosti pólov nachádza veľmi pestrý morský život, pretože je vo vode rozpusteného veľa kyslíka. Tieto ryby zároveň obsahujú aj vitamín C. Aj preto nikdy žiadny pôvodný Eskimák netrpel na skorbut. [18, 19] Naopak pri rovníku, je v mori život nie moc pestrý, a vitamín C sa nachádza vo veľkom na súši v ovocí, ktoré je plné vody aj glukózy a nad hlavami majú silné solárne žiarenie. Všetko má svoj dôvod. Taktiež som ti práve naznačil, kedy je najlepší čas prijímať viac kolagénu a využiť ho na opravu svojich kostí aj iných častí tela. Buď v chlade alebo v lete, no v oboch prípadoch potrebuješ dostatok infračerveného svetla. Žeby bol toto dôvod, prečo som pred 5 rokmi na sebe robil zaujímavý pokus a behom pár mesiacov som zvýšil hustotu svojich kostí (výsledok viem podľa vykonaného merania)? Vitamín C a ostatné antioxidanty/vitamíny\nVyššie si čítal o tom, že vitamín C donáša v tele elektróny. Aj toto je dôvod, prečo sa pri infekcii stanú dve veci. Zvýši sa glukóza v krvi a tiež krvinky využívajú viac vitamín C. Doslova ho nasiaknu. Pri infekcii neutrofily (biele krvinky) dokážu behom pár hodín z 10 až 100-násobiť obsah DHA (dehydroaskorbát), vďaka transportéru SVCT-2 (sodium vitamín C dependent transporter, v preklade transportér vitamínu C závislí na sodíku), ale aj transportéru GLUT. Avšak dôvod prečo sa zvýši glukóza aj spotreba vitamínu C v krvi je rovnaký. Telo potrebuje dostatok energetických elektrónov. Glukóza, rovnako ako vitamín C, nesú elektróny, ktoré obsahujú energetické svetlo.\nInak tomu nie je ani pri bunkových membránach. Ako už vieš, všade okolo membrán sa zdržiava VODA (nezabúdaj, že bunka je tvorená až z 98,73% vodou) a práve preto je vitamín C elegantný spôsob, ako dostať ku membráne elektróny. Vitamín C je vo vode rozpustný, vďaka čomu sa v nej ľahko pohybuje a teda dokáže donášať elektróny tam, kde ich treba, no rovnako ich aj spolu s PROTÓNMI odoberať. Donášať elektróny môže napríklad vitamínu E, ktorý zachytáva ďalšie voľné radikály, ktoré oxidujú bunkové membrány. Na ďalšom obrázku vidíš, ako vitamín C regeneruje zoxidovaný vitamín E (okrem iného). Vitamín C a jeho mnohé „tváre“\n\nVitamín E (alfa-tokoferol) je v tuku rozpustný vitamín, ktorý sa nachádza v membráne buniek a pri reakcii s voľným radikálom sa z neho stane alfa-tokoferyl radikál. Práve vďaka dvom elektrónom z vitamínu C sa z neho stane opäť vitamín E. Opäť raz vidíš, že všetko v tele prebieha v cykloch a neustále sa obnovuje. Tiež, že to neustále vyžaduje ELEKTRÓNY. Žeby to bol ďalší dôvod, prečo využívať GROUNDING + solárne žiarenie a fotoelektrický jav? Čo myslíš… Tiež ti to niečo naznačuje o tom, že branie doplnkov výživy nemusí byť ideálny nápad, pretože to automaticky nejako zasiahne do týchto cyklov (pribudne jedna strana, zatiaľ čo druhá strana bude v nedostatku).\nAj preto som ti vyššie napísal, že vitamín C dokáže elegantne šetriť ďalšie dôležité látky v tele, ale aj vitamíny, čím zníži našu potrebu po ich príjme. Aj preto musíš mať vždy na pamäti, že ak sa ti zníži REDOX a prichádzaš o elektróny, vitamín C v strave môže byť dobrý spôsob, ako si pomôcť. Avšak potrebuješ súčasne do tela pridávať aj elektróny, čo znamená opäť GROUNDING a dostatok RÝB s obsahom DHA, ktoré ti umožní tieto elektróny dobíjať skrz fotoelektrický jav. Vitamín C v krvi, oku a mozgu\nSíce som už spol dôležité úlohy, ktoré má vitamín C v našom tele (tvorba kolagénu, boj s infekciami, detoxikácia, obnova antioxidantov a vitamínov, obnova prechodných kovov v tele, absorpcia železa z potravy, ale aj jeho reapsorpcia), sú tu ešte ďalšie, o ktorých možno ani len netušíš. Súvisia s dôležitými hormónmi ako DOPAMÍN, NORADRENALÍN, ale aj OBNOVOU KOMPLEXOV v MITOCHONDRII. Áno, dobre čítaš. Vitamín C môže pomôcť aj s obnovou respiračných komplexov mitochondrie, čo by pre členov nemal byť veľký šok. Súvisí to totižto s proteínom NAD. Poďme však po poriadku.\nVitamín C je potrebný pre naše nadobličky, aby vedeli tvoriť noradrenalín, ktorý je potrebný na naše zvládanie stresu, ale aj na tvorbu melatonínu. Melatonín je náš najsilnejší antioxidant, liek a aj prevencia voči každej chorobe v jednom. Aj preto v minulosti Indiáni netrpeli na skorbut, keď jedávali zvieracie vnútornosti, podobne ako Eskimáci. Ďalej je vitamín C potrebný na správnu funkciu enzýmu PAM (peptidyl alpha-amidating mono.oxygenase), ktorý sa nachádza vo viacerých častiach tela, no najmä v HYPOFÝZE. O hypofýze by si už základy mal vedieť, pretože je to hlavná časť mozgu, ktorá je zodpovedná za produkciu mnohých dôležitých hormónov a je ovládaná hypotalamom.\nPAM má v hypofýze takú úlohu, že spraví s neurotransmiterov a hormónov aktívne látky. To znamená, že ich foto-elektronicky aktivuje. Práve kvôli tomuto vyžaduje PAM vitamín C. Už v dávnejšom článku CIRKADIÁLNE GÉNY PER som ti písal, že naše hormóny sú iba obyčajné molekuly, ktoré majú svoj presný tvar a rezonanciu, vďaka čomu elektromagneticky prenášajú informáciu medzi časťami tela. Toto je niečo, čo si veľa ľudí neuvedomuje, vrátane lekárov a ľudia na to občas doplácajú. Veľakrát sa totižto využíva tzv. hormonálna terapia, kedy sa človeku dodá do tela umelo hormón dúfajúc, že sa stav zlepší. Avšak, to že má človek s hormónom problém ešte neznamená, že daný hormón v tele nie je. Znamená to iba toľko, že neaktívny hormón je uväznený v časti mozgu, z ktorej sa nedokáže dostať von, pretože je narušené EM pole v krvi, aj v častiach tela, vďaka čomu sa dané hormóny nedokážu buď z mozgu uvoľniť alebo sa dostať do patričnej časti tela, alebo odovzdať patričnú informáciu. Teraz by si tomu mohol pochopiť zasa o trošku lepšie. Teraz ti vyjem zopár peptidov/hormónov, ktoré má na svedomí správne fungujúci enzým PAM. Kortikotropin-uvoľnujúci hormón a kortizol, ktorý zároveň stimuluje degradáciu kolagénu na jednotlivé aminokyseliny. Steroidné hormóny a rastový hormón, ktoré môžu za adekvátny rast a metabolizmus. Kalcitonín, ktorý je tvorený štítnou žľazou a je zodpovedný za absorpciu vápnika aj jeho roznášanie do kostí. Gastrin, čo je náš najsilnejší stimulant žalúdočnej kyseliny. Oxytocin, čo je náš hormón šťastia a tiež je zodpovedný za tvorbu materského mlieka u žien. Ďalej za vasopresin, ktorý je zodpovedný za rovnováhu vody v organizme alebo sekretin, ktorý je zodpovedný za sekréciu žlče z pankreasu a mnoho iného. Tuto všade sa zapája ako kofaktor aj vitamín C, ktorý musí pomôcť enzýmu PAM. Čo však proteín NADH?\nV mozgu aj nadobličkách musí byť vitamín C zmenený na svoju zoxidovanú verziu dehydroaskorbát (DHA), aby prešiel cez hematoencefalickú a krčnú bariéru, kde môže pomáhať udržiavať adekvátne hladiny kortizolu, noradrenalínu, adrenalínu, ale aj dopamínu. Pred chvíľou som ti napísal, že vitamín C je potrebný na tvorbu kortizolu a kortizol je zas potrebný na rozklad kolagénu na jednotlivé aminokyseliny a teraz pridám ďalšie. Kortizol je potrebný aj na správny katabolizmus tryptofánu a tryptofán je zas aromatická aminokyselina, z ktorej sa v tele skrz kynurenín tvorí aj vitamín B3 (niacín) a následne aj proteín NAD. [21, 22]\nVieš prečo by to pre teba malo byť dôležité? Pretože vitamín C a kortizol nám pri správnej kontrole pomáhajú regenerovať proteín NAD, keď sú naše mitochondrie poškodené a veľa ho spotrebúvajú, pretože sú závislé na glykolýze v cytoplazme.\nPreto je hladina vitamínu C, vitamínu E, ale aj glutatiónu, veľmi dobrým znakom, že sa niečo deje. Vitamín C sa v využíva ako prvý a ak je v tele pokles ďalších antioxidantov (niektoré krvné testy to vedia zistiť, ak si ich ako samoplatca zaplatíš), znamená to, že niečo naše telo oberá o elektróny (rýchlo sa oxidujeme) a endogénny vitamín C sa vyčerpal príliš. Tieto informácie by ti však tiež mali napovedať, prečo užívanie syntetických vitamínov, vrátane vitamínu E, C alebo glutatiónu, nemusí byť dobrý nápad, ba práve naopak. Mechanizmy, ktoré tieto vitamíny a antioxidanty v nás regenerujú totižto nie sú závislé iba na ich koncentrácií, ale na našom lokálnom REDOXE a štruktúre VODY v tele. Teraz sa dostávame k tomu, odkiaľ a koľko vitamínu C prijímať. Vitamín C v strave + RDA (odporúčaná dávka)\nUrčite si niekedy počul o RDA (Recommended Dietary Allowance), čo je v preklade odporúčaná dietárna dávka. Ide teda o stanovené odporúčané množstvo danej látky, aké by sme mali konzumovať, aby sme boli zdraví. Pri vitamíne C je RDA stanovená na cca 60 až 100 mg denne, v závislosti od veku a pohlavia. Možno však nevieš o tom, no táto dávka nie je stanovená podľa toho, koľko vitamínu C naše telo potrebuje alebo vstrebe, ale podľa toho, pri akom minimálnom nedostatku nastávajú zdravotné komplikácie.\nNaše telo denne odbúra cca 60 mg kyseliny Askorbovej, z ktorej vytvorí cca 30 mg oxalátu. Neželanej látky, o ktorej si čítal vyššie. Toto je prvý fakt, ktorý pri stanovení RDA rozhodoval. Druhý je, že pri dávke 60 až 100 mg jednorazovo, začína naše telo prijatú kyselinu askorbovú vylučovať močom. Pri príjme 500 mg už teda cca 400 mg vylúčime, nezávisle na tom, o koľko viac jej zjeme. Proste prebytok vylúčime, pretože ho telo nevyužije. Ďalšia vec je transportér vitamínu C SVCT, ktorý nám zabezpečuje jeho absorpciu z čreva do krvi. SVCT je totižto saturovateľný, čo znamená, že keď dosiahne isté množstvo presýti sa a viac neprepustí. Jeho množstvo nasýtenia vitamínom C je cca 500 mg.\nTiež by si mal vedieť, že už pri dennom príjme 10 mg človek predchádza problémom, ako aj skorbutu. Takúto dávku dostaneme dokonca aj v živočíšnych produktoch. Surová pečienka dáva cca 24 mg na 100 gramov, mozog dáva 15 mg, morská riasa poskytuje 28 mg vitamínu C a čo je najväčšia sranda, taká koža tuleňa poskytuje viac vitamínu C ako pomaranč, keď sa porovná gram na gram. [18, 23]\nV rastlinnej strave sa vitamín C nachádza v tmavom bobuľovitom ovocí, v ríbezliach a čučoriedkach je ho cca 150 až 200 mg na 100 gramov, v jahodách cca 60 mg, v paprike 100 až 200 mg na 100 gramov, v kiwi, či brokolici cca 90 mg na 100 gramov a v takom citróne alebo pomaranči je cca 50 mg na 100 gramov.\nAvšak na rozdiel od príjmu vitamínu C z rastlinnej stravy, pri konzumácií živočíšnej stravy nesúperí vitamín C s glukózou pri vstupe do bunky, cez GLUT 4. Toto je obrovská evolučná „výhoda“, ktorú spolu s tvorbou oxalátov zdá sa matka príroda využila. Tiež je to dôvod, prečo sa v mnohých rastlinných potravinách nachádza vitamínu C viac, pretože pri vstupe do bunky súperí s glukózou čo znamená, že na rovnaké množstvo potrebujeme zjesť viac. Avšak neznamená to, že čím viac ho zjeme, tým viac ho do tela dostaneme. Znamená to iba, že GLUKÓZA a LETNÉ MESIACE nám trošku zhoršujú prísun vitamínu C a preto ho poskytujú objemovo viac. Dôvod prečo by ti mal byť jasný okamžite. Vitamín C donáša do tela energetické elektróny, čo znamená, že keď má živočích nad hlavou silné solárne žiarenie a je uzemnený, stačí mu menej prijať v strave. Tiež to znamená, že v zimnom období, kedy nastúpi CHLAD, živočích príjme v ketogénnej strave vitamínu C relatívne viac a aj ho ľahšie dostane do tela. Tiež nebude vďaka chladu z vitamínu C tvoriť toľko oxalátov a zároveň bude vďaka zvýšenej betaoxidácií donášať do krebsovho cyklu kvalitný vodík aj protóny a bude ich potrebovať menej nahrádzať. Taktiež nie je vitamín C v chlade toľko potrebný na tvorbu karnitínu, aby mohla mastná kyselina vstúpiť do mitochondrie, pretože živočíšna strava a ryby, obsahujú karnitín už v sebe. Pamätaj, že príroda nehrá na náhodu. Nič z toho, čo pri našom vývoji spravila, nebolo len tak, pre nič za nič. Preto ľudia stratili enzým, aby si tvorili vitamín C endogénne, pretože nie sme uspôsobení na to, aby sme jedli ako bylinožravec. Po tom, čo sme migrovali z Afriky do severných krajín, sme ani inú možnosť nemali. Len sa zamysli sedliackym rozumom, keďže v tej dobe supermarkety neboli, či v zime nájdeš nejaké ovocie alebo zeleninu. Odpoveď je nie. Toto je dôvod, prečo sa nám rozvinul takýto haplotyp, nahradili sme vitamín C niečím iným, keďže sme sa pohybovali popri riekach a zároveň využívame CHLAD na to, aby sme v tele spotrebovali menej vitamínu C (viac ho endogénne udržovali)  a spaľovali viac mastných kyselín, čím udržujeme naše mitochondrie scvrknuté a efektívne. Moje tipy pre príjem vitamínu C\nPri väčšine bežných článkov, aké ľahko nájdeš na internete a týkajú sa vitamínu C, by v tejto časti, po tom, čo som vymenoval veľmi veľa benefitov a úloh vitamínu C, pravdepodobne nasledovala poznámka aj s odkazom na DOPLNOK, ktorý si potrebuješ kúpiť, aby si teda vitamín C patrične dopĺňal. U mňa to nehrozí, pretože ak si čítal pozorne tak by ti malo byť jasné, že jeho suplementovanie ti nemusí nijako pomôcť a dokonca môže v istých situáciách, ako napríklad v zime, ešte ublížiť. ()\nVyššie si čítal, aké množstva vitamínu C sa nachádzajú v potravinách. Tiež maj na pamäti, že v zime, ak zažívaš chlad a stravuješ sa ketogenicky, tvoje telo potrebuje menej vitamínu C a zároveň ho zo živočíšnej stravy lepšie prijíma. Taktiež maj na mysli, že doplnok je zvyčajne vyhodením peňazí, hoci jediný relevantný dôvod, kedy môže trochu pomôcť je, ak „vychytáš“ začiatok infekcie, či nástupu choroby. Avšak aj pri tomto, by som skôr siahol po citróne, ako doplnku, no skúsiť môžeš.\nPointou však je, že pri nástupe infekcie tvoje neutrofily rapídne zvýšia absorpciu DHA (oxidovanej formy kyseliny askorbovej) v krvi a ak do tela pridáš v istých hodinových intervaloch vitamín C, môžeš im trochu dopomôcť. Stále sa však jedná o presýtenie SVCT a teda väčšinu aj tak vylúčiš močom a druhá vec je SLNKO. Potrebuješ ho k tomu, aby ho krvinky dobre prijímali. Avšak schválne píšem, že radšej sa sústreď aj v takomto prípade na šťavu z citróna, či limetky, pretože ako aj Albert tvrdil, Čo teda moje osobné tipy? Tu sú. Pridávam tipy aj na letné mesiace (teda viac sacharidové), aj na zimné, ale aj všestranné. Nech si vyberie každý podľa seba a svojho zdravia. Konzumuj najmä žltú alebo červenú papriku. To sa týka najmä letných mesiacov.\nKonzumuj šťavu z citróna alebo limetky. Najmä v letných mesiacoch. V citróne je však vitamínu C viac. Kľudne si odšťav citrón do vody a popíjaj aj celý deň medzi jedlami.\nKonzumuj občas BROKOLICU (aj kvôli síre a vitamínu C), opäť najmä v letných mesiacoch.\nJediný alkohol, ktorý má podľa mňa dnes nejaký benefit je KVALITNÉ ČERVENÉ VÍNO. Okrem iných látok, obsahuje aj veľa vitamínu C. (To, že v minulosti naši starí rodičia pili ráno pohárik a boli zdraví, neznamená, že za to mohol alkohol. Kauzalita a korelácia sú rozdielne veci. Čo ak ti poviem, že jediný benefit toho alkoholu bola nemrznúca zmes a kvalita VODY? )\nKonzumuj v letných mesiacoch bobuľovité ovocie. Čím tmavšie a menšie, tým lepšie.\nKyslá kapusta alebo čalamáda, či lečo sú skvelý spôsob, ako konzumovať vitamín C a to celoročne.\nKonzumuj zvieracie vnútornosti a najmä pečienku.\nKonzumuj občas celé zvieratá aj ryby. Napríklad celú sardinku, krevetu, atď.\nKonzumuj kožu zvierat a rýb. Koža obsahuje veľa kolagénu a aj vitamínu C, čo spôsobí synergický efekt. Veľa ľudí napríklad pri konzumácií lososa, či inej ryby kožu vyhadzuje, hoci paradoxne v nej môže získať veľa prospešných látok. Nie je predsa náhoda, že zvieratká, napr. mačičky, majú tieto „zbytky“ rady. Verím, že všetky tieto tipy sú ľahko aplikovateľné pre každého a nejaké moje ďalšie tipy, odporúčania, ale aj RECEPTY, nájdeš TU. VITAMÍN C, GLUKÓZA a CHLAD\n\n Zvyšok článku sa týka vecí z kníh a je určený pre PLATENÝCH ČLENOV. Pre pokračovanie sa iba PRIHLÁSTE. Po prihlásení sa vráťte na blog a budete vidieť zvyšok článku. wikipedia.org/wiki/Nick_Lane\n\nRUSZNYÁK, S., & SZENT-GYÖRGYI, A. (1936). Vitamin P: Flavonols as Vitamins. Nature, 138(3479), 27–27",
  "date": null,
  "excerpt": "",
  "scraped_at": "2025-07-16T09:52:58.878116",
  "word_count": 6021,
  "source_file": "Vitamín_C_ajeho_mnohé_tváre.json",
  "cleaned_word_count": 5848,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:54.042092",
    "original_word_count": 6021,
    "cleaned_word_count": 5848,
    "reduction_percentage": 6.52
  }
}