{
  "url": "https://jaroslavlachky.sk/voda-ohen-zem-1-alias-3-zivly-prirody-a-ich-skutocna-povaha/",
  "title": "Voda, Oheň, Zem #1 alias 3 Živly Prírody a ich skutočná povaha",
  "content": "Ako vyzerajú 3 živly prírody v pravom svetle a ako ich príroda využíva? Prečo tieto 3 živly v minulosti mnohé kultúry označovali intuitívne a dobre, no dnes ich môžeme pomenovať reálnymi menami? Kde v mitochondrii tieto 3 živly – Voda, Svetlo a Magnetizmus vznikajú a čo robia? Dnes tu máme novú sériu článkov, ktorá jednak veľa vecí objasní a zároveň verím, spojí niektoré „tábory“ ľudí, ktorí možno venujú svoju pozornosť iným „svetom“, no v skutočnosti veľmi podobným! P.S. Článok si môžeš vypočuť aj ako nahovorený Audio podcast. Nájdeš ho tu alebo na stránke s PODCASTAMI. P.P.S. Ak chceš byť informovaný vždy medzi prvými o zverejnení nového článku/podcastu, prihlás sa na \n\nSUMÁR ČLÁNKU\n\nPrečo vsúvam túto sériu do rozbehnutej série o Epigenetike? Prečo takmer každý nevedomky uznáva istý „štandard“, a ako by mal vyzerať skutočný Štandard? Čo sú 3 živly prírody a aká je ich skutočná Podstata/povaha, ktorú sme v minulosti nepoznali? Ako do príbehu zapadajú Mitochondrie a kde sa v nich tieto prírodné 3 fenomény stretávajú? Alebo je mitochondria dokonca ich tvorcom sama? Kde v tvojom tele je Kov a čo je to Magnetický Monopól alias 2 ďalšie AHA momenty? Na čo sa môžeš tešiť  + Pozvánka na Sériu workshopov\n\nA ešte o mnoho viac! Zopár upozornení, ktoré ťa čakajú v tejto novej sérií\n\nAko vidíš, máme tu novú sériu článkov, ktorú sem vsúvam schválne. Nemusíš sa nijako lakať, v podstate by som mohol pokračovať normálne, no ako si si už za tie roky všimol (a vaša spätná väzba mi to aj potvrdila), mám články rád takto zaradené „v sérií“/ v ch. Veľa ľudí sa na blog dostáva neskôr, platí to aj teraz a niekto radšej číta iba niečo konkrétne (podľa kategórie), iný zas postupne, aby bol úplne v obraze (podľa dátumu) a iní podľa kategórií (o Vode, Redoxe,, Epigenetike, Mitochondriách,…), ak ho daná oblasť/problematika zaujíma viac. Než sa pustíme na vec, tu pár malých upozornení. Titulný obrázok, ktorý sa verím páči (schválne súvisí aj so sériou nadchádzajúcich workshopov), ponechám na všetkých článkoch tejto série rovnaký. Jednak mi to uľahčí prácu, a hlavne si overím aj záujem ľudí, či to nebude problém, čo predpokladám, že nie. Tiež budem ako pri článkoch Kvantovej Biológií skracovať Nadpisy článkov, ktoré som schválne zvolil v danom Poradí Voda – Oheň – Zem. Skratka bude symbolicky VOZ, čo sa lepšie vyslovuje (a možno aj trochu vtipné, pobaví ťa to a ľahšie si zapamätáš:D)\n\nSamozrejme, ako vždy, budem vďačný za spätnú väzbu, či ti neprekáža, ak bude rovnaký obrázok použitý na každom článku série. Kľudne mi len napíš na konci článku do, čo si myslíš. čítam všetky! Poďme na vec. Prečo tieto 3 „Živly“ vsúvam sem? Ako si mohol postrehnúť v minulom dôležitom článku o Leptíne, v závere, som ti zanechal zaujímavý myšlienkový experiment, pričom som ti sľúbil, že sa nabudúce pozrieme aj na Transgeneračnú Epignetiku a tiež Pôrod/tehotenstvo, v trochu odlišnom uhle pohľadu. Na veci sa nič nemení a práve po „prelúskaní sa“ týmito článkami pochopíš lepšie aj ďalšie z Epigenetiky lepšie. To, že je hlavný hormón leptín pod kožou, muselo mať pre prírodu zmysel. Na tom trvám. A tiež to, že leptín kontroluje aj náš metabolizmus a oxidačnú fosforyláciu. V slovách na záver som ti naďalej napísal aj to, že všetko v bunke, dokonca aj mitochondrie a jadrová DNA, plávajú vo vode. Tiež, aby si sa zamyslel nad tým, prečo mnoho ľudí, najmä žien, často priberá vodu (nafúknutie). Očividne tam tá voda hrá úlohu. Úplne na záver som ti zanechal myšlienku, že príroda aj pomocou vody a pohybu mitochondrií v nej dokáže elegantne ovládať nie len Epigenetiku a množstvo Roztvorených génov, ale aj naše Zdravie, Váhu, a Výkonnosť. No a naše mitochondrie predsa tvoria Vodu, zároveň aj Svetlo (najmä IČ) a tiež pracujú ako malý nano-magnet (aj vďaka ATP-syntáze). Už sa chytáš? Mitochondrie totiž predstavujú „kľúč“ k tvojmu zdraviu aj potenciálu, pretože v sebe spájajú všetky prírodné sily, ktoré stáli dokonca aj za vznikom celého vesmíru a života. Koniec koncov, mal by si to vedieť, ak  patríš k dlhodobým čitateľom. Ak si pozrieš spätne napríklad články z 3 rokov dozadu, z roku 2020, konkrétne o Endosymbióze (o tom, ako vznikol prvý eukaryot) a Vznik života #6 o DHA (ako vznikol komplexný život) zistíš, že to tam bolo napísané. Voda bola totiž prvá substancia, v ktorej plávali prvé aminokyseliny a hlavne vírusy, ktoré spolu so silným magnetickým poľom Zeme a magnetickou erupciou slnka umožnili vzniku života. Následne, keď prišla DHA, ktorá dokáže UV svetlo transformovať na elektrický signál, umožnila životu stať sa komplexným. Voda (Voda), Svetlo (Oheň) a Magnetizmus (Zem) sú totiž naozaj primárne Sily/faktory/fenomény, ktoré stoja za všetkým, na čo tvoja myseľ dokáže len pomyslieť! Aj preto mnoho starých civilizácií, učení a kultúr intuitívne vedelo, že 3 hlavné „živly“ prírody majú veľký zmysel. Vtedy len nevedeli, že za týmito živlami stoja reálne sily/fenomény a tiež nepoznali, ako naozaj pracujú, v rámci prostredia, v akom manifestujú. Aj preto dnes niektoré z týchto praktík fungovať u niekoho môže, no u iného nemusí a inému môže naopak robiť zle. Pozri sa teraz ešte raz na úvodný obrázok tejto série a čítaj ďalej. Dnešný článok bude stručný, no výstižný, pretože si to potrebuješ dostať do hlavy. Začnime od základov a stanovme si Štandard\n\nAk môj blog čítaš nie po prvýkrát, zrejme už vieš, že ja idem rád ku základom. A predpokladám, že ako čitateľovi, ktorý číta s porozumením, je ti jasné prečo a minimálne v niektorých ohľadoch to už vnímaš rovnako. Veď sa len zamysli nad týmto príkladom: Predstav si, že by si prišiel do obchodu ako úplne neznalý človek, napr. ako malé 3 ročné dieťa, ktoré nevie ani počítať. Prídeš do obchodu, hodíš do košíka nejaké 2 veci v hodnote 3 eurá, pri pokladni dáš predavačke 10 eurovú bankovku a ona ti dá 5 eurovú bankovku  ako výdavok s tým, že takto to u nás funguje a je to správne. Spokojne by si odišiel, nákup máš a výdavok tiež. Ty by si teda nabudúce v inom obchode automaticky platil za tie isté veci rovnako, alebo by si rovno so sebou nosil len 5 eur a za rovnaké veci by si rovno zaplatil daných 5 eur. Iné veci by si sa zrejme bál kupovať, aby si náhodou nemal málo „peniažkov“ a takto by sa to možno ťahalo až do vyššieho veku, kým by si sa neoboznámil s číslami. Nebolo by však rozumnejšie najskôr zvládnuť jednoduchú matematiku a sám si spočítať cenu? Potom by si zrazu mohol nakupovať čokoľvek, nemusel by si sa spoliehať na to, čo ti povie predavačka a koľko ti vydá, nemusel by si premýšľať, či ťa niekde neoklamali (či už chtiac alebo nechtiac), vedel by si, čo a kedy si môžeš dovoliť kúpiť, apod. Rozumieš? S týmto, aj s tvojím Zdravím/výkonom je to rovnaké. Veľa Ľudí totiž nerado venuje pozornosť a čas niečomu, na čo treba z počiatku vynaložiť úsilie a tak sa radšej SPOLIEHA. To je veľakrát dobré, pretože nikto z nás nemôže vedieť všetko, ani by nemal robiť všetko, no u niektorých vecí by mal byť aspoň istý „štandard“. Týmto štandardom je naše Telo a hlavne Zdravie! Svoje Telo totiž používa každý, kto žije a na to potrebuješ aj Zdravie. No a ak chceš teda žiť, fungovať, pracovať, mal by si čo to vedieť o tom ako tvoje Zdravie aj telo fungujú. Väčšina z nás s tým súhlasí, len problém je v tom, že odmala je nám tak trochu vštepované, že tento štandard akože spočíva v počítaní kalórií (ak napr. vypiješ liter Coca Coly s 100 Kcal, tak musíš daných 100 Kcal spáliť) a tiež, že ak sa niečo stane, treba ísť lekárovi a dostať liek, ktorý všetko vyrieši. …Hold, avšak takto to nepracuje. To znamená, že tento „štandard“ síce väčšina dobrovoľne schvaľuje, súhlasí s ním, akurát že, nevedomky súhlasíme s nesprávnymi štandardami, ktoré nám za posledné desaťročia postupne vštepili média, obrovské spoločnosti, korporáti, telekomunikačný priemysel, farmaceutický priemysel, potravinársky priemysel,…\n\nTakže,… čo je skutočná podstata týchto 3 živlov prírody? Poďme si ich pomenovať skutočným názvom, aby si mohol ďalej chápať, ako naozaj fungujú a prečo musíš nad vecami vždy premýšľať sám! Aká je naozaj Povaha a Podstata 3 živlov prírody? Toto sú 3 hlavne Živly v ľudovom liečiteľstve (ale aj v iných kultúrach/sférach): Živlom – vode, ohňu a zemi – sa pripisovali liečivé a pri iných príležitostiach aj čarovne, či očistné účinky. Voda musela byť čistá, teda zo studničiek alebo prameňov. Sila ohňa sa využívala v podobe dymu alebo tým spôsobom, že sa žeravé uhlíky hodili do vody, ktorou chorého umyli. Zem sa pridávala buď k uhlíkom alebo do vody. Ak v určitom liečebnom úkone považovali za účelnejšiu ochrannú schopnosť zeme, vzali ju z obývacieho priestoru, buď z kútov izby alebo spod prahu. Do zeme, ohňa alebo vody sa dávali tiež kamienky, handričky a iné predmety, na ktoré podľa týchto predstáv prešla choroba pri liečebných úkonoch. Živly mali teda zničiť zlú silu ako pôvodcu choroby, a tým aj chorobu. Ako sám vidíš, vety vyššie možno majú niečo do seba, no nie všetko je napísané správne. V minulosti boli totiž veci radikálne iné a odlišné a hoci sa pracovalo s týmito 3 živlami, v skutočnosti pracovali so Svetlom, Vodou a Magnetizmom. Keď si urobíme ďalšie malé „zrekapitulovanie, tak v článku o epifýze a tiež v článkoch o 4 silách vesmíru, aj pri článku o Melanopsine a hlavne Nervoch a neurónoch som ti jasne napísal, že naša epifýza vníma stimuly zo Svetla, Magnetizmu, a gravitačného poľa, na základe ktorých tvorí koherentný výstup, ktorý vysiela do mozgomiešneho moku. Tvoj mozgomiešny mok je tvorený z Vody. Dochádza? Tiež som ti v týchto článkoch popísal 4 hlavné sily vesmíru – Slabá a Silná jadrová sila, Elektromagnetická a gravitačná sila, pričom som ti naznačil, že podľa mňa Gravitácia nie je sama o sebe fyzikálna sila a že sú všetky tieto sily koniec koncov len manifestáciou elektromagnetickej, pretože tá jediná je najsilnejšia a zároveň funguje ako na mikro rozmeroch, tak aj v rámci celého vesmíru. Rozdiel je len v tom, že na makro a mikro rozmeroch sa EM sila správa odlišne, čo fyzikom dáva istý „dojem“ (vnímanie) toho, že je to iná sila! Obrázok z článku Vznik Života #5 Endosymbióza\n\nAko teda vidíš, na týchto 3 silách naozaj niečo je a rovnako ako som to v Novembri trochu vysvetľoval na Workshope v Bratislave, ak sa dobre pamätám, tak pri otázke od mladej a nesmierne vnímavej aj šikovnej dievčiny v prvom rade (nebudem menovať, ak by si to osoba neželala), tak to poviem aj tebe. Tieto 3 sily/fenomény/faktory (nazvime to akokoľvek) stoja za všetkým tu dole, v nás, ale aj tam hore! Mitochondria a Vodík ako dôkaz konceptu\n\nNechcem to už zbytočne predlžovať, tak už iba jeden zaujímavý príklad/dôkaz a záverečné myšlienky. Mimochodom, verím, že tento príklad s mitochondriou a vodíkom bude pre teba veľké AHA, pretože ti garantujem, že hoci som ti to naznačoval v mnohých článkoch, zrejme ti to úplne nedocvaklo. Teraz sa to zmení! Pozri sa na známy obrázok Mitochondrie, všimni si, že na jej membráne, kde bežia elektróny, je negatívny náboj (Mínus), pričom v jej matrixe sú zas protóny (plus) a zároveň je celá ponorená vo vode a napísal som tam, že Vodík je Plazma! Ako už vieš, oxidačná fosforylácia (dýchací reťazec) preberá vodík z jedla. Keď do mitochondrie vodík príde, rozdelí sa na Elektrón a Protón. 2 Opačné elektrické náboje. Na štvrtom komplexe ich potom mitochondria spojí a vytvorí vodu, no popri tom ešte zarotuje ATP-syntázu, ktorá vygeneruje magnetické pole a tiež sa tu uvoľní IČ svetlo. Čo je na tomto všetkom zvláštne? Ak si niekedy počul o Faradayových experimentoch tak vieš, že ak vezmeš napríklad obyčajný magnet a hodíš ho cez cievku z vodiča, vytvoríš elektrický prúd, ktorý rozsvieti aj žiarovku. Inými slovami, magnetizmus dokáže hýbať elektricky nabitými časticami. Prečo je to dôležité? Pretože tvoje Mitochondrie sú malé nano magnety, ktoré generujú magnetické pole. Tiež zhodou náhod v sebe separujú elektróny (Mínus) aj protóny (Plus), ktoré vďaka magnetizmu ovládajú. Tiež je však zaujímavé, že na vygenerovanie el. prúdu, ako pri pokusoch zistil Faraday, musí dané magnetické pole varírovať (oscilovať). Nesmie byť statické. A hádaj čo. My dnes vieme, že mitochondrie oscilujú. Aká to náhoda! Nie je to všetko krásna zhoda náhod? Naše mitochondrie tvoria dokonale prefiltrovanú Vodu, zároveň separujú elektróny od protónov, čím držia na membráne napätie 30 miliónov Volt na meter (sila blesku), vo svojom jadre držia protóny, tvoria (vylučujú) svetlo a tiež tvoria magnetizmus. Mitochondrie toho dokážu v skutočnosti ešte omnoho viac, a na teraz ti prezradím už len toto, aby opäť raz, tí šikovnejší, mali nad čím na „domácu úlohu“ premýšľať. Prvá AHA myšlienka na záver – Vodík je v podstate Kov, hoci tak nevyzerá\n\nTu je prvá vec. Čo si predstavíš pod pojmom kov? Väčšina z nás nejaký kus plechu, kladivo, železo, alebo retiazku na krku. Avšak definícia kovu je, že sa bavíme o hmote, ktorá je z chemického hľadiska kryštalická, elektropozitívna látka s voľnými valenčnými elektrónmi. Tieto voľné elektróny sú spoločné pre všetky atómy kovu a môžu sa v ňom teda voľne pohybovať. Vlastnosť kovov viesť elektrický prúd prostredníctvom voľných elektrónov sa potom volá elektrónová vodivosť kovov. Teraz sa zamysli nad riadkami vyššie. Nikde v definícií kovu sa nepíše o pevnom skupenstve, o kladive, či reťazi. Píše sa o vlastnostiach. Čo keby som ti teda povedal, že vodík v tvojom tele sa správa nie len ako Plazma, ale aj ako Kov? Neveríš mi? Prečítaj si predošlý odstavec ešte raz, potom tento, pozri si aj obrázok mitochondrie a verím, že už pochopíš. Vodík v tvojom tele má totiž viacej tvári, ako by sa zdalo a správa sa aj ako KOV. No a čo je na kove zaujímavé? Že reaguje na Magnetizmus (napr. feromagnetizmus) a tiež na svetlo (svetlo môže vykopnúť valenčný elektrón). Druhá AHA myšlienka na záver – Magnetický Monopól? Druhá vec je tá, že väčšina ľudí vie, že keď vezmeme magnet, vždy má Sever aj Juh a teda Severný pól (plusovú polaritu) a Južný pól (mínusovú polaritu). Keď ho rozkrojíš, získaš dva magnety, ktoré majú tiež sever a juh. Môžeš ho teda krájať stále, až kým sa nedostaneš na úroveň elektrónu, ktorý už „rozkrojiť“ nevieš, a vždy budeš mať teda malý magnet, ktorý má severný aj južný pól (kvôli spinu elektrónu). Avšak čo keby som ti povedal, že to nie vždy musí byť pravda? Čo keby som ti povedal, že sa s tým dá aj ďalej pracovať bez nutnosti „krájania“ elektrónu a niečo ako Magnetický Monopól v skutočnosti je možné dosiahnuť? Vieš čo by to znamenalo? Napríklad to, že by sme získali ZDROJ obrovskej magnetickej sily, ktorý dokáže veci, na aké zatiaľ nie si pripravený! Viac ti teraz nenapíšem! Verím, že som ťa trochu zaujal a možno aj prinútil premýšľať a prehodnotiť svoje zaužívané dogmy a pozrime sa ešte na to, čo nás čaká! Zhrnutie a záver + Pozvánka na sériu Workshopov\n\nUž nabudúce sa pozrieme na ďalší článok, ktorý bude opäť krátky, a rozhodol som sa ho zverejniť schválne, hoci jeho pointa bola vysvetlená na blogu viackrát, no verím, že to oceníš. Prezradím ti, že sa bude týkať Tepla (IČ svetla) a tvojej Teploty! Ak sa ti dnešný článok páčil a chceš ma podporiť v práci, alebo si myslíš, že môže pomôcť niekomu z tvojich známych, Ak ťa články/podcasty zaujímajú a chceš byť informovaný medzi prvými vždy, keď zverejním nový, môžeš mi nižšie zanechať email a dostaneš ako prvý upozornenie! Upozorňujem, že možnosť registrovať sa na sériu Workshopov v predpredaji je spustená a budem sa tešiť na každého, kto príde. Workshopy budú zamerané strategicky práve na tieto hlavné 3 oblasti, a sú určené ako pre ľudí, ktorí základy majú a pracujú už s klientami, či so sebou, tak aj pre laikov, ktorí sa chcú dozvedieť viac o svojom tele/zdravý/výkone. Ukážeme si mnohé zaujímavé veci, aj praktické, a máte sa na čo tešiť. Každý workshop bude trvať cca 2 až 2,5 hodiny (hlavná časť – moja prednáška) + väčšia obedná pauza + 1 až 2 hodiny priestor na diskusiu/otázky. Teším sa na každého a prípadné bližšie info aj možnosť objednávky za Zvýhodnenú cenu nájdeš na čísle na obrázku! Viac o Workshope nájdeš TU >>\n\nTiež ti dávam do pozornosti moje 2 tlačené Knihy, ktoré môžeš zakúpiť aj v Akciovom balíčku, a to najdôležitejšie – možnosť pridať sa medzi  wikipedia.org/wiki/%C5%BDivel_(filozofia)",
  "date": "2023-01-10T00:00:00+01:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:49:11+02:00",
  "word_count": 2476,
  "source_file": "Voda_Ohe_Zem_1_alias_3_ivly_Prrody_aich_skuton_pova.json",
  "cleaned_word_count": 2689,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:54.688551",
    "original_word_count": 2476,
    "cleaned_word_count": 2689,
    "reduction_percentage": 7.57
  }
}