{
  "url": "https://jaroslavlachky.sk/vznik-zivota-4-leptin/",
  "title": "VZNIK ŽIVOTA #4 LEPTÍN",
  "content": "Predstavujem ti BOSSA tvojho tela. LEPTÍN je hlavný hormón, ktorý ovláda celé naše telo. Spomínaš na moje časté prirovnanie MITOCHONDRII k MOTORU? Motoru nášho TELA? Ak je mitochondria MOTOR, naše TELO je teda logicky AUTO. No k čomu by som prirovnal LEPTÍN? V tomto prípade, ku RIADIACEJ JEDNOTKE. Leptín je dôvod, pre ktorý je v dnešnej dobe väčšina\nLEKÁROV bezradných, no zvyčajne za to nemôžu. Nie je to ich chyba. Pýtaš sa prečo?\nPretože Leptín bol objavený v roku 1994, zatiaľ, čo väčšina lekárskych\nosnov, učebníc, či skrípt, atď. je starších. Leptín je dôvod, prečo musíš\npochopiť tieto 2 veci: TY si tá OSOBA, ktorá musí prevziať svoj ŽIVOT DO VLASTNÝCH RÚK.Po druhé, musíš zabudnúť na KALÓRIE a začať sa sústrediť na MITOCHONDRIE. Spomínaš si, čo vstupuje do DÝCHACIEHO\nREŤAZCA? ELEKTRÓNY. Vieš ako by sa dala veľmi zjednodušene opísať FUNKCIA LEPTÍNU? Leptín v tvojom podkožnom TUKU počíta množstvo ELEKTRÓNOV, na základe čoho INFORMUJE MOZOG. Rýchly sumár článku: Čo je to LEPTÍN?Ako LEPTÍN pracuje a aká je jeho ÚLOHA v našom tele?Prečo sa leptín tvorí v PODKOŽNOM TUKU, no jeho funkcia je v MOZGU?Prečo akýkoľvek problém s „rozhádzanými“ hormónmi, vrátane ŠTÍTNEJ ŽĽAZY, je v skutočnosti už len vedľajší efekt narušenej funkcie LEPTÍNU?Kedy sa na Zemi objavil VITAMÍN A, VITAMÍN D, LEPTÍN alebo náš PODKOŽNÝ TUK? Aká je medzi ich vznikom postupnosť?Prečo mnoho obéznych ľudí pri cvičení nespáli ani gram tuku?Čo je to BAZÁLNY METABOLIZMUS?Prečo by si nemal jesť, aspoň 3 a viac hodín pred spaním?V čom je ŽIVOČÍŠNA strava rozdielna od RASTLINNEJ a prečo je ich ROZDIELNOSŤ dôležitá práve v kontexte LEPTÍNU?A mnoho viac\n\nČO SI ZISTIL V MINULOM ČLÁNKU\n\nPostupnosť článkov, ktoré pridávam, nie je náhodná. V minulom článku som ti ukázal tri základné MAKRONUTRIENTY (PROTEÍNY, SACHARIDY aj TUKY), pretože som chcel aby si videl ten ROZDIEL v množstve VODÍKA, aké majú. V nasledujúcom článku ti zas predstavím PROTOKOL, ktorý je zároveň prvým blogom, na základe vášho záujmu z dotazníka, no aby som ho mohol uverejniť, potrebujem ti povedať niečo o Leptíne. Tento a minulý článok ber ako stručný základ, ktorý potrebuješ vedieť, kým budeš čítať PROTOKOL. V budúcnosti však o ňom spíšem určite aj celú SÉRIU, pretože je toho veľa, čo o ňom musíš vedieť. Veď koniec koncov, aj v mojej pripravovanej knihe KVANTOVÁ BIOLÓGIA, som práve LEPTÍNU samostatne venoval niečo viac ako 50 strán. Přehráním videa souhlasíte se zásadami ochrany osobních údajů YouTube.Zjistit vícePovolit videoVždy povolit Youtube videa\n\n VŠETKY INFORMÁCIE o KNIHE nájdeš TU \n\nNež sa pustíš do čítania ďalej, chcem ti ukázať finálny obrázok z minula, ktorý je zároveň tvojím „TESTOM“. Nazval som ho CHECK LIST. V tomto „TESTE“ zistíš, či by si mal ešte raz prečítať minulý článok, ak chceš z toho dnešného vyťažiť maximum. Tu je obrázok, alias CHECK LIST. Teraz si úprimne odpovedz, či rozumieš týmto slovám. Je to dôležité, ak chceš chápať leptínu. Chápeš, prečo máme pod kožou TUK? Prečo nám TUK pribúda, keď sme odpojení od POVRCHU ZEME a nie sme v kontakte so ZEMOU ani SLNKOM? Chápeš aký je rozdiel medzi molekulou mastnej kyseliny\na molekulou GLUKÓZY? Aký je v nich rozdiel v množstve VODÍKA?\nSpomínaš si, v čom je VODÍK, ako chemický prvok, tak výnimočný? Odpoveď\nsa skrývala v čísle jeden. VODÍK je veľmi malý, ľahký a pohyblivý, a taktiež má jeden ELEKTRÓN aj jeden PROTÓN, ktoré sa od seba ľahko oddelia. AUTO, MOTOR a RIADIACA JEDNOTKA\n\nPredstav si, že máš AUTO. Keď sa chceš na ňom niekde dostať, musíš si NATANKOVAŤ, však? Keď natankuješ, jazdíš pokým benzín nedôjde, potom natankuješ znova a jazda môže pokračovať. Tvoje TELO je ako toto AUTO, MITOCHONDRIE sú, ako inak, MOTOR, MOZOG je hlavný PROCESOR (alebo skôr PALUBNÝ POČÍTAČ), JEDLO je BEZNZÍN, no a LEPTÍN? Leptín je RIADIACA JEDNOTKA, ktorá je spojená s nádržou a hlavným procesorom. „V slovenskom jazyku to znamená toľko, že LEPTÍN prepája tvoje zásoby PODKOŽNÉHO TUKU s MOZGOM.“\n\nTeraz si predstav, že sa riadiaca jednotka pokazí. Ty si bol večer po ceste  na benzínke, natankoval si si plnú nádrž, no keď si sadneš do auta, ručička, ktorá ukazuje stav nádrže, ti ukazuje PRÁZDNA. Fúha, čo teraz? Čo by si robil, keby sa ti to stane naozaj? Skús sa zamyslieť. Vydal by si sa na takomto aute na dlhú trasu? Síce vieš, že\nsi natankoval doplna, no predsa len, nevidíš skutočný stav nádrže na palubovke?\nRiskoval by si to? Ja by som neriskoval a myslím, že ani žiadny rozumný\nčlovek. A čo taký kamionista s obrovským KAMIÓNOM? Myslíš,\nže by sa s tým obrovským kolosom vydal na dlhú cestu, s najbližšou benzínkou na kilometre ďaleko, keby mu riadiaca jednotka ukazuje kontrolku nádrže s nápisom\nPRÁZDNA? Nemyslím si. Teraz trochu inak. Predstav si obézneho človeka, ktorý niečo zje, potom je zvyčajne bez energie, hýbať sa mu zrovna moc nechce, o chvíľu dostane znovu HLAD, k tomu stále priberá, atď. Myslíš si, že je to normálne? Nenarážam však teraz na to, či je NORMÁLNE že je OBÉZNY, alebo že má HLAD, či rôzne CHUTE. Narážam na to, či je podľa teba normálne, že hoci má daný človek na sebe očividne veľa uloženej potencionálnej energie v podobe PODKOŽNÉHO TUKU, cíti sa paradoxne bez ENERGIE? Hýbať sa mu moc nechce, dokonca má zdravotné problémy, problémy s KOSTROU, ktorá ho v pohybe ešte viac obmedzuje, má neovládateľné chute, atď. Tento človek má „nádrž“ očividne plnú, no ENERGIU nemá a musí tankovať viac, aj viac uskladňovať. Prečo asi? Nemyslíš si, že tu môže hrať úlohu jeho RIADIACA JEDNOTKA? Nepochybuj. LEPTÍN RIADI VŠETKY OSTATNÉ HORMÓNY V TELE\n\nLeptín je hlavný hormón v tele živočíchov, ktorý zároveň či už priamo alebo nepriamo, ovláda aj všetky ostatné HORMÓNY. Čo to znamená? Iba toľko, že ak máš problém s LEPTÍNOM a tvoj mozog je naň REZISTENTNÝ a nepočúva ho (hneď vysvetlím pojem REZISTENCIA), aj tvoje ostatné hormóny budú „rozhádzané“. Ak si pozorný, táto veta ti toho veľmi veľa prezradila.\nChceš vedieť čo? Skús si ju povedať opačne. Keďže zlá funkcia leptínu ovplyvní aj\nďalšie hormóny, znamená to, že ak máš problémy napríklad s INZULÍNOM,\nŠTÍTNOU ŽĽAZOU, atď (spol som najčastejšie), môžeš si byť istý, že\nmáš do istej miery problém s LEPTÍNOM. Problém s leptínom totižto\nzasahuje do všetkého ostatného. Schválne si polož otázku, či nezažívaš náhodou nepravidelné a prudké výkyvy teplôt? Že ti je raz zima, potom zas teplo? Alebo, že nedokážeš vliezť do ľadovej vody aspoň na chvíľu, no paradoxne v situáciach, kedy by ti nemuselo byť veľké teplo, sa viac POTÍŠ? Štítna žľaza reguluje naše vnímanie teplôt, aj teplotu nášho tela a rúk a LEPTÍN zas reguluje JU. Funkcia leptínu sa dokonca dá aj jednoducho zmerať rôznymi krvnými testami, ktoré by takto vedeli včas odhaliť problém, no bohužiaľ to lekári nerobia. Rovnako ako napríklad nemerajú pri preventívnych prehliadkach hladinu INZULÍNU nalačno, alebo glykovaný hemoglobín, čím by vedeli upozorniť človeka, že je TAKMER DIABETIK. Tieto veci sa začnú merať až potom, čo je človek diagnostikovaný. Nie je to trochu postavené na hlavu? Dobrý test je aj meranie niektorých hodnôt štítnej žľazy, z dôvodu, ktoré som písal vyššie. Napríklad Reverzný T3 (RT3), ktorý „súperí“ s T3 a T4 (hormóny štítnej žľazy), a dobrý Endokrinológ by podľa jej hodnoty vedel, či sa niečo deje. Toto však nie je článok o nudných POJMOCH ani TESTOCH, takže poďme ďalej. Najskôr vysvetlím pre tých, ktorí nevedia, čo je to REZISTENCIA\n\nČO JE TO REZISTENCIA\n\nVyužijem príklad s PIZZOU, ktorý často používam. Počul som ho dávno a teraz sa dokonale hodí. Máš rád pizzu? Ak nie, tak na chvíľu predstieraj. Teraz si predstav, že by ti každý deň len tak zazvonil pri dverách zvonček, otvoril by si a tam donášková služba s dvoma pizzami s tým, že rozdávajú ľudom  Určite by si sa potešil a nenamietal. Keby to takto išlo týždeň, ani to by ti pravdepodobne nevadilo. Čo by sa však stalo, ak by o 2 týždne začali nosiť už 5 pízz? Aj to by sa dalo zniesť. Čo však, keby ti doniesli 20 pízz a nie raz za deň, ale 5 krát za deň? A čo keby ti zvonček začal vyzvánať každú hodinu? Otváral by si stále dvere? Väčšina z nás nie. Čo to znamená? Presne toto sa nazýva REZISTENCIA. Keď ti poslíček pri dverách zvoní, neznamená to, že poslíček zmizol. Dokonca tam môže zvoniť aj viackrát. Tiež to neznamená, že si OHLUCHOL a NEPOČUJEŠ HO. Ty počuješ stále, poslíček stále chodí, aj PIZZA tam je, akurát už to nevnímaš a IGNORUJEŠ ich. Presne toto sa stane s Leptínom a mozgom. Ak mozog začne IGNOROVAŤ Leptín, rozvinie sa u človeka LEPTÍNOVÁ REZISTENCIA. (Podobne je to aj s CUKROVKÁRMI a INZULÍNOM, pretože majú INZULÍNOVÚ REZISTENCIU. Ich ORGÁNY, aj BUNKY sú na inzulín REZISTENTNÉ a pichanie ďalšieho inzulínu problém iba zhorší. Je to presne ako by posielali ešte viac pizz, hoci človek už dávno dvere neotvára, pretože je pizze prejedený. Rozumieš?) \n\nNo a ako som ti už v úvode naznačil, Leptín sa tvorí v PODKOŽNOM TUKU. Obézni ľudia (ale aj podvýživení), ho môžu tvoriť priveľa (alebo primálo) a mozog prestane počúvať. Presne ako s pizzou. Pri podvýžive ho zas môže byť pod kožou málo a mozgu to nestačí. Ako by pizza chodila iba raz za týždeň a ty by si bol hladný. Preto som v odstavci predtým spomínal aj ŠTÍTNU\nŽĽAZU. Mal by si vedieť, že jej hormóny sú riadené CIRKADIÁLNE a okrem\ntoho, že ovládajú telesnú TEPLOTU, aj náš vnútorný pocit tepla, ovládajú aj MNOŽSTVO\nTUKU, aké v noci vo svaloch spálime. Ako to? To, že mitochondrie tvoria teplo už vieš. Naše mitochondrie dokonca môžu PREPÍNAŤ medzi tým, či tvoria aj ENERGIU (ATP), alebo iba voľné TEPLO (infračervené svetlo). V spánku u zdravého človeka prevláda druhá možnosť. Preto sa v spánku zdravý človek spotí, pretože jeho telo premieňa PODKOŽNÝ TUK na VODU, CO2 a INFRAČERVENÉ SVETLO. Ak je však človek REZISTENTNÝ na LEPTÍN, jeho mozog už nepočúva signály, štíta žľaza prestáva pracovať a tvoje SVALY nemôžu spaľovať TUK. Je pre to aj odborný názov, ľahko si ho vyhľadáš a nazýva sa to PERIFÉRNA SVALOVÁ LEPTÍNOVÁ REZISTENCIA. Takýmto spôsobom sa človeku zníži aj BAZÁLNY METABOLIZMUS v spánku a dokonca nedokáže vo svaloch spáliť TUK. Rovnako vo fitku aj keď bude bezhlavo behať na bežiacom páse. Je to irónia, no všade okolo ju vidíme. Zamysli sa, koľko ľudí s nadváhou poznáš, ktorí majú vyskúšané, že aj keď sa viac hýbu a menej jedia, ich tuk nemizne? „Preto vždy ľuďom vravím, že najprv MITOCHONDRIE, potom všetko ostatné. Ak ti nefunguje MOTOR, nepôjdeš predsa s autom závodiť, alebo sa mýlim? Takýmto ľuďom nefunguje ani riadiaca jednotka a závodenie s takýmto autom je ŠIALENSTVO.“ \n\nVZNIK LEPTÍNU a PODKOŽNÉHO TUKU\n\nAko si si už u mňa všimol, nepozerám sa na veci z KONVEČNÉHO pohľadu. Nezaujíma ma, čo je považované za normálne, ale snažím sa na veci nahliadať z pohľadu, PREČO to takto MATKA PRÍRODA zariadila a aký to malo pre ňu zmysel. Pretože nič, čo EVOLÚCIA a PRÍRODA spravili, nebolo náhodou. Určite si počul množstvo rád o tom, koľko akých vitamínov máš konzumovať, kde si máš prípadne kúpiť DOPLNOK ak ho máš v strave málo, prečo by si mal v zime dopĺňať vitamín C apod., no zamyslel si sa niekedy prečo? Prečo by mal v zime vôbec jesť vitamín C? Nie je tento vitamín náhodou najmä v zelenine? Nerastie náhodou zelenina v slnečných dňoch? Prečo ti to teraz píšem? Pretože tieto VITAMÍNY majú svoj BIOLOGICKÝ VÝZNAM v prírode aj v živote a ver mi, že budeš zaskočený, až ich časom spoznáš. Tak napríklad, pred cca 3,5 miliardami rokmi sa na našej planéte začal ŽIVOT. Začal v oceáne vďaka VODE a INFRAČERVENÉMU SVETLU. V tejto dobe napríklad nebol nad povrchom Zeme OZÓN a slnečné lúče na zem dopadali vo väčšej koncentrácií ako dnes. Vieš, že VITAMÍN A vznikol v mori, pred cca 3 miliardami rokmi? Prečo? Pretože ho život potreboval a vďaka nemu ovláda množstvo procesov. Preto sa v prírode „presúva“ tak, ako potrebuje. Napríklad RASTLINKA si vyrobí BETAKAROTÉN a živočích ho zas ROZPOLÍ a vytvorí RETINAL (forma vitamínu A). Obrázok z mojej knihy ZÁKLADY CIRKADIÁLNEJ BIOLÓGIE\n\nVieš, že vitamín D vznikol pred cca 700 až 750 miliónmi rokmi? Bolo to v období, keď sa na zemi už tvoril OZÓN, baktérie sa zlučovali, prichádzali bližšie k povrchu, kde bol dostatok UV svetla. Zaujímavé. A čo taký LEPTÍN? HISTÓRIA leptínu sa začala písať pred cca 350 až 300 miliónmi rokmi. V tejto dobe už boli živočíchy na súši a v pohybe. Už to neboli JEDNOBUNKOVÉ organizmy. Zamysli sa. Prečo asi EVOLÚCIA vytvorila HORMÓN (nejakú molekulu), ktorá sa v tele živočíchov TVORÍ a prechádza až do mozgu, ktorému dáva INFORMÁCIE? Nemôže to byť preto, že živočíchy, ktoré už neboli nonstop vo vode a uzemnené, prestali byť pripojené k neustálemu TOKU ELEKTRÓNOV, ktorý by poháňal ich MITOCHONDRIE a tak musela slečna EVOLÚCIA vytvoriť molekulu, ktorá v tele zbiera informácie o aktuálnom stave ZÁSOB ELEKTRÓNOV na tele, a tieto informácie odovzdáva MOZGU, ktorý podľa toho dáva telu pokyny, koľko energie živočích má a podľa toho aj živočích vie, či si môže dovoliť sa HÝBAŤ, alebo dokonca SKÚMAŤ a vydať sa na dlhšiu cestu po súši? Si píš, že presne na toto evolúcia Leptín vytvorila. Ešte by si možno rád vedel ďalší zaujímavý FAKT a to, že náš PODKOŽNÝ TUK, ktorého majú ľudia najviac (oproti napr. šimpanzom sa človek narodí obézny), sa nám začal takto prudko tvoriť cca pred 7 až 5 miliónmi rokmi. Hádaj kde. V Afrike. Tam, kde sa pohli tektonické platne, a náš druh Homo sa tak presunul zo stromov, lesov a rastlinnej stravy na vlhkú zem, kde začal jesť viac mäkkýšov a naše chodidlo tak bolo nonstop namočené, vďaka čomu sa nám sformoval iný palec, chodidlo, chrbtica aj MOZOG. MOZOG a LEPTÍN ako NEROZLUČNÍ PARŤÁCI\n\nNáš mozog je nenahraditeľný a ovláda celé telo. To je myslím bez debaty. Je však prakticky nemožné, aby tak maličký orgán dokázal neustále monitorovať ENERGETICKÝ STAV každej jednej bunky v tele. Pre informáciu, v tele máš asi 20 TRILIÓNOV buniek. Presne kvôli tomuto príroda s evolúciou vytvorili ENDOKRINNÝ SYSTÉM. Preto máme v tele množstvo hormónov, ktoré sa presúvajú z každej bunky pomocou krvi a navzájom tak komunikujú. LEPTÍN prepája všetky hormóny a hovorí MOZGU, aká je momentálna SITUÁCIA. A presne preto sa neskôr začal tvoriť aj PODKOŽNÝ TUK. Leptín sa tvorí v našom TUKU, odkiaľ môže ľahko získavať INFORMÁCIE o tom, ako je na tom živočích s množstvom POTRAVY a uloženým vodíkom, ale aj o PROSTREDÍ. Koža je predsa náš najväčší orgán, zachytáva každé ELEKTROMAGKETICKÉ VLNENIE z okolia (vrátane SVETLA), a podkožný tuk, spolu s Leptínom, je hneď pod ňou. Celkom pekne to PRÍRODA vymyslela, čo povieš? Niečo by si však mal vedieť. To, odkiaľ TY, JA, aj každý ČLOVEK dostane pri narodení svoj LEPTÍN. Od matky a konkrétne z jej MATERSKÉHO MLIEKA, keď ho kojí. Od tej istej matky, od ktorej dostane aj všetky svoje MITOCHONDRIE. Už vidíš, prečo je zdravie aj život matky dôležité? Matka rozhoduje ešte pred otehotnením o tom, aké zdravé bude jej dieťa, aj aký kvalitný ŽIVOT ho čaká. Stále si myslíš, že MATERSKÉ MLIEKO nahradí nejaký BIO výživný SUNAR? NIE. Nejde iba o to MLIEČKO, o presné vyváženie nasýtených a nenasýtených tukov, cholesterolu, vlákniny, DHA, ale aj o všetko popri tom. Príroda to nevymyslela pre nič za nič. Má to svoj zmysel. Matkin prsník okrem toho, že obsahuje množstvo MITOCHONDRIÍ, dodá dieťatku aj LEPTÍN, ktorý ho poznačí na celý život. Malému bábätku sa hlavička vyvíja veľmi rýchlo a signály dostáva z TUKU na svojom tele a v strave, ale aj zo signálov, aké zachytí POKOŽKA a LEPTÍN. Výskumy dokonca ukázali, že množstvo LEPTÍNU z matkinho mlieka ovplyvní aj AKTIVÁCIU a DEAKTIVÁCIU génov, ktoré má dieťa vo svojej jadrovej DNA. Spomínaš si na článok o PER génoch? Písal som tam, že pred každým z 25 tisíc génov v našej jadrovej DNA máme PERIFÉRNE CIRKADIÁLNE HODINY, ktoré v istú časť dňa zapínajú alebo vypínajú niektoré gény. Podľa toho pracujú mnohé orgány v rozdielny ČAS cez deň, no tiež sa podľa toho u človeka môžu rozvinúť aj niektoré predispozície, ktoré zdedil, vrátane rakoviny. Takýmto spôsobom vznikajú aj tzv. poruchy METYLÁCIE, ktoré sú dnes tak strašne v móde a veľa ľudí si dokonca meria svoje MTHFR, no neuvedomujú si, že všetky tieto veci, ktoré im TESTY odhalia, sú len odzrkadlením PROSTREDIA, v akom žili ich rodičia a starí rodičia. Veľa ľudí potom upraví aj svoju STRAVU, keď zbadajú, že majú napr. predispozíciu na zlé trávenie niektorej potraviny, atď., no málokto si všimne, kde daná POTRAVINA „rastie“, a odkiaľ problém s génmi pramení. Zapamätaj si, že množstvo a kvalita materského mlieka pri kojení, všetko toto ovplyvní, hneď po narodení. Moja ilustrácia zmotanej DNA\n\nAKO VLASTNE LEPTÍN V MOZGU PRACUJE? Najprv by som ti mal ukázať rozdiel medzi samotným Leptínom a jeho receptorom. Ukážem ti to ako inak, než na peknej ilustrácií. Keďže som v úvode spomínal príbeh s pizzou, budem v tom pokračovať. Pozri sa na môjho panáčika, alias Pacmana, ktorý čaká na svoju pizzu. Tento PANÁČIK je LEPTÍNOVÝ RECEPTOR a PIZZA (trojuholník) je samotný HORMÓN LEPTÍN. Veľmi v skratke a jednoducho. Leptín, rovnako ako každý hormón, či proteín v tele, má svoj presný TVAR aj REZONANCIU. Teraz nás však zaujíma to prvé, jeho TVAR. (Všimni si, že sme sa zas dostali ku TVARU, podobne ako v článku o KALÓRIACH). Vďaka tomuto, dokáže Leptín zapadnúť iba do presne určeného miesta v tele. Týmto miestom je jeho RECEPTOR. Leptín sa vytvorí (syntetizuje) v podkožnom tuku, odtiaľ sa dostane do krvi, ktorou sa dostane všade do tela, no najmä do mozgu. Práve v mozgu má najviac svojich RECEPTOROV. Keď k receptoru príde, spojí sa s ním a odovzdá mú všetky informácie, ktoré z miesta odkiaľ prišiel nazbieral. Dúfam, že som to vysvetlil zrozumiteľne. Teraz si spomeň na môj príklad s donáškou pizze a LEPTINOVOU/INZULÍNOVOU REZISTENCIOU. Ak sa u cukrovkára jeho RECEPTORY na inzulín (pacman) v bunkách NEOTVÁRAJÚ, pretože nefungujú a nechcú ďalší INZULÍN (trojuholník pizze), myslíš, že pomôže, keď si vpichnú ďalší, umelý INZULÍN (ďalší trojuholník pizze)? NIE. Je to len ďalší zaužívaný oxymoron. Teraz si zas spomeň na KOJENIE, o ktorom som písal pred chvíľou. Už keď sa malé dieťa vyvíja, jeho Leptín prechádza priamo do HYPOTALAMU v mozgu, kde sa spojí s obrovskou kopou NEURÓNOV, ktoré budú riadiť jeho TELO po zbytok života. Táto časť mozgu (hypotalamus), o ktorej som písal aj minule, je veľká asi ako hrášok, obsahuje však takú kopu buniek a neurónov, že si to nevieš ani predstaviť a zároveň je spojená množstvom nervov priamo s OKOM. Ak si predstavíš, že by ti niekto vyvŕtal do hlavy asi 10 cm hlbokú dierku, tak presne na tejto dĺžke, na tejto maličkej DRÁHE, sa odohráva všetko kúzlo. Vidíš tie šípky?\nTen kúsoček medzi OKOM a HYPOTALAMOM? Hneď za ním je aj EPIFÝZA,\nktorá ovláda ENDOKRINNÝ SYSTÉM a s ním aj každý jeden HORMÓN,\nktorý poznáš. V tomto malom kúsku, za okom v HYPOTALAME sídli SCN, aj\nLEPTÍNOVÉ RECEPTORY a presne tu sa odohráva všetka \n\n„Ak by tvoje telo bolo HOLYWOODSKY FILM, tak táto 10 cm dlhá DRÁHA, od oka po hypotalamus, by bola to známe ZELENÉ PLÁTNO, pred ktorým sa nahrávajú všetky UMELÉ (fake) scény, z ktorých je zvyčajne zložený celý film.“\n\nAk nefunguje HYPOTALAMUS, ani telo nebude fungovať. Ak človek stratí správnu CITLIVOSŤ na leptín (bude REZISTENTNÝ), jeho mozog nemá predstavu o tom, aké množstvo ENERGIE v tele je. Je to presne ako ten KAMIÓN s pokazenou ručičkou paliva na palubnej doske. ČO SA STANE KEĎ JE MOZOG REZISTENTNÝ NA LEPTÍN\n\nKedy sa mozog stane voči leptínu rezistentným? Tak napríklad, keď náš pacman dostáva neustále a priveľa pizze (napr. obezita, veľké prejedanie sa). Alebo jej môže dostávať málo (podvýživa, anorexia), alebo keď pacman „OCHORIE“ z chaotických signálov, aké mu leptín z POKOŽKY prináša (o tomto sa dozvieš ochvíľu). Keď však mozog nepočúva leptín, nedokáže už správne ROZHODOVAŤ o tom, KOĽKO ENERGIE v TELE máme  a nevie ju ani vhodne prideľovať. Ktoré časti tela začnú trpieť ako prvé? No predsa naše TKANIVÁ a ORGÁNY. Hádaj, ktoré TKANIVO (lepšie povedané, celá sústava tkanív) je v tele najrozsiahlejšia, ktorá nás podopiera, drží pohromade a ktorá vyžaduje obrovskú a neustálu zásobu energie v podobe ELEKTRÓNOV? KOSTI. Každá kosť v tele je neuveriteľne AKTÍVNA, pretože sa neustále REMODELUJE na základe STRESU, ktorý je na ňu vyvíjaný. Každý predsa vie, že ak nejakú KOSŤ zaťažuješ, zmohutnie a bude silnejšia. Preto majú ZÁPASNÍCI tak robustnú ŠTRUKTÚRU tela a aj zdanlivo ľahučká, 50 kilová žena, mnohokrát dokáže premôcť aj omnoho ťažšieho muža. Alebo keď niekto zdanlivo ľahučký a tenký, dokáže udvihnúť obrovské bremeno, ktoré by inému mohlo zlámať kosti. Asi ti nemusím zdôrazňovať, že takýto rozsah zmien a neustále remodelovanie si vyžaduje obrovské zdroje energie aj NIEKOHO, kto to bude riadiť. Mal by si vedieť, že naše KOSTI sú na treťom mieste, čo sa spotreby energie týka. Mozog je číslo jeden, srdce dva a kosti sú tri. Aj keď sa väčšine ľuďom možno kosti zdajú ako niečo PEVNÉ, STÁLE a NEFOREMNÉ, opak je pravdou. Každý deň sú pod neustálou premenou a ich pohonom je ELEKTRICKÝ PRÚD. No tak počkať. Nepísal som o ňom aj pri DÝCHACOM REŤAZCI? Ale áno, písal. Elektróny na membráne mitochondrie tvoria elektrický prúd. Sú to ELEKTRÓNY, ktoré ho šíria a sú to opäť ELEKTRÓNY, ktoré LEPTÍN „POČÍTA“, a informácie o nich odovzdáva MOZGU. Preto je leptín dôležitý aj pri MORFOLÓGIÍ a FYZIOLÓGIÍ celej našej KOSTRY. Teraz by ti malo byť jasné, prečo tak často zmieňujem ASTRONAUTOV a ich zlý zdravotný stav vo vesmíre. Pozri si ešte raz obrázok hlavy a všimni si tú DRÁHU od OKA po SCN. Tam má aj LEPTÍN svoje RECEPTORY. Vedci z NASA síce dokážu oklamať množstvo vecí, napríklad že kŕmia astronautov výživne, vyvážene a zdravo, dávajú im dostatok kalórií, minerálov aj vitamínov, nútia ich cvičiť, dokonca im na vesmírnej stanici simulujú umelé gravitačné pole a prehĺtajú tabletku, ktorá zas simuluje isté magnetické pole, no nepomáha. Je to preto, lebo jednu vec neoklamú. Akú? Ich CIRKADIÁLNU BIOLÓGIU. Elektromagnetické pole, ktoré vychádza z povrchu zeme a ktoré je pár metrov nad jej povrchom je veľmi špecifické a má svoju rezonanciu, ktorej mozog pozornene načúva. MOZOG tiež dáva pozor aj na signály svetla, aké naše OKO a POKOŽKA zachytia. Spomínaš si na gény PER? Majú svoj presný, cca 24 hodinový cyklus, počas ktorého sa tvoria, skladajú a zas rozkladajú. Teraz sa pozri ako vyzerá SVETLO, aké cez deň na povrch Zeme dopadá a ako sa postupne mení. Tomuto sme prispôsobení po dobu 3,5 miliardy rokov, od kedy vznikol ŽIVOT. (Tento obrázok mimochodom znázorňuje, čo to znamená byť SLNKU vystavený DIURNÁLNE, teda postupne.)\n\nTeraz ti prezradím, že ASTRONAUTI na svojej vesmírnej stanici, vidia niečo podobné až 16 krát za deň. Za deň uvidia 16 krát východ slnka. Len si predstav, ako si sa cítil (samozrejme, ak si to už zažil), keď si letel lietadlom do iného časového pásma. Nazýva sa to „JET LAG“. Skús si tipnúť, ako to vplýva na ich cirkadiálny rytmus. Na cyklus ich proteínov v tele. Spomínaš si na príklad s TVORBOU ĽADU a MARGARÍTOU uprostred noci? CIRKADIÁLNA BIOLÓGIA astronautov je úplne v čudu a tým pádom aj funkcia leptínu a SCN v ich mozgu. Preto ich KOSTI tak rýchlo ATROFUJÚ (ochabnú), rovnako ich OKO a dokonca sa u nich objavuje aj množstvo problémov s nesprávnou METYLÁCIOU DNA. [17, 18, 19] A sme zasa pri spúšťaní GÉNOV, o ktorých som písal v úvode pri kojení. Vieš, že tvoj BAZÁLNY METABOLIZMUS je lepší ukazovateľ ZDRAVIA tvojej kostry, ako tvoja VÁHA? Alebo dokonca tvoj pomer BOKOV ku PÁSU? Pýtaš sa prečo to spomínam? Pretože sa samo od seba nezmení to, že ľudia stále veria, že naša NADVÁHA, či OCHABNUTÝ POHYBOVÝ APARÁT je zapríčinený predovšetkým NEDOSTATKOM POHYBU a ZLOU (alebo nadmernou) STRAVOU. Naša NADVÁHA, rovnako ako ochabnuté svalstvo aj kostra, alebo naše PREJEDANIE SA, sú iba dôsledok niečoho, čo sa začalo diať dávno predtým. Ukázalo sa, že ľudia s NADVÁHOU môžu mať lepšie a pevnejšie kosti ako štíhlejší ľudia. Napríklad zdravé dieťa by malo mať okolo 25 až 30% podkožného tuku a rovnako aj starší človek. No ľudia so zníženým BAZÁLNYM METABOLIZMOM (oproti svojmu bežnému) majú KOSTI krehké a SLABÉ. Prečo to tak podľa mňa je? Pretože sa zmenil ich FLOW (TOK) ELEKTRÓNOV. ČO JE TO BAZÁLNY METABOLIZMUS\n\nSnáď každý, kto niekedy čítal niečo o FITNESS, športe, či nejakej diéte, sa stretol so slovom BAZÁLNY METABOLIZMUS. Zvyčajne začuješ slová tipu: „Ide o to, koľko kalórií tvoje telo spáli za celý deň, keď nič nerobíš.“\n\nČi tu hrajú rolu kalórie? NIE. Teraz budem veľmi stručný a laický, no rýchlo ti vysvetlím podstatu a dúfam, že ti to do budúcna pomôže. Bazálny metabolizmus (označuje sa BMR, Basal Metabolic Rate) je miera SPOTREBY ENERGIE za JEDNOTKU ČAŠU u daného živočícha v pokoji. Než však začneš hľadať „zázračné“ vzorce na jeho výpočet, aby si zistil koľko môžeš jesť a nepribrať, polož si najskôr otázku, či vlastne vieš, odkiaľ toto číslo a hodnota skutočne pochádza? Tie vzorce, ktorých je na internete kopec, z niečoho naozaj vychádzajú. Vychádzajú z reálnych dát, ktoré boli v minulosti merané na rôznych ľuďoch a potom sa hľadalo niečo, čo mali spoločné a rozdielne zároveň. To, s čím ich bazálny metabolizmus KORELOVAL. Keď malo povedzme 100 mladých, 10 ročných chlapcov, rovnakej výšky a váhy, nejakú hodnotu, no 100 starších, 50 ročných mužov, inej výšky a váhy malo zas nižšiu, predpokladalo sa, že asi ten vek a výška, váha, atď. naň vplývajú. Rovnako aj s inými parametrami, aké v daných vzorcoch okrem váhy na internete nájdeš (napr. obvod pásu, bokov, atď.). Spomínaš si na moje pekné prirovnanie z minula, že KORELÁCIA neznamená KAUZALITU? Radšej to napíšem znovu. „Je to rovnaké, ako keby Slováci vyhrali majstrovstvá sveta v hokeji, pričom všetci hokejisti mali počas zápasu na sebe ŠPINAVÉ TRENKY a niekto potom prehlási, že ak chceme vyhrať aj o rok, musíme všetkým hokejistom dať špinavé trenky. Nosenie špinavých treniek síce KORELUJE s VÍŤAZSTVOM, no neznamená to vzájomnú KAUZALITU (PRÍČINU). Neznamená to, že tie trenky môžu za naše víťazstvo.“ \n\nDúfam, že ti\ndochádza kam tým mierim. Ak nie, odporúčam prebehnúť ešte raz predošlý článok o KALÓRIACH\na ICH POČÍTANÍ. Schválne som ho napísal medzi prvými, pretože je\nveľmi dôležitý. Pointa, ktorú si z neho odnesieš je tá, že TERMODYNAMICKÉ\nVLASTNOSTI MITOCHONDRIÍ rozhodujú o tom, ako sa v tebe potrava\nSPRACUJE a koľko ENERGIE (VODY, TEPLA, CO2,\naj ATP) z nej vytvoríš. „Ak je membrána mitochondrie zväčšená a roztiahnutá, z rovnakého množstva VSTUPU (JEDLA), vytvoríš menej ENERGIE a naopak. Rozumieš?“\n\nTeraz sa vrátim k tomu, ako sa naozaj meria BAZÁLNY METABOLIZMUS a potom pochopíš, prečo DNEŠNÉ VZORCE NEPLATIA. Pretože nezohľadňujú tieto termodynamické zmeny MITOCHONDRIÍ, ktorým 99% populácie dnes čelí. BAZÁLNY METABOLIZMUS ODZRKADĽUJE\nFUNKCIU MITOCHONDRIÍ\n\nJeho hodnota sa meria tak, že danému živočíchovi (v tomto\nprípade človeku) dajú na tvár MASKU (RESPIROMETER), ktorý meria množstvo\nVDÝCHNUTEHO VZDUCHU a množstvo vydýchnutého OXIDU UHLIČITÉHO. Takto sa zmeria tzv. Respiračný\nKvocient (skratka RQ alebo RER), čo je vlastne pomer\nmedzi prijatým KYSLÍKOM a vydýchnutým OXIDOM UHLIČITÝM. Čo\ntakéto meranie teda zistí? Myslím, že je to viac ako očividné. Aký je dôvod, že EVOLÚCIA „ukradla“ CHLOROPLAST a MITOCHONDRIU a pridali ich ku komplexnému životu? Jedna BAKTÉRIA (chloroplast) príjme VODU a OXID UHLIČITÝ (CO2), z ktorých vytvorí POTRAVU a KYSLÍK (O2), zatiaľ čo druhá BAKTÉRIA (mitochondria) si vezme KYSLÍK (O2) a POTRAVU, z ktorých vytvorí nazad VODU a OXID UHLIČITÝ (CO2). My patríme medzi živočíchov, ktorí spadajú do druhej kategórie. My tvoríme VODU a OXID UHLIČITÝ. Množstvo vdýchnutého kyslíku a vydýchnutého oxidu uhličitého odzrkadľuje to, ako naša KOLÓNIA MITOCHONDRIÍ v celom tele pracuje. BODKA. Ak sú naše MITOCHONDRIE funkčné, budú spaľovať podkožný tuk a prijímať dostatok KYSLÍKU a rovnako vytvoria veľa VODY aj CO2. V tomto prípade bude aj náš BAZÁLNY METABOLIZMUS relatívne vysoko, vzhľadom na naše EPI-GENETICKÉ a lokálne PODMIENKY. (Napríklad ľudia žijúci v chlade, ho majú VYŠŠÍ, spaľujú viac TUKU, pretože potrebujú viac TEPLA a VODY, ako ľudia v trópoch. Už chápeš?)\n\nRozumieš, prečo mohla byť v minulosti v skutku dobrá\nKORELÁCIA medzi skutočne zmeranými plynmi u človeka, jeho váhou, výškou,\natď. aj týmito vzorcami? Mitochondrie vtedy a dnes mali radikálne odlišné\nSIGNÁLY. Teraz sa vrátim k Leptínu, pretože sme sa práve dostali k pointe.\nČo som napísal v úvode o ELEKTRÓNOCH? Spomínaš? „Ak by sa ťa niekedy niekto opýtal, že chce jednou vetou vysvetliť VÝZNAM Leptínu, tak mu povedz, že POČÍTA v TELE AKTUÁLNY STAV ELEKTRÓNOV a INFORMUJE o tom MOZOG.“ \n\nLEPTÍNOVÉ\nRECEPTORY RIADIA AJ BAZÁLNY METABOLIZMUS\n\nUž vidíš všetky tie súvislosti? Naše telo potrebuje neustálu\ndonášku ELEKTRÓNOV, pretože poháňajú dýchací reťazec. Rovnako potrebuje PROTÓNY,\nktoré poháňajú naše MOTORY (o tomto sa dočítaš čoskoro v sérií o MITOCHONDRIÁCH).\nPreto nás PRÍRODA núti hľadať si VODÍK. Vodík je najľahší a „najekonomickejší“\nchemický prvok, ktorého je vo vesmíre najviac a preto si ho na tele\nuskladňujeme v podobe podkožného tuku. Protón a elektrón sa v MITOCHONDRII z vodíka ľahko „utrhnú“ a každý už plní svoju úlohu. Po týchto únavných riadkoch čítania by pre teba nemalo byť viac šokujúce, že náš HLAVNÝ HORMÓN LEPTÍN sa tvorí v podkožnom tuku, kde si vodík uskladňujeme. Odtiaľto získava Leptín informácie a aktuálnom stave, prejde do krvi a odtiaľ do mozgu do HYPOTALAMU, kde sa napojí na RECEPTOR, ktorému odovzdá všetky informácie. „Ak by bolo naše telo Rímska ríša, tak Leptín je niečo ako hlavný GENERÁL, ktorý si pekne cez deň obehne svoje VOJSKO (podkožný tuk), potom podá hlásenie CISÁROVI (mozgu), ktorý rozhodne o situácií a konaní celej svojej RÍŠE.“\n\nPrečo však u ľudí nastávajú také problémy s leptínom? Nemôže to byť preto, že ľudia ELEKTRÓNY strácajú? Spomínaš na príklad s radom ľudí, ktorí si podávajú krabičku? Ten rad ľudí sú RESPIRAČNÉ KOMPLEXY na membráne mitochondrie, ktoré si „podávajú“ elektróny. Ak sa od seba vzdialia, mitochondria sa zväčší, stane sa termodynamicky neefektívnou a elektróny začne strácať. Leptín to vie a mozgu o tom podá hlásenie. Mozog ovláda celý endokrinný systém, vrátane telesnej teploty, sekrécie Inzulínu, atď. a zabezpečí, aby telo PRIBRALO. Zdá sa ti až príliš nereálne, to o čom ti práve píšem? Ak je odpoveď ÁNO, tak len preto, že ešte stále veríš všetkému, čo nám bolo od malá v spoločnosti hovorené a dodnes je to považované za „normálne“. Lenže je tu aj druhá vec. Spomínaš na článok CIRKADIÁLNY RYTMUS, kde som písal o shumannovej rezonancii? Ak je na zemi živočích bosý, cez chodidlá absorbuje množstvo ELEKTRÓNOV, ktorých je v zemi nekonečne veľa. Preto sme v minulosti, pred miliónmi rokmi, nepotrebovali podkožný tuk, keď sme žili nonstop pri oceáne aj uzemnení. Tiež sa nám preto neskôr vytvorili na chodidlách a dlaniach potné žľazy, aby povrch kože navlhčili, čím sa elektróny ešte lepšie šíria. VODA vedie ELEKTRICKÝ PRÚD veľmi dobre. Teraz by si mal chápať, prečo napríklad taký MEDVEĎ\npred zimou priberie, je takmer diabetik a v zime SCHUDNE,\nzobudí sa zdravý, štíhli a dokonca mierne svalnatý. Pred\nzimou si medveď zadováží obrovské množstvo VODÍKA, z ktorého vytvorí\npočas spánku kvantá TEPLA, aby nezamrzol. Popri tom však čerpá nonstop ELEKTRÓNY\nzo zeme, ktoré poháňajú všetky procesy v jeho tele a dokonca mu\nzvrátia zdravotný stav. Takto elegantne to MATKA PRÍRODA ZARIADILA. Čo však robí „INTELIGENTNÝ“ ČLOVEK dnes? Chodí naobliekaný, obutý, neustále kúri, v zime, keď nie je UV, konzumuje ešte viac sacharidov, z ktorých priberie, nevystavuje sa chladu a jeho vodík na tele sa nemôže premeniť na teplo, a k tomu netrávi žiaden čas v spojení o zemou, vďaka čomu ešte viac priberie a ochorie. Toto je dôvod, prečo je zimné aj prechodné obdobie spojené s vysokou chorobnosťou. Tá zmena počasia nás má v skutočnosti ešte viac posilniť aj uzdraviť, ak sa jej postupne a adekvátne vystavujeme. ŽIVOČÍŠNA vs RASTLINNÁ STRAVA? LEPTÍN\n\nTeraz nadviažem na niečo, čo som písal už minule. Na neustály BOJ a zároveň aj NEPOCHOPENIE medzi ĽUĎMI, ktorí sa hádajú, ktorá strava je vhodnejšia. RASTLINNÁ alebo ŽIVOČÍŠNA? Ani jedna, ani druhá, pokiaľ nepochopíš kontext. Bohužiaľ pre väčšinu ľudí, dnešný kontext hrá v prospech ŽIVOČÍŠNEJ STRAVY. Opäť raz prízvukujem, nech ti už ide v živote o čokoľvek, potrebuješ k tomu ČAS a ZDRAVIE. Obe tieto premenné sú len odzrkadlením toho, aký máš FLOW ELEKTRÓNOV v MITOCHONDRIÁCH. Ide iba o to, ako dobre ELEKTRÓNY prúdia za KYSLÍKOM, aby vytvorili VODU. Ak nepochopíš TOTO, „PREHRAL SI“. Môžeš sa snažiť koľko chceš pomôcť SEBE, RODINE, OKOLIU, dokonca aj PRÍRODE, no pokým nebudú mať ľudia v poriadku MITOCHONDRIE, nebudú ZDRAVÍ, nebudú ani KVALITNE a SLOBODNE PREMÝŠĽAŤ, čoho následkom bude vždy kontraproduktívnosť. Ak nie si ZDRAVÝ, nemôžeš vrátiť do PRÍRODNÉHO KOLOBEHU toľko, ako by si mal, a ver mi, že príroda si to odniekiaľ VEZME. Ak si môj stály čitateľ, mal by si už niektoré základy poznať.\nDnes som ti pridal ďalšie. Prečo je RASTLINNÁ strava momentálne dlhodobo\nNEVHODNÁ, oproti ŽIVOČÍŠNEJ? Ako žije STROM? Ako žije JABLOŇ,\nktorej JABLKO zješ? Ako žije ŠALÁT v zemi, ktorého LISTY\nzješ? Ako žijú? V čom sa líšia od NÁS aj ZVIERATIEK? „RASTLINKY sú NONSTOP, 24 hodín denne, 7 dní v týždni, pripojené k neustálemu zdroju ELEKTRÓNOV, vďaka koreňom, ktoré majú v pôde v Zemi. Ony nepotrebujú mať na tele takú zásobu, ako my živočíchy. Rovnako aj ich konzumáciou živočích získa menej ELEKTRÓNOV. Chápeš?„Jaroslav Lachký\n\nČo však druhá strana rovnice? Tieto DARY PRÍRODY (zelenina, ovocie, samotné rastlinky) rastú na holej zemi v období, keď je vonku silné UV svetlo a nad povrchom zeme je iné KVANTOVÉ POLE. Keď ich živočích konzumuje vtedy a tam, naozaj mu to málo ELEKTRÓNOV postačuje. Všetko ostatné si kompenzuje SLNKOM a UZEMNENÍM. Ako však žiješ TY? Ako žije väčšina z nás? Vo vnútri, bez prístupu VON na ZEM, do VODY, či na SLNKO, s roztiahnutou MEMBRÁNOU MITOCHONDRIÍ. Preto nie je jedno, či budeš jesť neustále RASTLINNÚ STRAVU, alebo aj ŽIVOČÍŠNU a hlavne to nie je jedno pre tvoje DETI. Za ne si zodpovedný iba TY. Ich hlavička sa vyvíja nesmierne rýchlo a bez dostatku DHA, JÓDU a ELEKTRÓNOV sa nevyvinie ako by sa mala. „Aj VLK v ZIME vie, že konzumáciou iných ZVIERAT získa obrovskú TERMODYNAMICKÚ VÝHODU v podobe množstva ELEKTRÓNOV aj PROTÓNOV z TUKU týchto zvierat, vďaka čomu NEZAMRZNE a PREŽIJE. Rovnako tieto veci vedia všetky DIVOKÉ ZVIERATKÁ, vďaka INŠTINKTOM. Zdá sa však, že ľudia svoje INŠTINKTY strácajú, čo má tiež svoj dôvod. INŠTINKT aj jeho PRENOS pomocou NERVOVÝCH VZRUCHOV taktiež vyžaduje kvantá ELEKTRÓNOV.“ \n\nLEPTÍN VNÍMA AJ PROSTREDIE\n\nTo, že sa LEPTÍN objavil na scéne cca pred 300 miliónmi rokmi nebola náhoda. Asi pred 7 až 5 miliónmi rokmi sa náš druh ocitol v Afrike, kde sa zmenili naše lokálne podmienky, počasie, aj naša strava a začal nám pribúdať podkožný tuk. Pred asi 1,2 miliónmi rokmi nášmu druhu zas začala miznúť SRSŤ. Ani to nebola náhoda, ale ZÁMER. V tomto období, keď sme boli vo východo Africkej priekope, sme boli asi na 20tej severnej zemepisnej šírke. To znamená, že sme boli vzdialení kúsok od rovníka smerom na sever. Zdroj: Práve v týchto oblastiach dopadajú na zem celkom slušne\nsilné slnečné lúče. UV svetla je tu teda pomerne dosť, čo je dôvod, prečo našim\npredkom stmavla pokožka (čierna farba je ochrana pred nadmerný UV) a domáci\nAfričania sú tmaví dodnes. Polož si však otázku, prečo to EVOLÚCIA takto spravila?\nPrečo živočíchom vytvorila Leptín, potom nám nabalila podkožný tuk a neskôr\nnás zbavila srsti, hoci sme boli na silnom UV, keď dodnes počúvame, že toto\nsvetlo je pre nás ŠKODLIVÉ? Čo keď ti prezradím, že ďalší dôvod, prečo je náš tuk aj leptín pod kožou je ten, že práve tadiaľ zachytí najviac SVETLA? Znova zopakujem, že naša KOŽA je rozlohou najväčší orgán. Koža sa dokonca pri zrode EMBRYA, vyvíja z rovnakej bunky ako naša nervová sústava. Obe sa vyvíjajú s bunky s názvom EKTODERM. Z EKTODERMU vznikne naša NERVOVÁ SÚSTAVA, FASCIE, ktoré spájajú telo od chodila po hlavu, aj naša KOŽA, v ktorej máme LEPTÍN. Počas celej našej EVOLÚCIE sme boli nahí a naša koža reagovala na CIRKADIÁLNE PODMIENKY PROSTREDIA. Hádaj, na aké farby Leptín najviac reaguje. ČERVENÁ, MODRÁ\na UV. Dochádza? Pozri si ešte raz obrázok vyššie, ako vyzerá DIURNÁLNE\n(postupné) svetlo, ktoré sa mení od východu slnka, až po jeho západ. „Keď sme sa ocitli v Afrike, všetky podmienky, ktoré sme tam mali, boli pre EVOLÚCIU ako PLYNOVÝ PEDÁL zošliapnutý na podlahu. Naše ochlpenie muselo ísť preč, aby KOŽA a LEPTÍN mohli načerpať najväčší zdroj ENERGIE, aký poskytuje UV svetlo.“\n\nMyslím, že na teraz si dostal informácií až až, no na záver ešte musím použiť obrázok, ktorý si videl v článku predtým a potom ťa už nechám, iba so svojimi MYŠLIENKAMI. Ten rok, ktorý som tam na TV vyznačil, tiež nie je náhodný. Všimni si tie PARADOXY. (Ak prídeš na to, prečo sú tam také roky, kľudne mi napíš.)  \n\nZväčšená MITOCHONDRIA= roztiahnuté KOMPLEXY= menej vytvorenej ENERGIE pre živočícha= väčšia potreba po USKLADŇOVANÍ VODÍKA = narušená funkcia LEPTÍNU\n\nMenší kontakt so ZEMOU (topánky)= menej ELEKTRÓNOV = Leptín hlási menej ELEKTRÓNOV mozgu= väčšia potreba JESŤ = menej energie = väčšia POTREBA po uskladňovaní VODÍKA pod kožou\n\nNarušené spektrum SVETLA = narušená funkcia LEPTÍNU =\nLEPTÍNOVÁ REZISTENCIA = niečo ako KAMIÓN s plnou nádržou a rozbitou ručičkou na palubovke\n\nRozumieš týmto prirovnaniam? Leptín je KRÁĽOM v našom tele, ktorý ovláda všetkých ostatných GENERÁLOV (ďalšie hormóny). Ak nefunguje HYPOTALAMUS, SCN a LEPTÍNOVÉ RECEPTORY v ňom, znamená to, že FLOW ELEKTRÓNOV v tele živočícha je narušený, čo znamená, že jeho ŽIVOT aj ZDRAVIE idú dolu vodou. Teraz ti dám do budúcna jeden malý, síce smutný, no pre niekoho možno užitočný typ. Ak rozmýšľaš nad tým, na aké štúdium poslať svoje deti, aby dobre ZARÁBALI, prípadne ťa baví medicína, si lekár a ide ti o peniaze, tak kliniky s UMELÝM OPLODNENÍM budú o pár rokov zlatá baňa. Leptín riadi ženskú PLODNOSŤ a prenáša sa z matky na dieťa. Už malé dievčatko, ktoré sa narodí matke s problémom, je poznačené na celý život. Vznik a rast nového života je totižto najnáročnejšia a ENERGETICKY najkomplikovanejšia úloha, akú poznáme. PRÍRODA sa dobre postarala o to, aby to umožnila iba živočíchovi, ktorý to zvládne. Preto máme LEPTÍN a MITOCHONDRIE. (Poznámka: Pre zaujímavosť, v priemernom svale je v bunke okolo cca 50 až 100 mitochondrií, zatiaľ čo v mozgu ich je v jedinej bunke až 3600. V ženskom vajíčku ich je však na STÁTISÍCE. Už rozumieš?)\n\nČO SA DOZVIEŠ NABUDÚCE? Potreboval som ti ukázať aspoň tento „malý“ základ o LEPTÍNE a hlavne ti vysvetliť rozdiel medzi GLUKÓZOU a MASTNOU KYSELINOU, kým ti ukážem aj niečo PRAKTICKÉ. mám pre teba pripravený niečo ako STRAVOVACÍ PROTOKOL / PREDPIS, ktorý je založený na všetkých týchto veciach. Bude to stručný POSTUP, ČO, KEDY a AKO by si mal JESŤ, aby si OPTIMALIZOVAL svoje SCN, PERIFÉRNE CIRKADIÁLNE HODINY a rovnako funkciu Leptínu. Na začiatku ti ukážem aj JEDNODUCHÉ ZNAKY (žiadne krvné testy), podľa ktorých aj sám zistíš, ako na tom s leptínom si a ako „dôkladne“ by si mal najbližšie týždne postupovať. Máš sa na čo tešiť. E-KNIHA SPOZNAJ SVOJU BIOLÓGIU + com/chapter/10.1007/978-0-387-31416-7_1",
  "date": "2020-03-29T00:00:00+01:00",
  "excerpt": "",
  "scraped_at": "2025-07-03T18:52:54+02:00",
  "word_count": 5806,
  "source_file": "VZNIK_IVOTA_4_LEPTN.json",
  "cleaned_word_count": 6413,
  "cleaning_metadata": {
    "cleaned_at": "2025-07-17T10:06:52.792751",
    "original_word_count": 5806,
    "cleaned_word_count": 6413,
    "reduction_percentage": 6.07
  }
}